Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: July
tet: Juli

source: August
tet: Agostu

source: September
tet: Setembru

source: October
tet: Outubru

source: November
tet: Novembru

source: December
tet: Dezembru

source: Issuing library
tet: Biblioteka ne'ebé fo empresta

source: Item call number
tet: Kota item

source: (exclusive)
tet: (esklusivu)

source: (inclusive) to
tet: (inklusivu) ba

source: Patron sort 1
tet: Kliente ordenar 1

source: Patron sort 2
tet: Kliente ordenar 2

source: Count total items:
tet: Sura item total:

source: Count unique items:
tet: Sura items úniku:

source: | Actions:
tet: | Asaun sira:

source: Using the following CSV profile:
tet: Uza hela perfil CSV tuirmai:

source: To enable the export of selected items,
tet: Hodi esporta item ne'ebé hili ona,

source: create a CSV profile
tet: kria perfil CSV ida

source: Lost on
tet: Lakon iha

source: Date last seen
tet: Data ikus ne'ebé haree livru ne'e

source: Rep.price
tet: Rep.folin

source: Lost status:
tet: Estado lakon:

source: Reports on item types %s held at %s%s
tet: Relatóriu kona ba tipu item %s iha sanak %s%s

source: Select none to see all libraries
tet: La hili buat ida atu haree biblioteka hotu

source: Orders for fund '%s'
tet: Orden ba fundu '%s'

source: Basket name
tet: Raga nia naran

source: Basket by
tet: Raga husi

source: List price
tet: Lista folin sira

source: Budgeted cost
tet: Kustu orsamentado

source: Total RRP
tet: RRP totál

source: Entry date
tet: Data hatama

source: All active funds
tet: Fundus ativu hotu

source: Into an application
tet: Ba aplikasaun

source: Create guided report
tet: Kria matadalan ba relatóriu

source: Search by keyword:
tet: Peskiza tuir liafuan xave:

source: Items lost
tet: Items lakon

source: Koha reports library
tet: Biblioteka koha nia relatóriu

source: Filled
tet: Prenxe ona

source: Placed
tet: Hatuur ona

source: Holds statistics
tet: Estatistika rezerva

source: Hold status
tet: Estado rezerva

source: Cancelled
tet: Kansela ona

source: Filled
tet: Prenxe ona

source: Placed
tet: Hatuur iha

source: Waiting
tet: Hein hela

source: Notification date
tet: Data notifikasaun

source: Reminder date
tet: Data lembrete

source: Count holds:
tet: Sura rezerva sira:

source: Count unique borrowers:
tet: Sura kliente úniku:

source: Serials subscriptions stats
tet: Stats subskrisaun periódiku sira

source: Subscription ID
tet: ID Asinatura

source: Subscription begin
tet: Asinatura hahu

source: Subscription end
tet: Asinatura ramata

source: Any vendor
tet: Kualkér vendedór

source: Include expired subscriptions:
tet: Inklui subskrisaun mate ona:

source: Place a hold
tet: Hatuur rezerva ida

source: Place holds
tet: Hatuur rezerva sira

source: Search patrons or clubs
tet: Buka kliente ka klube

source: Cannot place hold:
tet: Labele rezerva livru:

source: one or more records don't exist. %s
tet: rejistu ida ka tan la eziste. %s

source: this record doesn't exist. %s
tet: rejistu ne'e la iha. %s

source: one or more records without items attached. %s
tet: rejistu ida ka rua mak la ho item. %s

source: this record has no items attached. %s
tet: rejistu ida ne'e la iha item ida. %s

source: One or more holds were not placed due to following errors:
tet: Rezerva ne'e la hatuur tanba sala tuir mai:

source: Item is damaged
tet: Item ne'e estraga ona

source: The record and its items are age restricted
tet: Rejistu ne'e no nia item sira iha restrisaun ba idade

source: Patron reached daily holds limit
tet: Kliente ne'e atinji ona limite ba rezerva loroloron nian

source: Too many holds already
tet: Rezerva iha ona barak demais

source: Not holdable
tet: Labele rezerva

source: Patron from a different library
tet: Kliente ne'e husi biblioteka seluk

source: Holds are not allowed from patron's library
tet: La permite rezerva husi kliente nia biblioteka

source: Patron already has a hold for failed item(s)
tet: Kliente hatuur ona rezerva ba item (sira) ne'e

source: Cannot be transferred to pickup library
tet: Labele transfere ba biblioteka ne'e

source: The chosen pickup location is not allowed
tet: Fatin foti ne'ebé hili ona la permiti

source: Library is not a valid pickup location
tet: Biblioteka la'ós fatin válidu atu foti husi

source: No valid pickup location
tet: La iha fatin hodi foti ne'ebé válidu

source: There are items available in the library
tet: Item sira disponivel iha biblioteka

source: Error when placing hold
tet: Sala hamosu durante hatuur rezerva

source: Place a hold on %s %s by %s%s
tet: Hatuur rezerva iha %s %s husi %s%s

source: Patron not found
tet: La hetan kliente

source: No patron with this name, please, try another
tet: La iha kliente ida ho naran ida ne'e, favor, tenta naran seluk

source: Club not found
tet: Klube la hetan

source: No club with this name, please, try another
tet: La iha klube ida ho naran ida ne'e, favor, tenta klube seluk

source: Enter club ID or partial name:
tet: Hatama kliente nia ID klube nian ka naran:

source: Hold details
tet: Detalle kona ba rezerva

source: Club:
tet: Klube:

source: Pickup at patron's home library when possible:
tet: Foti husi kliente nia uma biblioteka:

source: Members
tet: Membru sira

source: Too many holds:
tet: Rezervasaun barak demais:

source: Account has expired
tet: Konta mate ona

source: Patron has restrictions
tet: Kliente nia restrisaun

source: Patron has outstanding fines: %s
tet: Kliente ne'e iha multa sira ne'ebé seidauk selu: %s

source: Patron's home library: (%s / %s )
tet: Kliente nia uma biblioteka: (%s / %s )

source: Pickup library is different.
tet: Biblioteka la hanesan biblioteka hafoti.

source: %s by %s%s
tet: %s husi %s%s

source: Patron has previously checked out this title
tet: Titulu ida ne'e uluk empresta ona ba kliente ne'e

source: already has a hold
tet: iha rezerva ida ona

source: on this item
tet: iha item ida ne'e

source: No items are available
tet: La iha item ida disponivel

source: to be placed on hold
tet: atu rezerva ona

source: Cannot place hold
tet: Labele hatuur rezerva

source: %s cannot place a hold on any of these items.
tet: %s labele hatuur rezerva ba kualkér item sira ne'e.

source: Too many holds:
tet: Rezerva barak demais:

source: Too many holds for this record:
tet: Rejistu ne'e iha ona rezerva barak demais:

source: is already in possession
tet: iha ona posesaun

source: of one item.
tet: husi item ida.

source: on this item.
tet: iha item ida ne'e.

source: Age restricted
tet: Restrisaun tinan

source: to be placed on hold.
tet: atu hatuur rezerva.

source: %s has too many holds.
tet: %s iha ona rezerva demais.

source: %s has
tet: %s iha

source: already placed a recall
tet: halo ona bolu fila

source: Cannot place hold on some items
tet: Labele hatuur rezerva ba item ruma

source: %s cannot place holds on some of these title's items.
tet: %s labele hatuur rezerva ba item sira títulu nian balun.

source: Too many holds for
tet: Rezerva barak demais ba

source: No items available:
tet: La iha item ida disponivel:

source: One or more records have no items that can be held
tet: Rejistu ida ka rua mak la iha item ne'ebé bele rezerva

source: Patron: %s Patron's home library: (%s / %s )
tet: Kliente: %s Kliente nia uma biblioteka: (%s / %s )

source: Pickup library is different.
tet: Biblioteka la hanesan biblioteka hafoti.

source: Patron not found:
tet: La hetan kliente:

source: Name or barcode not found. Please try an other
tet: La hetan naran ka kódigu barra. Favor koko ida tan

source: %s %s %s Not defined yet %s
tet: %s %s %s Seidauk defini %s

source: Estimated priority:
tet: Prioridade estimada:

source: Request specific item type:
tet: Husu tipu item espesifiku:

source: Hold starts on date:
tet: Rezerva komesa iha data:

source: Hold expires on date:
tet: Rezerva prazu iha data:

source: Non priority hold:
tet: Rezerva la prioridade:

source: (Required)
tet: (Presiza)

source: Hold next available item
tet: Rezerva item disponivel tuirmai ne'e

source: Cannot be put on hold
tet: Labele rezerva ne'e

source: Hold must be item level
tet: Rezerva tenke nivel-item

source: Hold must be item group level
tet: Rezerva tenke nivel-grupu item

source: Holds to place (count)
tet: Rezerva hodi hatuur (konta)

source: Hold next available item from an item group
tet: Rezerva item disponivel tuirmai husi grupu item ne'e

source: Hold must be record level
tet: Rezerva tenke nivel-rejistu

source: Holdable items
tet: Item sira ne'ebé bele rezerva

source: No holdable items in this item group.
tet: La iha item sira ne'ebé bele rezerva iha grupu item ida-ne'e.

source: Hold a specific item
tet: Hatuur rezerva ba kópia espesifiku

source: Allowed pickup locations
tet: Fatin sira ne'ebé permite atu foti husi

source: Last location
tet: Fatin ikus

source: Vol no.
tet: Vol nu.

source: Requires override of hold policy
tet: Presiza override ba politika rezerva

source: Item damaged
tet: Item estraga ona

source: Too many holds
tet: Rezerva barak demais

source: Patron is from different library
tet: Kliente ne'e mai husi biblioteka seluk

source: Cannot place hold from patron's library
tet: Labele hatuur rezerva husi biblioteka kliente nian

source: Patron already has hold for this item
tet: Kliente hatuur ona rezerva ba item ne'e

source: No holds are allowed on this item
tet: Labele rezerva item ne'e

source: Library is not a pickup location
tet: Biblioteka n'e la'os fatin foti

source: Due %s
tet: Fó fila iha %s

source: In transit from %s, to %s, since %s
tet: Iha tránzitu husi %s ba %s dezde %s

source: Waiting for %s at %s since %s
tet: Hein hela ba %s iha %s dezde %s

source: Waiting at %s since %s
tet: Hein hela iha %s dezde %s

source: On hold for %s expected at %s since
tet: Hein hela ba %s ne'ebé hein iha %s dezde

source: On hold expected at %s
tet: Rezerva ona atu mai iha %s

source: On hold expected at %s since %s
tet: Rezerva ona atu mai iha %s dezde %s

source: %s %s %s %s Not on hold %s %s
tet: %s %s %s %s La iha rezervasaun %s %s

source: Item level hold not allowed from OPAC %s
tet: Rezervasaun nivel item nian la permite husi OPAC %s

source: Not for loan (%s)
tet: Labele empresta (%s)

source: Not for loan (Itemtype not for loan)
tet: Labele empresta (tipu item labele empresta)

source: Always show holds
tet: Sempre hatudu rezerva

source: Show holds (%s)
tet: Hatudu rezerva sira (%s)

source: Existing holds
tet: Rezerva iha ona

source: Update hold(s)
tet: Atualiza rezerva(s)

source: There are no holds on this title.
tet: La iha rezerva ba títulu ne'e.

source: - Please select a pickup location for the item
tet: - Faz favor hili pelumenus fatin hodi foti item ne'e

source: - Please select a pickup location for this hold
tet: - Favor hili fatin foti ida hodi rezerva

source: - Please select an item group to place a hold
tet: - Favor hili grupu item ida atu halo rezerva

source: - Please select an item to place a hold
tet: - Favor hili item ida atu halo rezerva

source: No reserves allowed
tet: La permite rezerva

source: None of these items can normally be put on hold for this patron.
tet: La iha item sira-ne'e ida maka baibain bele rezerva ba kliente ida-ne'e.

source: Place hold on this item?
tet: Hatuur rezerva ba item ne'e?

source: Place hold?
tet: Hatuur rezerva?

source: Please make sure all selected titles have a pickup location set
tet: Favor asegura katak títulu sira hotu ne'ebé maka hili ona iha fatin atu foti

source: Please select at least one title
tet: Faz favor hili pelumenus títulu

source: This item normally cannot be put on hold except for patrons from %s.
tet: Item ne'e baibain labele rezerva so de'it kliente husi %s.

source: This item normally cannot be put on hold.
tet: Item ne'e baibain labele rezerva.

source: Approved comments
tet: Komentariu ne'ebé aprova ona

source: Comments awaiting moderation
tet: Komentariu hein hela moderasaun

source: Commenter
tet: Komentariador

source: On title
tet: Iha títulu

source: %s(deleted patron)%s
tet: %s(kliente apaga ona)%s

source: No comments have been approved.
tet: Seidauk aprova komentariu.

source: No comments to moderate.
tet: La iha komentariu atu modera.

source: Invalid collection id
tet: Id kolesaun la válidu

source: Return to rotating collections home
tet: Fila ba kolesaun rotativu nia uma

source: Item with barcode '%s' added successfully
tet: Item ho kódigu barra '%s' konsege aumenta ona

source: Failed to add item with barcode
tet: La konsege aumenta item ida ho kódigu barra

source: No item with matching barcode found
tet: La iha item ho kódigu barra

source: Item is already in a different rotating collection
tet: Item ne'e iha ona iha kolesaun rotativu diferente

source: Item is already in this collection
tet: Item iha ona iha kolesaun ne'e

source: Item with barcode
tet: La iha item ho kódigu barra

source: removed successfully
tet: hasai ona

source: Failed to remove item with barcode
tet: La konsege atu hasai item ho kódigu barra

source: Item is not in this collection
tet: La iha item ida ne'e iha kolesaun ne'e

source: Add or remove items
tet: Aumenta ka hasai item sira

source: Remove item from collection
tet: Hasai item husi kolesaun

source: Items in collection
tet: Item sira iha kolesaun

source: Total items: %s
tet: Totál item sira: %s

source: There are no items in this collection.
tet: La iha item sira iha kolesaun ne'e.

source: Add a new collection
tet: Aumenta kolesaun foun ida

source: Collection created successfully
tet: Konsege atu kria ona kolesaun

source: Collection creation failed
tet: Kriasaun kolesaun nian la konsege

source: Collection
tet: Kolesaun

source: added successfully
tet: aumenta ona

source: failed to be added
tet: la konsege aumenta

source: No title entered.
tet: Seidauk hatama títulu ida.

source: Title already in use.
tet: Títulu ne'e uza hela.

source: No description entered.
tet: La hatama deskrisaun.

source: Collection deleted successfully
tet: Konsege atu apaga kolesau

source: Collection failed to be deleted
tet: La konsege atu apaga kolesaun

source: updated successfully
tet: konsege atualiza

source: failed to be updated
tet: la konsege atu atualiza

source: %s No collection id given. %s Title already in use. %s %s %s
tet: %s La fo id kolesaun nian. %s Titulu uza hela. %s %s %s

source: Edit collection
tet: Edita kolesaun sira

source: Add new collection
tet: Aumenta kolesaun foun

source: There are no collections currently defined.
tet: La iha kolesaun ida ne'ebé defini ona.

source: Transfer collection
tet: Transfere kolesaun

source: Item %s queued behind %s transfer to %s
tet: Item %s ne'ebé liña iha kotuk %s transfere ba %s

source: Collection transferred successfully
tet: Kolesaun transfere ona

source: Failed to transfer collection
tet: La konsege hodi transfere kolesaun

source: Choose your library:
tet: Hili ita nia biblioteka ida:

source: Vendor search results
tet: Rezultadu husi buka vendedór

source: Your search returned no results.
tet: La iha rezultadu.

source: %s result(s) found
tet: %s rezultadu(sira) hetan ona

source: %s result(s) found for '%s'
tet: %s rezultadu(sira) hetan ona ba '%s'

source: Perform a new search
tet: Hala'o peskiza foun

source: Serial subscription: search for vendor
tet: Asinatura periódiku: buka vendedór

source: Vendor name:
tet: Naran vendedór:

source: Expiring before:
tet: Prazu molok:

source: Include expirations before today:
tet: Inklui data prazu molok ohin loron:

source: Renew selected subscriptions
tet: Hafoun subskrisaun ida ne'ebé hili ona

source: OPAC note
tet: Nota OPAC

source: Nonpublic note
tet: Nota la publiku

source: No results for your query
tet: La iha rezultadu ba ita nia peskiza

source: Claims
tet: Reklama

source: Claims for %s
tet: Reklamasaun sira ba %s

source: Claims %s for %s %s
tet: Reklama %s ba %s %s

source: This vendor has no email defined for late issues.
tet: Vendedór ida ne'e la iha email ida.

source: No missing issues found.
tet: La hetan kópia ne'ebé falta ona.

source: Please choose a vendor.
tet: Faz favor hili vendedór ida.

source: Your notification has been sent.
tet: Ita nia notifikasaun haruka ona.

source: No claims notice defined.
tet: Seidauk defini avizu reklamasaun.

source: Please define one
tet: Faz favor defini ida

source: Missing issues
tet: Kópia falta

source: Filters:
tet: Filtru sira :

source: Issue number
tet: Numeru kópia

source: Since
tet: Dezde

source: Claim date
tet: Data reklama

source: Search vendor
tet: Buka vendedór sira

source: Search library
tet: Buka biblioteka

source: Search title
tet: Buka títulu

source: Search ISSN
tet: Buka ISSN

source: Search issue number
tet: Rai numeru kópia

source: Search status
tet: Peskiza estado

source: Search since
tet: Buka dezde

source: Search publication date
tet: Buka data publikasaun

source: Search claim count
tet: Peskiza número de reklamasaun

source: Search claim date
tet: Peskiza data de reklamasaun

source: Search %s
tet: Buka %s

source: Select CSV profile:
tet: Hile perfil CSV:

source: Select notice:
tet: Hili avizu:

source: Send notification
tet: Haruka notifikasaun

source: Please select at least one issue.
tet: Faz favor hili pelumenus kópia ida.

source: The beginning date is missing or invalid.
tet: Data hahu falta ka la válidu.

source: The ending date is missing or invalid.
tet: Data ikus mak falta ka la válidu.

source: Search results from %s to %s of %s
tet: Rezultadu peskiza husi %s to'o %s husi %s

source: Choose this record
tet: Hili rejistu ida ne'e

source: No results found for
tet: La hetan rezultadu sira ba

source: Preview routing list
tet: Haree lista routing

source: Preview routing list for
tet: Haree lista routing ba

source: List member:
tet: Membru ba lista:

source: Save and preview routing slip
tet: Rai no haree surat routing

source: New routing list
tet: Lista roteamentu foun

source: Modify routing list
tet: Modifika lista roteamentu

source: New routing list for
tet: Lista roteamentu foun ba

source: Modify routing list for
tet: Modifika lista roteamentu ba

source: Issue:
tet: Kópia:

source: Recipients:
tet: Simu nain:

source: Add recipients
tet: Aumenta simu-na’in sira

source: Delete all
tet: Apaga hotu

source: Serial collection information
tet: Informasaun kona ba kolesaun periodiku

source: Serial collection information for
tet: Informasaun kona ba kolesaun periodiku ba

source: %s (%s) %s %scallnumber: %s%s
tet: %s (%s) %s %skota: %s%s

source: You are about to delete %s serial(s). Do you want to continue?
tet: Ne'e sei apaga %s periódiku(s). Kontinua ka lae?

source: Number of items available: %s
tet: Numeru item disponivel: %s

source: Delete associated items?
tet: Apaga item associado?

source: : one or more associated items could not be deleted at this time.
tet: : item ida ka rua labele apaga.

source: Subscription summary
tet: Rezumu subskrisaun

source: Subscription summaries
tet: Rezumu subskrisaun nian

source: Subscription num.
tet: Num subskrisaun.

source: Subscription expired
tet: Asinatura liu prazu ona

source: Subscription closed %s
tet: Asinatura taka hela %s

source: See any subscription attached to this biblio
tet: Haree kualkér subskrisaun aneksa ho biblio ne'e

source: Edit serials
tet: Edita periodiku sira

source: Delete selected issues
tet: Apaga kópia ne'ebé hili ona

source: # Subs
tet: # Sub sira

source: Routing
tet: Roteamentu

source: %s disabled %s %s
tet: %s la lao %s %s

source: %s %sSpring%s %s %sSummer%s %s %sFall%s %s %sWinter%s %s %sSpr%s %s %sSum%s %s %sFal%s %s %sWin%s %s %s %s
tet: %s %sPrimavera%s %s %sVerão%s %s %sOutono%s %s %s Inverno%s %s %sPri%s %s %sVer%s %s %sOut%s %s %sInv%s %s %s %s

source: You must select at least one serial to edit
tet: Ita tenke hili pelumenus periodiku ida hodi edita

source: Serial edition
tet: Edisaun periódiku

source: %s (%s)%s %s callnumber: %s%s
tet: %s (%s)%s %s kota: %s%s

source: Serial edition
tet: Edisaun periódiku

source: Nonpublic note: %s
tet: Nota la publiku: %s

source: Error: Barcode not unique for %sserialseq %s
tet: Sala : Kódigu barra la úniku ba %sserialseq %s

source: Numbered
tet: Numeradu

source: Published on
tet: Publika ona iha

source: Published on (text)
tet: Publikadu iha (testu)

source: Expected on
tet: Atu mai ona iha

source: Issue
tet: Kópia

source: Number of copies to be made of this item
tet: Numuru husi item hodi kópia

source: Supplemental issue
tet: Kópia suplementár

source: Serial collection #%s
tet: Kolesaun periódiku #%s

source: Serial collection for %s
tet: Kolesaun periódiku ba %s

source: Detail of the subscription
tet: Subskrisaun nia detalle

source: Subscription #%s
tet: Asinatura #%s

source: Renew #%s
tet: Hafoun #%s

source: Go to %s
tet: Ba %s

source: Show bibliographic record
tet: Hatudu rejistu bibliográfiku

source: Edit selected serials
tet: Edita periodiku ne'ebé hili ona

source: You cannot edit this subscription
tet: Labele edita subskrisaun ida ne'e

source: Issue history
tet: Istoria kópia

source: Serial receive
tet: Periódiku simu hela

source: Edit routing list (%s)
tet: Edita lista roteamento (%s)

source: Search notes
tet: Buka notisias

source: Search location
tet: Buka lokalizasaun

source: Search callnumber
tet: Buka kota

source: Search expiration date
tet: Buka data prazu

source: Mana subscriptions search
tet: Buka subskrisaun Mana

source: Serials subscriptions (%s found)
tet: Asinatura periódiku sira (%s hetan ona)

source: Serials subscriptions search
tet: Peskiza subskrisaun periódiku sira

source: Your search returned no open subscriptions.
tet: Ita nia peskiza la hetan subskrisaun nakloke ida.

source: Your search returned no closed subscriptions.
tet: Buat ne'ebé ita buka la hetan subskrisaun ne'ebé taka hela.

source: Are you sure you want to reopen this subscription?
tet: Ita hakarak loki fali subskrisaun ne'e ka lae?

source: Prediction pattern
tet: Padrãun de numerasaun

source: Not published
tet: La publikadu

source: Modify subscription
tet: Modifika subskrisaun

source: %s Modify subscription for
tet: %s Modifika subskrisaun ba

source: %sAdd a new subscription%s (
tet: %sAumenta subskrisaun ida foun%s (

source: Subscription number:
tet: Numeru subskrisaun:

source: Search for a vendor
tet: Buka ba vendedór ida

source: Record:
tet: Rejistu sira:

source: Subscriptions must be associated with a bibliographic record
tet: Asinatura sira tenke liga ho rejistu bibliográfiku

source: Search for record
tet: Buka ba rejistu

source: Create record
tet: Kria rejistu

source: When receiving this serial:
tet: Kuandu simu hela periodiku ne'e:

source: Create an item record
tet: Kria rejistu item ida

source: Do not create an item record
tet: Labele kria rejistu item nian

source: Skip issue number
tet: Pasa númeru kópia

source: Keep issue number
tet: Rai numeru kópia

source: Manual history:
tet: Istoria manual:

source: Nonpublic note:
tet: Nota la publiku:

source: Patron notification:
tet: Notifikasaun ba kliente:

source: Selecting a notice will allow patrons to subscribe to notifications when a new issue is received.
tet: Hili avizu ida sei permite kliente sira atu subskreve ba notifikasaun sira bainhira kópia foun simu ona.

source: define a notice
tet: defini notisias

source: item type for older issues:
tet: tipu item ba issu tuan liu:

source: Grace period:
tet: Periodu graca:

source: day(s)
tet: loron(s)

source: Number of issues to display to staff:
tet: Kópia hira atu hatudu ba funsionariu:

source: system preference) %s (StaffSerialIssueDisplayCount system preference) %s
tet: preferénsia sistema) %s (preferénsia sistema StaffSerialIssueDisplayCount) %s

source: Number of issues to display to the public:
tet: Kópia hira atu hatudu ba publiku:

source: system preference) %s (OPACSerialIssueDisplayCount system preference) %s
tet: preferénsia sistema) %s (preferénsia sistema OPACSerialIssueDisplayCount) %s

source: here
tet: iha ne'e

source: Serials planning
tet: Planamentu periódiku sira
