Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: The patron has not been created the entered password contained whitespaces
tet: Kliente ne'e la tama tanba nia password kontein espasu mutin

source: %s of %s results loaded, refine your search to view other records
tet: %s husi %s rezultadu iha ona, hadi'a Ita-nia peskiza hodi haree rejistu seluk tan

source: First
tet: Primeiru

source: Next
tet: Tuir mai

source: Last
tet: Ikus

source: Password contains leading and/or trailing spaces
tet: Password ne'e iha espasu iha oin no/ka iha ikus

source: Password must contain at least %s characters
tet: Ita nia password tenke liu pelumenus %s karákter sira

source: Password must contain at least %s characters, including UPPERCASE, lowercase and numbers
tet: Ita nia password tenke kontein pelumenus %s karákter, inklui mós LETRA BOOT, letra kiik no númeru sira

source: Please enter the same password as above
tet: Favór ida hatama fali Ita-nia password hanesan iha leten

source: Record title
tet: Títulu rejistu

source: Table of contents
tet: Tabela de konteúdu

source: Chapters
tet: Kapítulu sira

source: Format
tet: Formatu

source: (only %s)
tet: (deit %s)

source: Scan
tet: Skan

source: Pending
tet: Pendente

source: Processing
tet: Prosesamentu

source: Completed
tet: Kompleta ona

source: Canceled
tet: Kansela ona

source: Patron has no current article requests.
tet: Kliente laiha pedidu artigu atuál.

source: Relatives' checkouts
tet: Empréstimu sira familia nian

source: Bookings (%s)
tet: Rezerva sira (%s)

source: Resolved claims
tet: Reklamasaun sira ne'ebé rezolve ona

source: Unresolved claims
tet: Reklamasaun sira ne'ebé seidauk rezolve

source: Restrictions (%s)
tet: Reskrisaun (%s)

source: Clubs (%s/%s)
tet: Klube sira (%s/%s)

source: Patron lists (%s)
tet: Lista kliente (%s)

source: Guarantee
tet: Garante

source: Amount outstanding
tet: Montante seidauk selu

source: Total due
tet: Totál hira

source: %s %s %s %s Loading... %s %s %s %s Loading... %s %s %s %s %s %s %s %s
tet: %s %s %s %s Karga hela... %s %s %s %s Karga hela... %s %s %s %s %s %s %s %s

source: Hold date
tet: Data rezerva

source: Pickup at
tet: Foti husi

source: Delete?
tet: Apaga?

source: Suspend?
tet: Suspende?

source: Cancel marked holds
tet: Kansela rezerva ne'ebé marka ona

source: No reason given
tet: La fo razaun

source: Suspend all holds
tet: Suspende rezerva hotu

source: until
tet: to'o

source: Specify date on which to resume %s:
tet: Espesifika data atu hahu fali %s:

source: Resume all suspended holds
tet: Halo fali rezerva ne'ebé suspende ona

source: Patron has nothing on hold.
tet: Kliente ne'e la rezerva buat ida.

source: Patron has nothing booked.
tet: Kliente ne'e la rezerva buat ida.

source: Patron is currently unrestricted.
tet: Kliente iha la restrisaun.

source: Comment
tet: Komentáriu

source: Created
tet: Kria ona

source: Restriction added by overdues process %s
tet: Restrisaun aumenta ona husi prosesu item tarde %s

source: expired
tet: expirado

source: Indefinite
tet: La definidu

source: Add manual restriction
tet: Aumenta limitasaun manual

source: Type:
tet: Tipu:

source: Comment:
tet: Komentáriu:

source: Expiration:
tet: Prazu:

source: Add restriction
tet: Aumenta limitasaun

source: Show all %s claim(s)
tet: Hatudu klama(s) %s hotu

source: Show %s unresolved claims
tet: Hatudu %s reklamasaun sira ne'ebé seidauk rezolve

source: Claim ID
tet: ID Reklamasaun

source: Resolved?
tet: Rezolve ona?

source: Created on
tet: Kria ona iha

source: Enter patron card number or partial name:
tet: Hatama kliente nia numeru kartaun ka naran:

source: Search for patron
tet: Buka kliente

source: Search:
tet: Buka:

source: Sort 1:
tet: Organiza 1:

source: Sort 2:
tet: Organiza 2:

source: Search type:
tet: Tipu buka:

source: Browse by last name: %s %s %s %s %s
tet: Haree tuir apelidu: %s %s %s %s %s

source: Patrons found for:
tet: Hetan ona kliente ba:

source: Card
tet: Kartaun

source: Date of birth
tet: Data moris

source: Address
tet: Hela fatin

source: Expires on
tet: Mate ona iha

source: Sort 1
tet: Organiza 1

source: Sort 2
tet: Organiza 2

source: Loading
tet: Tula hela tab

source: %s years
tet: %s tinan sira

source: An error occurred. Check the logs for details.
tet: Sala akontese. Verifika log sira ba detalle sira.

source: Patron '%s' added.
tet: Kliente '%s' aumenta ona.

source: Patron '%s' is already in the list.
tet: Kliente '%s' iha ona iha lista.

source: Select
tet: Hili

source: Select patron
tet: Hili kliente ida

source: begins with
tet: hahu ho

source: containing
tet: kontinuando

source: in library
tet: iha biblioteka

source: starting with
tet: hahu ho

source: with category
tet: ho kategoria

source: with sort1
tet: ho kategoria1

source: with sort2
tet: ho kategoria2

source: Add selected patrons
tet: Aumenta kliente sira ne'ebé marka ona

source: %s Patrons added.
tet: %s Kliente aumenta ona.

source: A patron from library %s
tet: Kliente ida husi biblioteka %s

source: New patron
tet: Kliente foun

source: Quick add new patron
tet: Aumenta kliente ida foun lailais

source: Patron lists
tet: Lista kliente

source: Attention
tet: Atensaun

source: Pending modifications:
tet: Modifikasaun pendente:

source: Review pending modifications
tet: Haree fila fali modifikasaun sira ne'ebé pendente

source: Patron has pending modifications
tet: Kliente iha modifikasaun pendentes

source: Patron's card expires on %s.
tet: Kartaun kliente ne'e prazu iha %s.

source: Edit details
tet: Edita detalle sira

source: or
tet: ka

source: Set due date to expiry:
tet: Hatuur prazu:

source: Patron's card has expired.
tet: Kartaun kliente nian ne'e prazu ona.

source: Patron's card expired on %s
tet: Kartaun kliente ne'e prazu iha %s

source: Address:
tet: Hela fatin:

source: Patron's address flagged as in doubt
tet: Kliente nia hela fatin marka hanesan la klaru

source: gonenoaddress flag is set in patron record
tet: Bandeira gonenoaddress hatuur iha rejistu kliente nian

source: Lost:
tet: Lakon:

source: Patron's card is flagged as lost
tet: Kartaun kliente ne'e marka ona hanesan lakon

source: lost flag is set in patron record
tet: marka ona hanesan lakon iha rejistu kliente nian

source: Patron's account is restricted %s until %s %s %s with the explanation:
tet: Kliente ne'e iha limitasaun ona %s to'o %s %s %s ho esplikasaun:

source: Restricted since %s:
tet: Restritu dezde %s:

source: %s Restriction added by overdues process %s %s %s
tet: %s Restrisaun aumenta ona husi prosesu %s %s %s

source: View restrictions
tet: Haree sestrisaun sira

source: Overdues:
tet: Tarde:

source: Patron has ITEMS OVERDUE
tet: Kliente iha ITEMS TARDE

source: See highlighted items below
tet: Haree items destacados iha kraik

source: Patron has %s RETURN CLAIMS
tet: Kliente iha %s REKLAMASAUN FO FILA

source: Return claims:
tet: Reklama fo fali:

source: Ages allowed are %s-%s.
tet: Idade sira ne'ebé permitidu maka %s %s.

source: Patron's age is incorrect for their category.
tet: Kliente nia tinan la válidu ba kategoria ne'e.

source: Change category
tet: Muda kategoria

source: Credits:
tet: Kréditu sira:

source: Patron has a credit%s of
tet: Kliente ne'e iha kreditu%s totál

source: Override restriction temporarily
tet: Hasai restrisaun temporariamente

source: Recalls waiting here (%s)
tet: Bolu fila ne'ebé hein hela iha-ne'e (%s)

source: (%s), %s by %s %s %s [%s] %s
tet: (%s), %s husi %s %s %s [%s] %s

source: Recall placed on %s.
tet: Bolu fali ne'e %s.

source: %s Waiting here %s until %s %s
tet: %s Hein hela iha %s to'o %s %s

source: Recalls waiting at other libraries (%s)
tet: Rezerva ne'ebé hein hela iha bibliotek seluk (%s)

source: %s Waiting at %s %s until %s %s
tet: %s Hein hela iha %s %s to'o %s %s

source: Holds waiting here (%s)
tet: Reserva ne'ebé hein hela iha ne'e (%s)

source: Hold placed on %s.
tet: Hatuur rezerva iha %s.

source: %s Waiting here %s until %s%s.
tet: %s Hein hela iha ne'e %s to'o %s %s.

source: Waiting here since %s.
tet: Hein hela iha ne'e dezde %s.

source: Holds waiting at other libraries (%s)
tet: Rezerva sira ne'ebé hein hela iha biblioteka seluk (%s)

source: On %s: %s %s
tet: Iha %s: %s %s

source: To be staged
tet: Atu prepara

source: Staged and ready
tet: Prepara ona no prontu

source: Patron is outside!
tet: Kliente iha liur!

source: Delivered
tet: Entrega ona

source: Unknown status "%s"
tet: La hatene estatus "%s"

source: Messages
tet: Mensajen sira

source: %s Read:
tet: %s Le'e:

source: Add a new message
tet: Aumenta mensajen foun

source: Edit message
tet: Edita mensajen

source: Message is for:
tet: Mensajen ne'e ba:

source: Please have your system administrator check the error log for details.
tet: Faz favor husi administrador sistema nian atu haree error log ba detalle tan.

source: Batch:
tet: Lote:

source: Patron list:
tet: Lista kliente:

source: Patron number:
tet: Kliente nia numeru:

source: Layout:
tet: Kuadru:

source: WARNING:
tet: AVISU:

source: Error while creating PDF file.
tet: Sala hamosu durante tempu kria arkivu PDF.

source: An error has occurred.
tet: Sala hamosu.

source: An error has occurred while attempting to upload the image file.
tet: Sala hamosu kuandu tenta karrago arkivu imajen.

source: An image with the name '%s' already exists.
tet: Imajen ida ho naran ne'e '%s' iha ona.

source: An error has occurred and no items have been added to batch %s.
tet: Sala hamosu no la aumenta item ba batch %s.

source: An error has occurred and the item(s) was not removed from batch %s.
tet: Sala hamosu no labele hasai item(s) ne'e husi batch %s.

source: An error has occurred and batch %s was not deleted.
tet: Sala hamosu no batch %s la apaga.

source: An error has occurred and batch %s was not fully de-duplicated.
tet: Sala hamosu no batch %s la de-duplika.

source: Card batch
tet: Lote kartaun

source: Image
tet: Imajen

source: Card template
tet: Template kartaun

source: Card batches
tet: Lote kartaun

source: Images
tet: Imajen sira

source: Card templates
tet: Template kartaun

source: Search field:
tet: Kampu peskiza:

source: Search patron categories
tet: Buka kategoria kliente

source: Search by patron category name
tet: Buka tuir naran kategoria kliente nian

source: Access to all librarian functions
tet: Asesu ba funsaun bibliotekáriu hotu-hotu

source: Check out and check in items
tet: Fo empresta no fo fila items

source: Required for staff login.
tet: Presiza ba login staf nian.

source: Add, modify and view patron information
tet: Aumenta, modifika no haree informasaun kliente nian

source: Set user permissions
tet: Hatuur permisaun sira

source: Place and modify holds for patrons
tet: Hatuur no modifika rezerva kliente nian

source: Edit catalog (Modify bibliographic/holdings data)
tet: Edita katálogu (Modifika rejistu bibliográfiku ho dadus kópia sira)

source: Manage patrons fines and fees
tet: Jere kliente nia multa e taxas

source: Acquisition management
tet: Jestaun akuisisaun

source: Suggestions management
tet: Jestaun ba sujestaun

source: Edit authorities
tet: Edita autoridade

source: Manage serial subscriptions
tet: Jere subskrisaun periódiku sira

source: Allow access to the reports module
tet: Husik asesu ba módulo de relatórios

source: Koha plugins
tet: Plugins koha

source: Patron clubs
tet: Klube kliente nian

source: Create and modify Interlibrary loan requests
tet: Kria no modifika pedidu husi biblioteka seluk

source: Manage stockrotation operations
tet: Jere kolesaun ne'ebé rotativo

source: Cash management
tet: Jestaun osan

source: OPAC problem reports management
tet: Jestaun relatóriu problema OPAC nian

source: Manage the preservation module
tet: Jere módulu prezervasaun nian

source: Remaining circulation permissions
tet: Permisaun sirkulasaun restu

source: Manage restrictions for accounts
tet: Jere konta nia restrisaun

source: Execute overdue items report
tet: Hala'o relatóriu kona ba livru atrazadu

source: Override blocked renewals
tet: Substitutu renovasaun nebe'e taka netik

source: Manage item bookings
tet: Jere rezerva item sira

source: Manage account debit and credit types
tet: Jere tipu debitu no kréditukonta

source: Manage circulation rules
tet: Jere regra sirkulasaun nian

source: Remaining system parameters permissions
tet: Permisaun parametru sistema restu

source: Manage system preferences
tet: Jere preferénsia sistema nian

source: Manage libraries and library groups
tet: Jere biblioteka sira no grupu biblioteka sira

source: Manage item types
tet: Jere tipu item

source: Manage authorized value categories and authorized values
tet: Jere valór kategoria ne'ebé autoriza ona

source: Manage patron categories
tet: Jere kategoria sira kliente nian

source: Manage patron restrictions
tet: Jere restrisaun sira kliente nian

source: Manage extended patron attributes
tet: Jere kliente nia atributu

source: Manage item circulation alerts
tet: Jere alerta item sirkulasaun nian

source: Manage cities and towns
tet: Jere sidade no vila

source: Manage MARC bibliographic and authority frameworks and test them
tet: Jere kuadru bibliográfiku MARC ho kuadru autoridade no teste

source: Manage classification sources and filing rules
tet: Jere regra arkivamentu no huun klasifikasaun nian

source: Manage record matching rules
tet: Jere regra kona ba rejistu han-malu

source: Manage OAI sets
tet: Jere OAI sets

source: Manage item search fields
tet: Jere kampu peskiza item nian

source: Manage saved search filters
tet: Jere filtru peskiza sira ne'ebé rai ona

source: Manage search engine configuration
tet: Jere konfigurasaun search engine nian

source: Manage MARC overlay rules configuration
tet: Jere konfigurasaun regra sira sobrepozisaun MARC nian

source: Manage Z39.50 and SRU servers, OAI repositories configuration
tet: Jerir konfigurasaun servidor Z39.50 ho SRU, repozitóriu OAI

source: Manage Did you mean? configuration
tet: Jere Ita dehan hanesan ne'e? nia konfigurasaun

source: Manage SMTP servers
tet: Jere server SMTP

source: Manage column configuration
tet: Jere konfigurasaun koluna

source: Manage audio alerts
tet: Jere alerta audio

source: Manage SMS cellular providers
tet: Jere provedor SMS

source: Manage usage statistics settings
tet: Jere konfigurasaun estatistiku kliente

source: Manage Mana KB content sharing
tet: Muda konfigurasaun Mana KB

source: Manage background jobs
tet: Jere knaar background nian

source: Manage curbside pickups
tet: Jere foti sira iha trotoar ninin

source: Delete patrons
tet: Apaga kliente sira

source: Add, modify and view patron information
tet: Aumenta, modifika no haree informasaun kliente nian

source: Search, list and view patrons
tet: Buka, lista no haree kliente sira

source: Send messages to patrons
tet: Haruka mensajen sira ba kliente sira

source: Modify holds priority
tet: Modifka prioridade rezerva

source: Place holds for patrons
tet: Hatuur rezerva ba kliente

source: Delete all items at once
tet: Apaga item hotu hamutuk

source: Edit catalog (Modify bibliographic/holdings data)
tet: Edita katálogu (Modifika rejistu bibliográfiku ho dadus items)

source: Edit locked records
tet: Edita rejistu sira xave hela

source: Set record source
tet: Hatuur fonte rejistu nian

source: Fast cataloging
tet: Katalogasaun lais

source: Remaining permissions for managing fines and fees
tet: Permisaun restu hodi jere kliente nia multa e taxas

source: Discount debits for patrons
tet: Debitu diskonta ba kliente

source: Refund payments to patrons
tet: Fo fila pagamentu ba kliente

source: Write off fines and fees
tet: Eliminar multa ho propina

source: Add manual invoices to a patron account
tet: Aumenta fatura manuál sira ba konta kliente ida

source: Add manual credits to a patron account
tet: Aumenta kréditu manuál sira ba konta kliente nian

source: Create purchase suggestions
tet: Kria sujestaun ida foun hodi sosa

source: Edit purchase suggestions
tet: Edita sujestaun ida kona ba livru atu sosa

source: Delete purchase suggestions
tet: Apaga sujestaun ida atu sosa material foun

source: Manage funds
tet: Jere fundu sira

source: Manage all funds
tet: Jere fundus hotu

source: Manage contracts
tet: Jere kontratu sira

source: Manage basket groups
tet: Jere grupu raga

source: Manage basket and order lines
tet: Jere linha raga no orden

source: Manage vendor issues
tet: Jere kópia sira vendedór nian

source: Receive orders and manage shipments
tet: Simu orden no jere entrega ba

source: Manage budgets
tet: Jere orsamentu sira

source: Manage budget plannings
tet: Jere planamento orsamentu

source: Manage vendors
tet: Jere vendedór sira

source: Manage currencies and exchange rates
tet: Jere moeda sira no troka osan

source: Upload patron images in a batch or one at a time
tet: Upload imajen kliente iha batch ka ida-idak

source: Perform batch extend due dates
tet: Halo estensaun ba data fo fila iha lote

source: Define days when the library is closed
tet: Defini loron ne'ebé biblioteka taka hela

source: Write additional contents for the OPAC and staff interfaces (news and HTML customizations)
tet: Hakerek konteúdu adisionál sira ba interfase OPAC no staf sira (notísia no personalizasaun HTML)

source: Define notices
tet: Defini notisias

source: Perform batch modification of patrons
tet: Modifika kliente iha batch

source: Edit quotes for quote-of-the-day feature
tet: Edita frazes ba funsionalidade fraze de loron

source: Export bibliographic and holdings data
tet: Esporta rejistu bibliográfiku ho dadus items

source: Import patron data
tet: Importa kliente nia dadus

source: Perform inventory of your catalog
tet: Hala'o inventoriu ba ita nia katálogu

source: Perform batch deletion of items
tet: Apaga items iha batch

source: Perform batch modification of items
tet: Modifika items iha batch

source: Create printable labels and barcodes from catalog and patron data
tet: Kria etiketa no kódigus barras impressão husi dadus katálogu

source: Manage CSV export profiles
tet: Jere perfil sira esporta CSV

source: Add, edit and delete patron lists and their contents
tet: Aumenta, edita no apaga lista kliente ho konteúdu

source: Manage staged MARC records, including completing and reversing imports
tet: Jere rejistu MARC sira ne'ebé maka tuir faze, inklui kompleta no inverte importasaun sira

source: Manage marc modification templates
tet: Jere template sira marc modifikasaun nian

source: Moderate patron comments
tet: Modera komentariu kliente nian

source: Moderate patron tags
tet: Modera kliente nia etiketa

source: Perform batch deletion of records (bibliographic or authority)
tet: Halo eliminasaun iha lote ba rejistu sira (bibliográfiku ka autoridade)

source: Perform batch modification of records (biblios or authorities)
tet: Halo modifikasaun iha lote ba rejistu sira (biblios ka autoridade sira)

source: Manage rotating collections
tet: Jere kolesaun ne'ebé rotativo

source: Schedule tasks to run
tet: Programa kna'ar atu hala'o

source: Stage MARC records into the reservoir
tet: Muda rejistu sira MARC ba rezervatóriu

source: Upload local cover images
tet: Upload imajen livru oin nian

source: Browse the system logs
tet: Haree sistema nia log sira

source: Check the expiration of a serial
tet: Verifika prazu ba periodiku ida

source: Claim missing serials
tet: Reklama periodiku ne'ebé falta

source: Create a new subscription
tet: Halo subskrisaun foun

source: Delete an existing subscription
tet: Apaga subskrisaun ne'ebé iha ona

source: Edit an existing subscription
tet: Edita subskrisaun ne'ebé iha ona

source: Serials receiving
tet: Periódiku simu hela

source: Renew a subscription
tet: Hafoun subskrisaun ida

source: Routing
tet: Roteamentu

source: Delete SQL reports
tet: Apaga relatóriu SQL

source: Create SQL reports
tet: Kria relatóriu SQL

source: Execute SQL reports
tet: Hala'o relatóriu SQL

source: Add course reserves
tet: Aumenta rezerva kursu

source: Remove course reserves
tet: Hasai rezerva kursus nian

source: Add, edit and delete courses
tet: Aumenta, edita no apaga kursus

source: Configure plugins
tet: Halo konfigurasaun plugins nian

source: Manage plugins ( install / uninstall )
tet: Jere plugins ( instalasaun / desinstalasaun )

source: Use report plugins
tet: Uza plugin relatóriu nian

source: Use tool plugins
tet: Plugins alat nian

source: Use administrative plugins
tet: Uza plugin sira administrativu

source: Create public lists
tet: Kria lista publiku

source: Delete public lists
tet: Apaga lista publiku

source: Edit public lists contents
tet: Edita konteúdu lista públiku sira

source: Use public lists
tet: Uza lista publiku

source: Upload any file
tet: Upload arkivu naran de'it

source: Manage uploaded files (
tet: Analisar arkivamentu upload (

source: Access to the files stored on the server
tet: Asesu ba arkivu sira rai hela iha servidor

source: Create and edit clubs
tet: Kria no edita klube sira

source: Create and edit club templates
tet: Kria no edita template klube ida

source: Enroll patrons in clubs
tet: Inskreve kliente iha klube

source: Manage MARC ordering
tet: Jerir orden MARC

source: Reopen closed invoices
tet: Loke fali fatura ne'ebé taka hela

source: Edit invoices
tet: Edita fatura

source: Delete invoices
tet: Apaga fatura

source: Merge invoices
tet: Tau hamutuk fatura

source: Delete baskets
tet: Apaga raga

source: Add and remove items from rotas
tet: Aumenta ka hasai item sira husi rotas

source: Create, edit and delete rotas
tet: Kria, edita no apaga rotas

source: Add, edit and archive cash registers
tet: Aumenta, edita no arkivu kaixa osan

source: Manage OPAC problem reports
tet: Jere OPAC nia relatóriu kona ba problemas

source: Manage recalls for patrons
tet: Jere bolu fila sira ba kliente sira

source: Manage identity providers
tet: Jere fornesedór identidade sira

source: Manage record sources
tet: Jere fonte rejistu

source: Transaction history for %s
tet: Istória tranzasaun nian ba %s

source: Cash summary for %s
tet: Sumáriu osan nian ba %s

source: Configure cash registers
tet: Konfigure kaixa osan

source: Configure items for purchase
tet: Konfigure items hodi sosa

source: Search system preferences
tet: Buka preferénsia sistema nian

source: System preference search
tet: Buka preferénsia sistema

source: Authority control
tet: Kontrola autoridade

source: Enhanced content
tet: Konteudu diak liu

source: Enhanced content settings
tet: Konteudu diak liu nia konfigurasaun

source: Internationalization and localization
tet: Internasionalizasaun no localizasaun

source: Local use
tet: Uzu lokal

source: Logs
tet: Log sira

source: Transaction logs
tet: Logs husi transasaun sira

source: Online Public Access Catalog
tet: Katalogu Online Public Access

source: Searching
tet: Buka hela

source: Web services
tet: Web serbisu

source: Preservation home
tet: Uma prezervasaun

source: Waiting list
tet: Lista hein hela

source: Preservation search
tet: Buka prezervasaun

source: Search preservation
tet: Prezervasaun peskiza

source: Requested by
tet: Husu ona husi

source: Pickup location
tet: Foti husi

source: %s %s by %s%s %s %s
tet: %s %s husi %s%s %s %s

source: Barcode: %s
tet: Kódigu barra: %s

source: Never expires
tet: Nunka mate

source: In transit to %s
tet: Iha tranzitu ba %s

source: Ready for pickup
tet: Prontu atu foti

source: Expired on %s
tet: Mate ona iha %s

source: Cancelled on %s
tet: Kansela ona iha %s

source: Overdue to be returned
tet: Liu ona prazu tenke fó fila

source: Fulfilled
tet: Kumpridu

source: Requested
tet: Husu ona

source: Due to be returned by %s
tet: Data fó fila %s

source: Pick up by %s
tet: Foti husi %s

source: Mark as overdue
tet: Marka hanesan tarde

source: Cancel recall and return to: %s
tet: Kansela bolu fila no fila ba: %s

source: Patron has no recalls.
tet: Kliente la iha bolu fila.

source: There are no recalls to show.
tet: La iha bolu fila atu hatudu.
