Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Open in new window
tet: Loke iha janela foun

source: Some records have not been automatically added because they match an existing record in your catalog:
tet: Labele aumenta rejistu ruma tanba rejistu hirak ne'e hanesan rejistu ne'ebé iha ona:

source: Orders
tet: Hameno sira

source: No.
tet: Nu.

source: RRP tax exc.
tet: RRP ex impostu.

source: Actual cost tax exc.
tet: Total atual ex impostu.

source: Budgeted cost tax exc.
tet: Kustu orsamentu nian impostu exk.

source: RRP tax inc.
tet: RRP impostu ink.

source: Actual cost tax inc.
tet: Total atual ink impostu.

source: Budgeted cost tax inc.
tet: Kustu orsamentu nian impostu ink.

source: Replacement price
tet: Folin substituisaun

source: Total tax exc. (%s)
tet: Total impostu exk. (%s)

source: Total tax inc. (%s)
tet: Total impostu ink. (%s)

source: GST %%
tet: IMPOSTU %%

source: GST
tet: IMPOSTU

source: Fund
tet: Fundu

source: Estimated delivery date
tet: Data estraga estimado

source: Statistic 1
tet: Estatistika 1

source: Statistic 2
tet: Estatistika 2

source: Invoice
tet: Fatura

source: Supplier report
tet: Relatóriu fornecedor

source: Cancel order
tet: Kansela orden

source: Total (GST %s)
tet: Total (Impostu %s)

source: %s %s %s %s by %s%s %s %s
tet: %s %s %s %s husi %s%s %s %s

source: (received)
tet: (simu ona)

source: (Deleted bibliographic record) %s
tet: (Rejistu bibliográfiku ne'ebé apaga ona) %s

source: Deleted bibliographic record, can't find title
tet: Rejistu bibliográfiku apaga ona, la hetan títulu

source: Suggested by: %s%s, %s %s (
tet: Sujestaun husi: %s%s, %s %s (

source: suggestion #%s
tet: sujestaun #%s

source: Edit internal note
tet: Edita nota interna

source: Add internal note
tet: Aumenta nota interna

source: Edit vendor note
tet: Edita nota vendedór nian

source: Add vendor note
tet: Aumenta nota vendedór nian

source: Transferred from basket:
tet: Transfere ona husi raga:

source: ) on
tet: ) iha

source: This order has been claimed %s times. On %s%s%s, %s%s
tet: Orden ne'e reklama dala %s. Iha %s%s%s, %s%s

source: (Uncertain)
tet: (Inserteza)

source: Edit delivery date
tet: Edita data entrega

source: Can't cancel order
tet: Labele kansela orden

source: Can't cancel order, (%s) holds are linked with this order. Cancel holds first
tet: Labele kansela orden, (%s) rezerva iha ligasaun ho orden ne'e. Kansela rezerva lai

source: Cancel order and delete catalog record
tet: Kansela orden no apaga rejistu katálogu

source: Can't cancel order and delete catalog record
tet: Labele kansela orden no apaga rejistu katálogu

source: Can't delete catalog record, see constraints below
tet: Labele apaga rejistu katálogu, haree limitasaun iha kraik

source: %s item(s) left
tet: %s item(s) husik ona

source: Can't delete catalog record, because of %s existing hold(s)
tet: Labele apaga rejsitu katálogu ne'e, tanba iha ona %s rezerva(s)

source: %s order(s) left
tet: %s orden(s) husik hela

source: Can't delete catalog record, delete other orders linked to it first
tet: Labele apaga rejistu katálogu, apaga lai orden ho ligasaun

source: %s subscription(s) left
tet: %s subskrisaun(s) husik hela

source: Can't delete catalog record, delete subscriptions first
tet: Labele apaga rejistu katálogu, apaga subskrisaun lai

source: %s hold(s) left
tet: %s rezerva(s) husik hela

source: Can't delete catalog record or order, cancel holds first
tet: Labele apaga rejistu katálogu ka orden, kansela rezerva lai

source: ** Vendor's listings already include tax.
tet: ** Lista vendedór nian inklui ona impostu.

source: Cancelled orders
tet: Orden kansela ona

source: ecost tax exc.
tet: ecost impostu es.

source: ecost tax inc.
tet: total impostu ink.

source: Delete order
tet: Apaga orden

source: %s %s %s%s by %s%s %s %s
tet: %s %s %s%s husi %s%s %s %s

source: Cancellation reason: %s %s
tet: Data kanselamentu: %s %s

source: Transferred to basket:
tet: Transfere ona ba raga:

source: Are you sure you want to close basket %s?
tet: Ita hakarak taka raga ne'e ka lae %s?

source: Attach this basket to a new basket group with the same name
tet: Aneksa raga ne'e ba grupu raga foun ho naran hanesan

source: Yes, close (Y)
tet: Sin, taka (S)

source: No, don't close (N)
tet: Lae, labele taka (L)

source: Order note
tet: Nota orden

source: (order number %s)
tet: (númeru orden %s)

source: Add order to basket %s
tet: Aumenta orden ba raga %s

source: Are you sure you want to close this basket and generate an EDIFACT order?
tet: Ita hakarak taka raga ne'e ka lae?

source: Are you sure you want to delete this order line?
tet: Ita hakarak apaga liña orden ida ne'e ka lae?

source: Please delete the linked bibliographic record first.
tet: Favor ida, apaga uluk rejistu bibliográfiku ne'ebé iha ligasaun.

source: Are you sure you want to reopen this basket?
tet: Ita hakarak loke fali raga ne'e ka lae?

source: Basket grouping
tet: Agrupamentu raga

source: Add basket group for %s
tet: Aumenta grupu raga ba %s

source: Reopen basket group
tet: Loke fali grupu raga

source: Export basket group as CSV
tet: Esporta grupu raga hanesan CSV

source: Print basket group in PDF
tet: Imprimi grupu raga iha PDF

source: Generate EDIFACT order
tet: Jera orden EDIFACT

source: Basket group %s (%s) for
tet: Grupu raga %s (%s) ba

source: Edit basket group %s (%s) for
tet: Edita grupu raga %s (%s) ba

source: Add basket group for
tet: Aumenta grupu raga ba

source: Ungrouped baskets
tet: Raga ne'ebé la ho grupu ida

source: No name, basketnumber: %s
tet: La iha naran, basketnumber: %s

source: Add to group
tet: Aumenta ba grupu

source: Basket group name:
tet: Naran grupu raga:

source: Delivery comment:
tet: Komentáriu entrega nian:

source: Baskets in this group:
tet: Raga iha grupu ne'e:

source: Remove
tet: Hasai

source: Close basket group
tet: Taka grupu raga

source: New basket group
tet: Grupu raga foun

source: Basket grouping for
tet: Agrupamento raga ba

source: No EDIFACT configuration for %s
tet: La iha EDIFACT konfigurasaun ba %s

source: Open
tet: Loke

source: Closed
tet: Taka hela

source: Number
tet: Númeru

source: Billing place
tet: Fatin faturamentu

source: Delivery place
tet: Fatin hodi entrega

source: Number of baskets
tet: Raga hira

source: Basket group no. %s
tet: Nu. grupu raga nian. %s

source: %sFree delivery place%s%s%s
tet: %sFatin entrega%s%s%s

source: Close and export as PDF
tet: Taka no esporta nudar PDF

source: Export as PDF
tet: Esporta nudar PDF

source: Add to group
tet: Aumenta ba grupu

source: Are you sure you want to delete this basket group?
tet: Ita hakarak apaga grupu raga ne'e ka lae?

source: Error downloading the file
tet: Sala durante tempu download arkivu

source: There are no baskets in this group
tet: La iha raga ida iha grupu ne'e

source: There are no ungrouped baskets
tet: La iha raga la agrupadu

source: Edit basket '%s'
tet: Edita raga '%s'

source: Add a basket to %s
tet: Aumenta raga ida ba %s

source: Edit basket %s
tet: Edita raga %s

source: Basket name:
tet: Raga nia naran:

source: Billing place:
tet: Fatin faturamentu:

source: Delivery place:
tet: Fatin hodi entrega:

source: Current vendor (%s)
tet: Vendedór atuál (%s)

source: Contract:
tet: Kontratu:

source: use default (receiving an order)
tet: uza default (simu hela orden ida)

source: use default (cataloging the record)
tet: uza default (durante katalogasaun rejistu nian)

source: use default (placing an order)
tet: uza default (hatuur hela orden)

source: placing an order
tet: hatuur hela orden

source: receiving an order
tet: simu hela orden ida

source: cataloging the record
tet: katálogusaun rejistu nian

source: Search for vendor %s
tet: Buka ba vendedór ida %s

source: Your vendor search returned no results.
tet: Ita-boot nia peskiza ba vendedór la fó rezultadu.

source: Vendor search: %s results found
tet: Rezultadu husi buka vendedór: %s hetan ona

source: Vendor search: %s results found for '%s'
tet: Rezultadu %s husi buka vendedór: ba '%s'

source: Show active baskets only
tet: Hatudu raga ne'ebé ativu de'it

source: Show all baskets
tet: Hatudu raga hotu

source: Show active vendors only
tet: Hatudu vendedór ne'ebé ativu de'it

source: Show all vendors
tet: Hatudu vendedór hotu

source: %s %s %s NO NAME %s
tet: %s %s %s NARAN LA IHA %s

source: (inactive)
tet: (la ativu)

source: Item count
tet: Konta item

source: Bibliographic record count
tet: Konta rejistu bibliográfiku

source: Items expected
tet: Items atu mai

source: Basket group
tet: Grupu raga

source: Internal note
tet: Nota interna

source: %s %s (%s cancelled) %s
tet: %s %s (%s kansela ona) %s

source: Close this basket
tet: Taka raga ida ne'e

source: No pending baskets. %s
tet: La iha raga pendente. %s

source: View all baskets
tet: Haree raga hotu

source: Are you sure you want to cancel this order (%s)
tet: Ita hakarak kansela rezerva ne'e ka lae (%s)

source: Bibliographic record will be deleted too.
tet: Rejistu bibliográfiku sei apaga mós.

source: Bibliographic record will not be deleted.
tet: Rejistu bibliográfiku sei la apaga.

source: Yes, cancel (Y)
tet: Sin, kansela (Y)

source: No, don't cancel (N)
tet: Lae, labele kansela (N)

source: The order has been successfully cancelled %s
tet: Orden ida ne'e kansela ona %s

source: An error has occurred. %s
tet: Sala akontese. %s

source: The order has been cancelled already.
tet: Orden ida ne'e kansela ona.

source: The order could not be found.
tet: Orden ne'e la bele hetan.

source: The order has been cancelled, although one or more items could not have been deleted.
tet: Orden ne'e kansela ona, maski item ida ka liu labele apaga.

source: The order has been cancelled, although the record has not been deleted.
tet: Orden ne'e kansela ona, maski rejistu ida labele apaga.

source: %s %s %s %s %s %s "%s (%s days)"%s "%s"%s "%s"%s "%s %sAuthor: %s.%s%sPublished by: %s.%s"%s "%s x %s = %s (%s)"%s "%s (%s)"%s "%s"%s "%s"%s "%s"%s "%s"%s "%s" %s %s %s %s "Total orders in late"%s %s
tet: %s %s %s %s %s %s "%s (%s days)"%s "%s"%s "%s"%s "%s %sAutór: %s.%s%sPublikadu husi: %s.%s"%s "%s x %s = %s (%s)"%s "%s (%s)"%s "%s"%s "%s"%s "%s"%s "%s"%s "%s" %s %s %s %s "Total orders tarde"%s %s

source: Duplicate existing orders
tet: Duplikadu orden ne'ebé iha ona

source: Refine search
tet: Refina ita nia peskiza

source: Order line (parent)
tet: Lina hameno (inan-aman)

source: Basket creator
tet: Kriador raga

source: Summary
tet: Sumáriu

source: Received on
tet: Simu iha

source: Quantity received
tet: Kuantidade ne'ebé simu ona

source: Quantity ordered
tet: Kuantidade hameno ona

source: Unit cost
tet: Kustu ba unidade ida

source: Copy existing value
tet: Kópia valór ne'ebé iha ona

source: Select a fund
tet: Hili fundu ida

source: The original fund will be used
tet: Sei uza fundu orijinál

source: The original internal note will be used
tet: Sei uza nota internu orijinál

source: The original vendor note will be used
tet: Nota orijinál vendedór nian sei uza

source: Duplicate orders
tet: Duplikadu ordens

source: Order line
tet: Lina encomenda

source: Return to the basket
tet: Fila ba raga

source: No fund selected.
tet: La hili fundu ida.

source: Nothing is selected.
tet: La hili buat ida.

source: EDIFACT message
tet: Mensajen EDIFACT

source: Are you sure you want to delete this message?
tet: Ita hakarak apaga mensajen ne'e ka lae?

source: Transferred
tet: Tranfere ona

source: View message
tet: Haree mensajen

source: EDIFACT message display
tet: Hatudu mensajen EDIFACT

source: The requested message cannot be displayed
tet: Pájina ne'e la disponivel agora ne'e

source: Search results
tet: Rezultadu peskiza

source: Order search
tet: Buka ba orden

source: Your search returned no results.
tet: La iha rezultadu.

source: Managing library
tet: Biblioteka ne'ebé jere

source: Vendor note
tet: Nota vendedór

source: %s %s(standing order)%s
tet: %s %s(orden permanente)%s

source: Files for invoice: %s
tet: Arkivu ba fatura: %s

source: Uploaded
tet: Upload ona

source: This invoice has no files attached.
tet: Fatura ida ne'e la iha arkivu iha aneksu.

source: Upload new file
tet: Upload arkivu foun

source: File:
tet: Arkivu:

source: Upload file
tet: Upload arkivu

source: Are you sure you want to delete this file?
tet: Ita hakarak apaga arkivu ne'e ka lae?

source: &nbsp;Show inactive:
tet: &nbsp;Hatudu la ativu:

source: Invoice: %s
tet: Fatura: %s

source: Invoice has been modified
tet: Fatura modifika ona

source: Invoice number:
tet: Numeru fatura:

source: Shipment date:
tet: Data entrega:

source: Billing date:
tet: Data faturamentu:

source: Shipping cost:
tet: Kustu entrega:

source: Shipping fund:
tet: Fundu entrega:

source: Closed on %s
tet: Taka iha %s

source: Reopen:
tet: Loke fali:

source: Open
tet: Loke

source: Close:
tet: Taka:

source: Adjustments
tet: Ajustamentu sira

source: Reason
tet: Razaun

source: Note
tet: Nota

source: No reason
tet: La iha razaun

source: Define values in authorised value category ADJ_REASON to enable
tet: Define valór sira iha kategoria valór autorizadu ADJ_REASON atu ativa

source: Add an adjustment
tet: Aumenta ajustamento ida

source: Amount:
tet: Hira:

source: Reason:
tet: Razaun:

source: Note:
tet: Nota:

source: Update adjustments
tet: Atualiza ajustes

source: Go to receipt page
tet: Ba pájina resibu nian

source: Manage invoice files
tet: Jere arkivu fatura

source: Invoice details
tet: Detalle fatura

source: Show all details
tet: Hatudu detalle hotu

source: Invoice price
tet: Folin fatura

source: by
tet: husi

source: Modify fund
tet: Modifika fundu

source: Total (GST %s %%)
tet: Total (Impostu %s %%)

source: Total + adjustments + shipment cost (%s)
tet: Totál + ajustamentu sira + kustu entrega nian (%s)

source: No orders yet
tet: Seidauk iha orden

source: Files attached to invoice
tet: Arkivu aneksa ba fatura

source: Update received fund
tet: Atualizasaun ba fundu ne'ebé simu ona

source: Fund:
tet: Fundu:

source: Update fund
tet: Atualiza fundu

source: No fund
tet: La iha fundu

source: Failed to update order:
tet: La konsege atualiza orden:

source: Order updated
tet: Orden atualiza ona

source: Show only subscriptions
tet: Hatudu subskrisaun sira de'it

source: Shipment date
tet: Data entrega

source: Billing date
tet: Data faturamentu

source: Received bibliographic records
tet: Rejistu bibliográfiku ne'ebé simu ona

source: Received items
tet: Items ne'ebé simu ona

source: Closed on %s
tet: Taka iha %s

source: Merge selected invoices
tet: Tau hamutuk fatura hili ona

source: Reopen selected invoices
tet: Loke fali fatura sira ne'ebé hili ona

source: Close selected invoices
tet: Taka fatura sira ne'ebé hili ona

source: Open invoices
tet: Loke fatura sira

source: Closed invoices
tet: Fatura taka ona

source: Your search returned no open invoices.
tet: Ita nia peskiza la hetan fatura nakloke ida.

source: Your search returned no closed invoices.
tet: Buat ne'ebé ita buka la hetan fatura ne'ebé taka hela.

source: Merge invoices
tet: Tau hamutuk fatura

source: Shipment cost
tet: Folin entrega

source: Shipment cost:
tet: Folin entrega:

source: Merge
tet: Tau hamutuk

source: Sorry, but there are no results for your search.
tet: Deskulpa, la iha rezultadu husi ita nia peskiza.

source: Search was:
tet: Buka mak hanesan:

source: Invoice number: %s
tet: Númeru fatura: %s

source: Vendor: %s
tet: Vendedór: %s

source: From %s
tet: Husi %s

source: To %s
tet: Ba %s

source: All since %s
tet: Hotu-hotu dezde %s

source: Shipment date: All until %s
tet: Data entrega: Hotu to'o %s

source: Billing date: All until %s
tet: Data faturamentu: Hotu to'o %s

source: Title: %s
tet: Titulu: %s

source: Author: %s
tet: Autór: %s

source: Publisher: %s
tet: Editór: %s

source: Publication year: %s
tet: Tinan publikasaun: %s

source: Library: %s
tet: Biblioteka: %s

source: Use the search form on the left to find invoices.
tet: Uza formuláriu peskiza nian iha liman-karuk atu hetan fatura sira.

source: From:
tet: Husi:

source: To:
tet: Ba:

source: Author:
tet: Autór:

source: Publication year:
tet: Tinan publikasaun:

source: You must select at least two invoices to merge.
tet: Faz favor hili pelumenus fatura rua atu tau hamutuk.

source: %s%s : %sLate orders
tet: %s%s : %sOrden enkomenda tarde

source: This vendor has no email
tet: Vendedór ida ne'e la iha email ida

source: No order selected
tet: La hili orden ida

source: Email has been sent.
tet: Email haruka ona.

source: Claim using notice:
tet: Reklama uza hela nota:

source: Check all
tet: Verifika hotu

source: Uncheck all
tet: Hasai marka hotu

source: Order date
tet: Data hameno

source: Information
tet: Informasaun

source: Quantity
tet: Kuantidade

source: Total cost
tet: Total kustu

source: Basket date
tet: Raga nia data

source: Budget
tet: Orsamentu

source: Claims count
tet: Konta reklamasaun

source: Claimed date
tet: Data reklama ona

source: %s (%s days)
tet: %s (%s loron sira)

source: Published by:
tet: Publikasaun husi:

source: in
tet: iha

source: basket
tet: raga

source: Edit internal note
tet: Edita nota interna

source: Add internal note
tet: Aumenta nota interna

source: Edit vendor note
tet: Edita nota vendedór nian

source: Add vendor note
tet: Aumenta nota vendedór nian

source: Claim order
tet: Reklama orden

source: There are no late orders.
tet: La iha orden ne'ebé tarde.

source: Filter results:
tet: Filtra rezultadu:

source: Order date:
tet: Data hameno:

source: days ago
tet: loron liuba

source: Estimated delivery date from:
tet: Data entrega estimativa husi:

source: Filter
tet: Filtru

source: %s (order number %s)
tet: %s (númeru orden %s)

source: Please select at least one item to export.
tet: Faz favor hili pelumenus item ida atu esporta.

source: Acquisition
tet: Akuisisaun

source: Basket %s (%s)
tet: Raga %s (%s)

source: Change order's vendor note
tet: Troka orden nia nota vendedór nian

source: Change order's internal note
tet: Troka nota interna orden nian

source: Change order vendor note (order no. %s)
tet: Troka orden nia nota vendedór nian (númeru orden %s)

source: Change order internal note (order no. %s)
tet: Troka nota internu orden nian (númeru orden %s)

source: Note:
tet: Nota:

source: %s item mandatory fields empty
tet: %s kampu obrigatóriu mamuk hela

source: Duplicate values detected. Please correct the errors and resubmit.
tet: Duplika iha. Favor hadi'a sala ne'e no hatama fali.

source: Order total (%s) exceeds budget available (%s)
tet: Total hameno (%s) liu orsamentu disponivel (%s)

source: Quantity must be greater than '0'
tet: Kuantidade tenke boot liu duke '0'

source: Total must be a number
tet: Totál tenke sai hanesan númeru ida

source: Vendor price must be a number
tet: Vendedór nia folin tenke hanesan númeru

source: You must select a fund
tet: Ita tenke hili fundu ida

source: Modify order details (line #%s)
tet: Modifika orden nia detalle (liña#%s)

source: %s Modify order line %s New order %s
tet: %s Modifika lina orden %s Orden foun%s

source: Basket details
tet: Detalle raga nian

source: Contract number:
tet: Numeru kontratu:

source: Open on:
tet: Loke iha:

source: Basketgroup:
tet: Grupusestu:

source: Change basketgroup
tet: Troka grupuraga

source: To notify on receiving:
tet: Atu fo hatene bainhira simu ona:

source: Catalog details %s
tet: Detalle katálogu %s

source: Publisher:
tet: Editór:

source: Edition:
tet: Edisaun:

source: Publication year:
tet: Tinan publikasaun:

source: Series:
tet: Série:

source: Item type:
tet: Tipu item:

source: Suggestion
tet: Sujestaun

source: Suggested by:
tet: Sujestaun husi:

source: Items list
tet: Lista items

source: Holding library
tet: Biblioteka ne'ebé kaer livru

source: Materials
tet: Materiais

source: %s (suggested: %s) %s %s %s %s
tet: %s (sujere: %s) %s %s %s %s

source: %s (suggested: %s) %s %s %s
tet: %s (sujere: %s) %s %s %s

source: Frequency:
tet: Frekuensia:

source: Number of issues: %s
tet: Kópia hira: %s

source: Number of weeks: %s
tet: Semana hira: %s

source: Number of months: %s
tet: Fulan hira: %s

source: %s %s%s%s (inactive)%s
tet: %s %s %s%s (la ativu)%s

source: Vendor price:
tet: Folin vendedór:

source: %s(tax inclusive)%s(tax exclusive)%s
tet: %s(ink impostu.)%s(ex impostu.)%s

source: Uncertain price:
tet: Folin latebes:

source: Tax rate:
tet: Impostu:

source: Retail price:
tet: Folin:

source: (adjusted for %s, %stax inclusive%stax exclusive%s)
tet: (ajusta ona ba %s, %staxa inklusivu%staxa esklusiva.%s)

source: Replacement cost:
tet: Kustu substituisaun:

source: Budgeted cost:
tet: Kustu orsamentado:

source: (budgeted cost * quantity)
tet: (orsamentu nia valór * kuantidade)

source: Actual cost:
tet: Kustu atual:

source: %s(tax inc.)%s(tax exc.)%s
tet: %s(ink impostu.)%s(ex impostu.)%s

source: Estimated delivery date:
tet: Data entrega ne'ebé kalkula ona:

source: Add multiple items
tet: Aumenta item multiplu

source: Processing multiple items
tet: Processamentu item multiplu lao hela

source: Invalid number of copies
tet: Numeru inválidu kópia nian

source: , greater than or equal to 1
tet: , boot liu ka hanesan 1

source: Please enter a
tet: Faz favor hatama

source: number
tet: numeru

source: You selected a record from an external source that matches an existing record in your catalog:
tet: Ita-boot hili rejistu ida husi fonte esterna ne'ebé hanesan ho rejistu ida ne'ebé eziste iha ita-boot nia katálogu:

source: Use existing record
tet: Uza rejistu ne'ebé iha ona

source: Do not create a duplicate record. Add an order from the existing record in your catalog.
tet: Lalika kria rejistu duplikadu. Aumenta orden ida husi rejistu ne'ebé iha ona iha katálogu.

source: Use existing
tet: Uza ne'ebé iha ona

source: Cancel and return to order
tet: Kansela no fila ba orden

source: Return to the basket without making a new order.
tet: Fila ba raga la halo orden foun.

source: Create new record
tet: Kria rejistu foun

source: Create a new record by importing the external (duplicate) record.
tet: Kria rejistu foun liuhusi importa rejistu (duplikadu) esternu.

source: Create new
tet: Kria foun

source: Add order from a subscription
tet: Aumenta orden husi subskrisaun ida

source: Serials subscriptions
tet: Asinatura periódiku sira

source: Show only renewed
tet: Hatudu hafoun de'it

source: Notes
tet: Nota sira

source: subscription detail
tet: detalle subskrisaun

source: %s Outstanding order %s %s
tet: %s La iha orden ekomenda ne'ebé hein hela %s %s

source: Order this one
tet: Hameno ida ne'e

source: Cannot be ordered
tet: Labele hameno

source: This subscription depends on another supplier
tet: Asinatura ne'e depende husi vendedór seluk

source: Sorry, there is no result for your search.
tet: La iha valór autoriza ne'ebé defini ona ba.

source: Use the search form on the left to find subscriptions.
tet: Uza formuláriu peskiza nian iha liman-karuk atu hetan subskrisaun sira.

source: Add order from a suggestion
tet: Aumenta orden husi sujestaun ida

source: Show all suggestions
tet: Hatudu sujestaun hotu

source: Show only mine
tet: Hatudu hau nian de'it

source: Mine
tet: Hau nian

source: Document type
tet: Tipu dokumentu

source: Suggested by
tet: Sujestaun husi

source: Accepted by
tet: Simu ona ba

source: %s&copy; %s %s %svolume:
tet: %s&kópia; %s %s %svolume:

source: published by: %s %s %s in
tet: publikadu husi: %s %s %s iha

source: %s %s in
tet: %s %s iha

source: %s There are no outstanding (accepted) suggestions. %s
tet: %s La iha sujestaun ida (simu ona) ne'ebé seidauk hala'o. %s

source: Ordered - %s
tet: Hameno ona - %s

source: Ordered - Fund: %s
tet: Hameno ona - Fundu: %s

source: Title
tet: Titulu

source: Vendor
tet: Vendedór

source: Item types
tet: Tipu item

source: Left on order
tet: Atu orden

source: Estimated cost per unit
tet: Folin estimado por unidade

source: Date ordered
tet: Data hameno ona

source: Subtotal
tet: Subtotál
