Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Drop files here or click to select a file
tet: Tau arkivu sira iha ne'e ka klik atu hili arkivu ida

source: ZIP file
tet: Arkivuv ZIP

source: Image file
tet: Arkivu imajen

source: Bibliographic record number:
tet: Númeru rejistu bibliográfiku:

source: Replace existing covers %s
tet: Troka kapa sira ne'ebé iha ona %s

source: Process images
tet: Prosessa imajens

source: Existing images
tet: Imajen ne'ebé iha ona

source: Upload new files
tet: Upload arkivu foun

source: Select files:
tet: Hili arkivu:

source: Note: No upload categories are defined. %s %s
tet: Nota: Seidauk defini kategoria upload ida. %s %s

source: Allow public downloads:
tet: Permite download publiku:

source: Search uploads by category
tet: Buka upload sira tuir kategoria

source: Search term:
tet: Termus da peskiza:

source: New search
tet: Peskiza foun

source: Date added
tet: Data aumenta ona

source: Temporary
tet: Temporáriu

source: %s No %s
tet: %s Lae %s

source: %sNo%sYes%s
tet: %sLae%sSin%s

source: Your request gave the following results:
tet: Ita nia pedido hamosu ba rezultadu tuirmai:

source: Sorry, your request had no results.
tet: Deskulpa, Ita-boot nia pedidu la iha rezultadu.

source: Add a new upload
tet: Aumenta upload ida foun

source: Copy link to this file
tet: Kópia ligasaun ba arkivu ne'e

source: Do you really want to delete this upload?
tet: Ita hakarak apaga upload ida ne'e ka lae?

source: File could not be created. Check permissions.
tet: La konsega kria arkivu. Verifika permisaun sira.

source: File could not be read.
tet: Arkivu labele lee.

source: File has been deleted.
tet: Arkivu ne'e apaga ona.

source: File or upload record could not be deleted.
tet: Arkivu ka rejistu labele apaga.

source: Link copied to the clipboard
tet: Ligasaun kópia ona ba clipboard

source: No temporary directory found.
tet: La hetan diretóriu temporáriu.

source: Please enter a search term.
tet: Faz favor hatama termu peskiza ida.

source: This file already exists (in this category).
tet: Arkivu ida ne'e iha ona (iha kategoria ne'e).

source: Librarian:
tet: Bibliotekáriu:

source: Modules:
tet: Modulu:

source: Actions:
tet: Asaun sira:

source: This field cannot be modified from the circulation module.
tet: Kampu ne'e labele modifika husi módulu sirkulasaun nian.

source: Object:
tet: Objetu:

source: Interface:
tet: Interfase:

source: Display from:
tet: Hatudu husi:

source: Display to:
tet: Hatudu ba:

source: To screen in the browser:
tet: Ba ekran iha browser:

source: Named:
tet: Hanaran:

source: Log entries
tet: Entrada sira log nian

source: Check none
tet: La marka ida

source: Compare selected
tet: Kompara item sira ne'ebé marka ona

source: Object
tet: Objetu

source: Interface
tet: Interfase

source: display detail for this librarian.
tet: hatudu detalle ba bibliotekáriu ne'e.

source: Display member details.
tet: Hatudu membru nia detalle.

source: Member
tet: Membru

source: Bibliographic record %s
tet: Rejistu bibliográfiku %s

source: Display detail for this bibliographic record
tet: Hatudu detalle kona ba rejistu bibliográfiku ne'e

source: Subscription %s
tet: Asinatura %s

source: Authority %s
tet: Autoridade %s

source: Display detail for this authority
tet: Hatudu detalle husi autoridade ne'e

source: %s %s %s %s %s Item-level recall on
tet: %s %s %s %s %s Bolu fila nivel-item iha

source: Notice %s (%s)
tet: Nota %s (%s)

source: %s Bibliographic record-level recall on
tet: %s Bolu fila nivel-rejistu bibliográfiku iha

source: %s %s %s Basket
tet: %s %s %s Raga

source: %s Basket %s %s %s
tet: %s Raga %s %s %s

source: Display detail for this item
tet: Hatudu detalle kona ba item ida ne'e

source: Compare
tet: Kompara

source: %s No log found for
tet: %s La hetan log ba

source: . %s No log found for
tet: . %s La hetan log ba

source: . %s No log found. %s
tet: . %s La hetan log. %s

source: Compare preference values
tet: Kompara valór preferénsia

source: Older version
tet: Versaun tuan

source: Newer version
tet: Versaun foun liu

source: Error adding to list
tet: Sala akontese bainhira aumenta items

source: Could not create a new list. Please check the name.
tet: Labele halo lista foun. Halo favor verifika naran ne'e.

source: Sorry, you do not have permission to add items to this list.
tet: Deskulpa, ita boot la iha lisensa atu aumenta item ba lista ida ne'e.

source: : %sa list:%s
tet: : %sa lista:%s

source: Add %s items to %s
tet: Aumenta %s item sira ba %s

source: %sa list:%s
tet: %slista ida:%s

source: Add to %s
tet: Aumenta ba %s

source: Select an existing list
tet: Hili lista ida ne'ebé iha ona

source: Choose list
tet: Hili lista ida

source: Private lists
tet: Lista sira privadu

source: Private lists shared with me
tet: Lista sira privadu fahe ona ho hau

source: ... or...
tet: ... ka...

source: Add to a new list:
tet: Aumenta ba lista ida foun:

source: List name:
tet: Naran lista:

source: You do not have permission to view this list.
tet: Ita la iha lisensa atu haree lista ne'e.

source: This list does not exist.
tet: Lista ida ne'e la iha.

source: Format:
tet: Formatu:

source: The list was sent to: %s
tet: Lista ne'e haruka ona ba: %s

source: Problem sending the list...
tet: Problema hamosu bainhira haruka ona lista ne'e...

source: Sending your list
tet: Haruka hela Ita-nia lista

source: Allow changes to contents from:
tet: Husik mudansa ba konteúdu sira husi:

source: Nobody
tet: La iha ema ida

source: Owner only
tet: Na'in deit

source: Permitted staff only
tet: Staf ne'ebé hetan lisensa deit

source: Staff only
tet: Staf deit

source: Anyone seeing this list
tet: Ema ruma ne'ebé haree lista ne'e

source: Contents of
tet: Konteúdu sira husi

source: Create new list
tet: Halo lista foun

source: Edit list
tet: Edita lista

source: Transfer list
tet: Lista transferênsia

source: An error occurred when updating this list.
tet: Sala akontese durante prosesu atualizasaun lista ne'e.

source: An error occurred when creating this list.
tet: Sala akontese kuandu halo lista ne'e.

source: An error occurred when deleting this list.
tet: Sala akontese kuandu apaga lista ne'e.

source: The record for this item (%s) has not been added to the list. Please verify it is not already in the list.
tet: Rejistu ba item ida-ne'e (%s) seidauk aumenta ba lista. Favor verifika katak ida-ne'e seidauk iha lista.

source: The record (%s) has not been added to the list. Please verify it is not already in the list.
tet: Rejistu ida ne'e (%s) seidauk aumenta ba ita-nia lista. Faz favor verifika katak la iha ona iha lista.

source: List updated.
tet: Lista atualiza ona.

source: List created.
tet: Lista kria ona.

source: List deleted.
tet: Lista apaga ona.

source: The record for this item (%s) has been added to the list.
tet: Item ne'e nia rejistu (%s) aumenta ona ba ita nia lista.

source: The record (%s) has been added to the list.
tet: Rejistu ne'e (%s) aumenta ona ba Ita nia lista.

source: The record has been removed from the list.
tet: Rejistu ida ne'e hasai ona husi lista.

source: The item (%s) does not exist.
tet: Item ne'e (%s) la iha.

source: The record (%s) does not exist.
tet: Rejistu ne'e (%s) la iha.

source: You do not have permission to update this list.
tet: Ita la iha lisensa atu atualiza lista ida-ne'e.

source: You do not have permission to delete this list.
tet: Ita la iha lisensa atu apaga lista ne'e.

source: You do not have permission to add a record to this list.
tet: Ita la iha lisensa atu aumenta rejistu ida ba lista ne'e.

source: You do not have permission to transfer ownership of this list.
tet: Ita-boot la iha lisensa atu transfere propriedade ba lista ida-ne'e.

source: The new owner could not be found anymore.
tet: Na'in foun labele hetan tan.

source: No record was removed.
tet: La hasai rejistu ida.

source: An error occurred when creating this list. The name %s already exists.
tet: Sala akontese kuandu kria hela lista ne'e. Iha ona lista ho naran %s ida ne'e.

source: Search for new owner:
tet: Buka nain foun:

source: New owner:
tet: Na'in foun:

source: This list contains %s titles
tet: Lista ida-ne'e kontein %s títulu sira

source: Create a new list
tet: Kria lista foun ida

source: Sort this list by:
tet: Organiza lista ne'e tuir:

source: List name
tet: Lista nia naran

source: Contents
tet: Konteúdu sira

source: Modification date
tet: Data modifikasaun

source: Add records
tet: Aumenta rejistu sira

source: Barcodes:
tet: Kódigu barra sira:

source: Biblio numbers:
tet: Numeru biblio:

source: Add to:
tet: Aumenta ba:

source: Are you sure you want to remove these records from the list?
tet: Ita hakarak hasai rejistu sira husi lista ka lae?

source: Are you sure you want to remove this list?
tet: Ita hakarak apaga lista ne'e ka lae?

source: Please select a new owner first
tet: Faz favor hili nain foun uluk

source: Public lists:
tet: Lista sira publiku:

source: Your lists:
tet: Ita nia lista sira:

source: [ New list ]
tet: [ Lista foun ]

source: MARC Card View
tet: Vista Kartaun MARC

source: MARC View
tet: Vista MARC

source: _blank
tet: _mamuk
