Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Field successfully added
tet: Kampu aumenta ona

source: Failed to add field. Please make sure the field name doesn't already exist.
tet: La konsege aumenta kampu. Faz favor verifika katak naran kampu seidauk iha ona.

source: Field successfully deleted.
tet: Kampu apaga ona.

source: Failed to delete field.
tet: La konsege apaga kampu ne'e.

source: Field successfully updated
tet: Kampu atualiza ona

source: Failed to update field.
tet: La konsege atualiza kampu.

source: Label
tet: Etiketa

source: MARC subfield
tet: Subkampu MARC

source: Authorised values category
tet: Valór kategoria ne'ebé autoriza ona

source: There are no item search fields defined.
tet: La iha kampu peskiza item ida ne'ebé defini ona.

source: New item type
tet: Tipu item foun

source: Data deleted
tet: Dadus apaga ona

source: An error occurred when updating this item type. Perhaps the value already exists.
tet: Sala akontese kuandu atualiza hela tipu item ne'e. Karik iha ona.

source: An error occurred when inserting this item type. Perhaps the value already exists.
tet: Sala akontese kuandu hatama hela tipu item ne'e. Karik valór ne'e iha ona.

source: An error occurred when deleting this item type. Check the logs for details.
tet: Sala akontese kuandu apaga tipu item ne'e. Verifika log sira ba detalle sira.

source: Item type updated successfully.
tet: Tipu item konsege atualiza.

source: Item type inserted successfully.
tet: Konsege atu hatama tipu item ne'e.

source: Item type deleted successfully.
tet: Konsege apaga tipu item ne'e.

source: This item type already exists.
tet: Tipu item ne'e iha ona.

source: Cannot delete this item type.
tet: Labele apaga tipu item ne'e.

source: This record is in use
tet: Rejistu ne'e uza hela

source: Item type:
tet: Tipu item:

source: Parent item type:
tet: Tipu item parenti nain:

source: Translate into other languages
tet: Tradus ba lian seluk

source: Translate item type %s
tet: Tradus tipu item %s

source: Search category:
tet: Buka kategoria:

source: Options are defined by the authorized value
tet: Opsaun sira defini husi valór ne'ebé autorizadu

source: Options are defined by the authorized value ITEMTYPECAT.
tet: Opsaun sira defini husi valór autorizadu ITEMTYPECAT.

source: Image:
tet: Imajen:

source: noItemTypeImages or OpacNoItemTypeImages system preferences
tet: noItemTypeImages ka OpacNoItemTypeImages preferénsia sistema nian

source: Hide in OPAC:
tet: Subar iha OPAC:

source: Not for loan:
tet: Labele empresta:

source: If checked, no item of this type can be issued. If not checked, every item of this type can be issued unless notforloan is set for a specific item.
tet: Se marka ona, labele empresta tipu item ne'e. La marka tiha, kada item ho tipu ne'e bele fo empresta só notforloan hatuur ona ba item espisifiku.

source: Automatic check-in:
tet: Fó fila automatikamente:

source: Bookable:
tet: Bele rezerva:

source: Rental charge:
tet: Propina aluga:

source: Daily rental charge:
tet: Kustu aluga loroloron nian:

source: Hourly rental charge:
tet: Propina aluga tuir oras:

source: Default replacement cost:
tet: Kustu substituisaun default nian:

source: Processing fee (when lost):
tet: Prosessamentu taxa (se lakon):

source: Checkin message:
tet: Mensajen fo fila:

source: Checkin message type:
tet: Tipu mensajen fo fila nian:

source: Message
tet: Mensajen sira

source: Alert
tet: Avizu

source: SIP media type:
tet: Tipu media SIP:

source: Library limitation:
tet: Biblioteka nia limitasaun:

source: will show the link just below the title
tet: hatudu ligasaun iha títulu nia okos

source: Rental charge
tet: Propina aluga

source: Yes, delete this item type
tet: Sin, apaga tipu item ne'e

source: Parent code
tet: Kódigu inan-aman

source: Search category
tet: Buka kategoria

source: Hide in OPAC
tet: Subar iha OPAC

source: Daily rental charge
tet: Kustu aluga loroloron nian

source: Hourly rental charge
tet: Propina aluga tuir oras

source: Default replacement cost
tet: Kustu substituisaun default

source: Processing fee (when lost)
tet: Taxa processamentu (se lakon)

source: Checkin message
tet: Mensajen sira fo fila

source: Automatic check-in
tet: Fó fila automátiku

source: %sYes%s&nbsp;%s
tet: %sSin%s&nbsp;%s

source: There are no itemtypes defined
tet: La iha tipuitem ida ne'ebé defini ona

source: Failed to add mapping for %s
tet: La konsege aumenta mapeamento ba %s

source: Koha field
tet: Kampu koha

source: Lib
tet: Bib

source: Adding a mapping for: %s.
tet: Aumenta hela mapeamento ba: %s.

source: An error occurred when adding this library. The library ID might already exist in this group.
tet: Sala hamosu kuandu aumenta biblioteka ne'e. Iha ona ID biblioteka ne'e iha grupu ne'e.

source: %s added to group.
tet: %s aumenta ona ba grupu.

source: Group %s created.
tet: Grupu %s kria ona.

source: Group %s has been deleted.
tet: Grupu %s ne'e apaga ona.

source: %s has been removed from group.
tet: %s ne'e hasai ona husi grupu.

source: A group with the title %s already exists.
tet: Grupu ida ho títulu %s ne'e iha ona.

source: New group
tet: Grupu foun

source: Features enabled
tet: Hirak ne'e lao ona

source: Add group
tet: Aumenta grupu ida

source: Features
tet: Karakterístiku

source: Use for OPAC search groups
tet: Uza ba grupu peskiza OPAC nian

source: Use for staff search groups
tet: Uza ba grupu peskiza staf sira

source: Edit group
tet: Edita grupu

source: Delete group
tet: Apaga grupu

source: Are you sure you want to delete
tet: Ita hakarak apaga ne'e ka lae

source: Remove library from group
tet: Hasai biblioteka husi grupu

source: Are you sure you want to remove
tet: Ita hakarak hasai

source: from
tet: husi

source: Use for OPAC search groups
tet: Uza ba grupu peskiza OPAC nian

source: Use for staff search groups
tet: Uza ba grupu peskiza staf nian

source: Is local hold group
tet: maka grupu rezerva lokal

source: Remove from group
tet: Hasai husi grupu

source: Add sub-group
tet: Aumenta sub-grupu

source: Add library
tet: Aumenta biblioteka

source: Localization
tet: Lokalizasaun

source: Translation:
tet: Tradusaun:

source: Entity
tet: Entidade

source: A translation already exists for this language.
tet: Tradusaun iha ona ba lian ne'e.

source: An error occurred when adding this translation
tet: Sala hamosu kuandu aumenta hela tradusaun ne'e

source: An error occurred when deleting this translation
tet: Sala hamosu kuandu apaga tradusaun ne'e

source: An error occurred when updating this translation.
tet: Sala hamosu kuandu atualiza tradusaun ne'e.

source: Are you sure you want to delete this translation?
tet: Ita hakarak apaga tradusaun ne'e ka lae?

source: The translation (id %s) has been removed successfully
tet: Tradusaun (id %s) konsege hasai ona

source: Translation (id %s) has been added successfully
tet: Konsege atu aumenta (id %s) tradusaun

source: Module
tet: Modulu

source: Added
tet: Aumenta ona

source: Appended
tet: Aneksu ona

source: Removed
tet: Hasai ona

source: Deleted
tet: Apaga ona

source: Patron category
tet: Kategoria kliente

source: Add new
tet: Aumenta ida foun

source: Add and append
tet: Aumenta no aneksa

source: Protect from deletion
tet: Proteje husi apaga

source: Append
tet: Aneksa

source: Add rule
tet: Aumenta regra ida

source: Batch remove
tet: Hasai liuhusi lote

source: Delete selected
tet: Apaga item ne'ebé hili ona

source: User category
tet: Kategoria utilizadór

source: Staff interface MARC editor
tet: Editór MARC interfase staf nian

source: Staged MARC import
tet: Importasaun MARC ne'ebé prepara ona

source: %sRemove%sSkip%s
tet: %sHasai%sPassa%s

source: %sDelete%sSkip%s
tet: %sApaga%sPassa%s

source: Are you sure you want to remove the selected rule(s)?
tet: Ita hakarak hasai regra sira ne'ebé hili ona ka lae?

source: There are no MARC order accounts.
tet: La iha konta orden MARC nian.

source: %s Modify account %s New account %s
tet: %s Modifika konta %s Konta foun %s

source: Match value:
tet: Valór korrespondénsia:

source: File import settings
tet: Konfigurasaun importasaun arkivu nian

source: Record type:
tet: Tipu rejistu:

source: Bibliographic
tet: Bibliográfiku

source: Authority
tet: Autoridade

source: Character encoding:
tet: Kodifikasaun karakter:

source: Record matching settings
tet: Konfigurasaun rejistu ne'ebé korresponde

source: Record matching rule:
tet: Regra kona ba rejistu han-malu:

source: Action if matching record found:
tet: Asaun se rejistu hanesan hetan ona:

source: Action if no match is found:
tet: Asaun se la hetan hanesan:

source: How to process items:
tet: Oinsa atu prosesu items sira:

source: Delete this account?
tet: Apaga konta ida ne'e?

source: Edit subfield constraints
tet: Edita limitasaun ba subkampu

source: Basic constraints
tet: Limitasaun baziku

source: Subfield code:
tet: Kodigu subkampu:

source: Important:
tet: Importante:

source: items (10)
tet: item sira (10)

source: Advanced constraints
tet: Limitasaun avansadu

source: Max length:
tet: Naruk max:

source: Visibility:
tet: Visibilidade:

source: Flagged
tet: Marka hela

source: If checked, it means that the subfield is a URL and can be clicked
tet: Se marka ona, dehan katak subkampu ne'e nudar URL no bele klik

source: Link:
tet: Ligasaun:

source: An index name, e.g. title or Local-Number
tet: Naran indice ida, e.z. títulu ka Númeru-Lokal

source: Koha link:
tet: Ligasaun koha:

source: Edit in 'Koha to MARC mapping'
tet: Edita iha 'Mapeamentu Koha ba MARC'

source: Other options (choose one)
tet: Opsaun seluk (hili ida de'it)

source: Subfield: %s
tet: Subkampu: %s

source: Description: %s
tet: Deskrisaun: %s

source: Not important
tet: La'os importante

source: See also:
tet: Haree mós:

source: Default MARC bibliographic framework
tet: Kuadru bibliográfiku MARC nia default

source: Edit framework
tet: Edita kuadru

source: Second indicator default value:
tet: Valór padrão do segundo indicador:

source: (if you select a value here, the indicators will be limited to the authorized value list)
tet: (se hili valór ida iha-ne'e, indikator sei limita ba lista valór autoriza ona)

source: Tag: %s
tet: Etiketa: %s

source: Yes, delete this tag
tet: Sin, apaga etiketa ne'e

source: Create framework for %s (%s) using
tet: Kria kuadru ba %s (%s) uza hela

source: Display only used tags/subfields
tet: Hatudu de'it etiketa/subkampu ne'ebé uza hela

source: Auth value
tet: Valór auth

source: Indicator 1
tet: Indikador 1

source: Indicator 2
tet: Indikador 2

source: See %s
tet: Haree %s

source: repeatable
tet: repetival

source: Edit tag
tet: Edita etiketa

source: View subfields
tet: Haree subkampu

source: Remove spaces
tet: Hasai espasu sira

source: New record matching rule
tet: Regra kona ba rejistu han-malu foun

source: Matching rule code:
tet: Kodigu regra han-malu:

source: Record type:
tet: Tipu rejistu:

source: Bibliographic record
tet: Rejistu bibliográfiku

source: Authority record
tet: Autoridade rejistu

source: Match points
tet: Pontu hanesan

source: New match point
tet: Pontu han-malu foun

source: Match point %s
tet: Pontu hanesan %s

source: Search index:
tet: Buka indise:

source: Score:
tet: Partitura:

source: Subfields:
tet: Subkampu:

source: Length:
tet: Naruk:

source: Normalization rule:
tet: Regra normalizasaun:

source: Match point 1
tet: Pontu hanesan 1

source: Required match checks
tet: Verifika rejistu han-malu ne'ebé nesesáriu

source: Match check %s
tet: Verifika hanesan %s

source: Source (incoming) record check field
tet: Huun (mai ona) kampu verifika rejistu

source: Target (database) record check field
tet: Tarjetu (database) kampu verifika rejistu

source: Confirm deletion of record matching rule
tet: Konfrima apaga ba regra rejistu hanesan malu

source: Yes, delete record matching rule
tet: Sin, apaga regra kona ba rejistu hanesan malu

source: Added record matching rule &quot;%s&quot;
tet: Rejistu hanesan-malu nia regra aumenta ona &quot;%s&quot;

source: Modified record matching rule &quot;%s&quot;
tet: Regra rejistu han-malu modifika ona &quot;%s&quot;

source: Deleted record matching rule &quot;%s&quot;
tet: Regra kona ba rejistu hanesan malu apaga ona &quot;%s&quot;

source: There are no saved matching rules.
tet: La iha ida ne'ebé hanesan ita nia peskiza.

source: Match point
tet: Pontu hanesan

source: Match check
tet: Verifika ona regra han-malu

source: Description missing
tet: Deskrisaun falta

source: Filing rule code missing
tet: Regra arkivamentu kodigu falta

source: Matching rule code missing
tet: Kodigu regra han-malu falta

source: %s Modify OAI repository %s &rsaquo; %s %s New OAI repository &rsaquo; %s OAI repositories &rsaquo; Administration &rsaquo; Koha
tet: %s Modifika repozitóriu OAI %s &rsaquo; %s %s Repozitóriu OAI foun &rsaquo; %s OAI repozitóriu sira &rsaquo; Administrasaun &rsaquo; Koha

source: Modify OAI repository %s
tet: Modifika OAI repozitóriu %s

source: New OAI repository
tet: Repozitóriu OAI foun

source: OAI repository updated (%s)
tet: OAI repozitóriu atualiza ona (%s)

source: Error: Server with ID %s not found
tet: Sala: Server ho ID %s la hetan

source: Modify OAI repository
tet: Modifika OAI repozitóriu

source: Repository name:
tet: Naran repozitóriu:

source: Endpoint:
tet: Pontu finál:

source: Data format:
tet: Formatu dadus:

source: OAI can send records in various formats. Choose one.
tet: OAI bele haruka rejistu iha formatu oin-oin. Hili ida.

source: You searched for record %s
tet: Ita-boot buka ona rejistu %s

source: You searched for %s
tet: Ita buka ona ba %s

source: Data format
tet: Formatu dadus

source: Record type
tet: Tipu rejistu

source: Repository name
tet: Naran repozitóriu

source: Are you sure you want to delete repository %s?
tet: Ita hakarak apaga repozitóriu ne'e ka lae %s?

source: OAI sets
tet: Konjuntu OAI

source: Mappings have been saved
tet: La prepara rejistu ona

source: Return to sets management
tet: Fila ba jestaun konjuntu

source: No mappings have been defined for this set
tet: La iha mapeamentos ne'ebé defini ona ba konjuntu ne'e

source: Rule operator
tet: Operadór regra nian

source: Field
tet: Kampu

source: Operator
tet: Operador

source: Value
tet: Valór

source: and
tet: no

source: is equal to
tet: mak hanesan

source: not equal to
tet: la hanesan ho

source: Add another condition
tet: Aumenta kondisaun seluk

source: New OAI set
tet: Konjuntu OAI foun

source: Add description
tet: Aumenta deskrisaun

source: New set
tet: Konjuntu foun

source: No descriptions
tet: La iha deskrisaun sira

source: Define mappings
tet: Defini mapeamentos

source: There are no sets defined.
tet: La iha konjunta ida ne'ebé defini ona.

source: Are you sure you want to delete this OAI set?
tet: Ita hakarak apaga OAI ne'e ka lae?

source: OverDrive library authnames
tet: Authnames biblioteka OverDrive

source: New patron attribute type
tet: Tipu atributu kliente nian foun

source: Go to the
tet: Ba

source: system preference if you wish to enable this feature.
tet: preferénsia sistema nian se ita-boot hakarak atu ativa funsaun ida-ne'e.

source: Could not add patron attribute type &quot;%s&quot; &mdash; one with that code already exists.
tet: Labele konsege aumenta tipu kliente atributu &quot;%s&quot; &mdash; tanba ida ho kodigu ne'e iha ona.

source: Patron attribute type code:
tet: Kodigu ba kliente nia tipu atributu:

source: Unique identifier:
tet: Identifikador úniku:

source: Is a date:
tet: Data ida:

source: Display in OPAC:
tet: Hatudu iha OPAC:

source: Check to display this attribute on a patron's details page in the OPAC.
tet: Marka atu hatudu atributu ne'e iha kliente nia pájina detalle iha OPAC.

source: Editable in OPAC:
tet: Editável iha OPAC:

source: Check to allow patrons to edit this attribute from their details page in the OPAC. (Requires above)
tet: Marka atu husik kliente edita atributu ne'e husi sira nia pájina detalle iha OPAC. (Presiza iha leten)

source: Search by default:
tet: Buka tuir default:

source: Display in patron's brief information:
tet: Hatudu iha informasaun badak kliente nian:

source: Check to make this attribute copied to the patron's pseudonymized attributes.
tet: Marka atu kópia atributu ne'e ba kliente nia pájina atributu pseudónimu sira.

source: Class:
tet: Klasifika:

source: authorized values category 'PA_CLASS'
tet: kategoria valór sira ne'ebé autorizadu 'PA_CLASS'

source: Yes, delete patron attribute type
tet: Sin, apaga tipu kliente nia atributu

source: Added patron attribute type &quot;%s&quot;
tet: Kliente nia tipu atributu aumenta ona quot;%s&quot;

source: Modified patron attribute type &quot;%s&quot;
tet: Tipu atributu modifika ona &quot;%s&quot;

source: Deleted patron attribute type &quot;%s&quot;
tet: Kliente nia tipu atributu apaga ona &quot;%s&quot;

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it is in use by %s patron records
tet: Labele apaga tipu kliente nia atributu &quot;%s&quot; &mdash; uza hela iha %s rejistu kliente

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it was already absent from the database.
tet: Labele apaga tipu atributu kliente nian &quot;%s&quot; &mdash; ida-ne'e laiha ona iha baze-dadus ne'e.

source: Unclassified types
tet: Tipu sira ne'ebé la klasifikadu

source: Library limitation
tet: Limitasaun biblioteka nian

source: %s No limitation %s
tet: %s Limitasaun la iha %s

source: Searched by default
tet: Buka hanesan baibain

source: Not searchable
tet: Labele buka

source: There are no saved patron attribute types.
tet: La iha tipu atributu kliente nian ne'ebé rai ona.

source: Could not find a system preference named
tet: Labele hetan preferénsia sistema ho naran

source: No system preferences matched your search for:
tet: La iha preferénsia sistema han-malu ita nia peskiza ba:

source: System preferences matching: %s
tet: Preferénsia sistema hanesan: %s

source: %s preferences
tet: %s preferénsia sira

source: Save all %s preferences
tet: Rai %s preferénsia sira hotu

source: View all %s preferences
tet: Haree %s preferénsia sira hotu

source: Preference
tet: Preferénsia

source: [Overridden]
tet: [Sobreposta]

source: Unknown warning "%s"
tet: Avisu deskoñesidu "%s"

source: Modal title
tet: Titulu modal

source: # of % selected
tet: # husi % hili ona

source: All selected
tet: Selu ba multa ne'ebé hili ona

source: No matches found
tet: La iha ida hanesan

source: Please select ...
tet: Faz favor hili ...

source: Modify restriction type '%s'
tet: Modifika tipu restrisaun '%s'

source: New restriction type
tet: Tipu restrisaun foun

source: Delete restriction type '%s'
tet: Apaga tipu restrisaun '%s'

source: Restriction type added.
tet: Tipu restrisaun aumenta ona.

source: Restriction type updated.
tet: Tipu restrisaun atualiza ona.

source: Another restriction type already has this label.
tet: Tipu restrisaun seluk iha ona etiketa ida-ne'e.

source: Another restriction type already has this code.
tet: Tipu restrisaun seluk iha ona kódigu ida-ne'e.

source: Restriction type deleted.
tet: Tipu restrisaun apaga ona.

source: Cannot delete the default restriction type.
tet: Labele apaga tipu restrisaun default.

source: Cannot delete a system restriction type.
tet: Label apaga tipu restrisaun sistema nian.

source: Lift after payment:
tet: Hasa'e depois de pagamentu:

source: Fee limit:
tet: Limite ba taxa:

source: Confirm restriction type deletion
tet: Konfirma apaga ba tipu restrisaun

source: Are you sure you want to delete '%s'?
tet: Ita hakarak apaga ne'e ka lae '%s'?

source: Lift after payment?
tet: Hasai depois de pagamentu?

source: Fee limit
tet: Limite ba taxa

source: %sYes%s
tet: %sSin%s

source: Create a new restriction type
tet: Kria tipu restrisaun foun ida

source: No restriction types have been defined.
tet: La iha tipu restrisaun sira ne'ebé maka defini ona.

source: Restriction type code is already in use
tet: Kódigu tipu restrisaun nian uza hela

source: Restriction type label is already in use
tet: Label tipu restrisaun uza hela

source: Query
tet: Pergunta

source: Limits
tet: Limite sira

source: There are no search filters defined.
tet: La iha filtru peskiza nian ne'ebé defini ona.

source: Edit filter
tet: Edita filtru

source: Show in OPAC?
tet: Hatudu iha OPAC?

source: Show in staff interface?
tet: Hatudu iha versaun staff koha?

source: Edit search
tet: Edita peskiza

source: Filter successfully deleted.
tet: Filtru apaga ona.

source: Saved filter:
tet: Rai filtru:

source: There was an error during saving:
tet: Problema akontese durante rai hela:

source: Changes have not been applied. Please check the following values:
tet: Mudansa sira ne'e seidauk aplika. Favór verifika valór sira tuirmai:

source: The value "%s" is not supported for mappings
tet: Valór %s ne'e la suporta ba mapeamentu sira

source: There is no mapping for the index %s
tet: La iha mapeamentu ba indise ne'e %s

source: Yes, reset mappings
tet: Sin, hatuur fali mapeamentos

source: No, do not reset mappings
tet: Lae, labele reset mapeamentu sira

source: Weight:
tet: Todan:

source: %s %s %s %s Search fields %s %s %s %s %s
tet: %s %s %s %s Kampu peskiza %s %s %s %s %s

source: Weight
tet: Todan

source: String
tet: Tali

source: Sum
tet: Dom

source: Search field
tet: Kampu peskiza

source: Suggestible
tet: Sujestionável

source: Mapping
tet: Mapeomento

source: No %s
tet: Lae %s

source: Yes %s
tet: Sin %s

source: %sPunctuation%s
tet: %sPontuasaun%s

source: Punctuation
tet: Pontuasaun

source: Cannot detect mana server at
tet: Labele detekta mana server iha

source: Share content with the Koha community using Mana KB
tet: Fahe konteúdu ho komunidade Koha uza Mana KB

source: Your Mana KB server is currently:
tet: Ita nia server Mana KB agora daudauk:

source: Auto subscription sharing:
tet: Fahe hela auto subskrisaun:

source: Configure Mana KB
tet: Halo konfigurasaun Mana DB

source: Mana KB token
tet: Token KB Mana

source: Reset your token
tet: Hatuur fali ita nia token

source: Your name:
tet: Ita nia naran:

source: Enter a personal or organization name.
tet: Hatama naran kliente nian ka naran organizasaun.

source: Send to Mana KB
tet: Haruka ba Mana KB

source: %s Defining circulation and fine rules for "%s" %s Defining circulation and fine rules for all libraries %s
tet: %s Defini hela regra atu fo empresta no regra multa ba "%s" %s Defini hela regra fo empresta no regra multa ba biblioteka hotu %s

source: same library, same patron category, same item type
tet: biblioteka hanesan, tipu kliente hanesan, tipu item hanesan

source: same library, same patron category, all item types
tet: biblioteka hanesan, tipu kliente hanesan, tipu item hotu

source: same library, all patron categories, same item type
tet: biblioteka hanesan, kategoria kliente hotu, tipu item hanesan

source: same library, all patron categories, all item types
tet: biblioteka hanesan, kategoria kliente hotu, tipu item hotu

source: default (all libraries), same patron category, same item type
tet: default (biblioteka hotu), tipu kliente hanesan, tipu item hanesan

source: default (all libraries), same patron category, all item types
tet: default (biblioteka hotu), tipu kliente hanesan, tipu item hotu

source: default (all libraries), all patron categories, same item type
tet: default (biblioteka hotu), tipu kliente hotu, tipu item hanesan

source: default (all libraries), all patron categories, all item types
tet: default (biblioteka hotu), kategoria kliente hotu, tipu item hotu

source: To modify a rule, create a new one with the same patron category and item type.
tet: Atu modifika regra ida, kria ida foun ho kategoria kliente no tipu item ne'ebé hanesan.

source: Select a library :
tet: Hili biblioteka ida :

source: Standard rules for all libraries
tet: Regras padraun ba biblioteka hotu

source: Clone these rules to:
tet: Klona regra hirak ne'e ba:
