Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Clear fields
tet: Hamoos kampu

source: Go to item search
tet: Ba buka item

source: Select local databases
tet: Hili database lokal

source: Select remote databases
tet: Hili database remotu

source: Search for
tet: Buka ba

source: not
tet: la'os

source: Enter search terms
tet: Hatama termu peskiza

source: Add another field
tet: Aumenta kampu ida tan

source: Scan indexes:
tet: Skan indises:

source: Search entire MARC record
tet: Peskiza rejistu MARC tomak

source: See from (non-preferred form) headings are included
tet: Haree husi (forma la preferidu) termu sira inklui

source: Something else
tet: Buat seluk

source: Limit to any of the following:
tet: Limita ba kualkér tuir mai:

source: Year:
tet: Tinan:

source: &nbsp;&nbsp;(format: yyyy-yyyy) %s %s %s
tet: &nbsp;&nbsp;(formatu: tttt-tttt) %s %s %s

source: Language:
tet: Lian:

source: Language of original:
tet: Lian orijinal nian:

source: Subtype limits
tet: Limite ba subtipu

source: Current subtype limits
tet: Limite ba subtipu atuál

source: Location and availability
tet: Lokalizasaun no disponivalidade

source: Only items currently available:
tet: Item de'it disponivel agora daudauk:

source: Individual libraries:
tet: Biblioteka individu:

source: Groups of libraries:
tet: Grupu ba biblioteka sira:

source: -- none --
tet: -- la iha ida--

source: Other limits
tet: Limite seluk

source: Sorting
tet: Organiza hela

source: Unlinked
tet: La iha ligasaun

source: Acquired
tet: Hetan ona

source: Errors found
tet: Hetan sala sira

source: Encoding errors
tet: Sala kodifikasaun

source: Analytics errors
tet: Sala analytics

source: Lists that include this title:
tet: Lista ne'ebé inklui títulu ne'e:

source: Tags:
tet: Tag sira:

source: MARC preview:
tet: Haree MARC:

source: MARC framework:
tet: Kuadru MARC:

source: Itemtype:
tet: Tipuitem:

source: Record source:
tet: Fonte rejistu:

source: Holds:
tet: Rezerva:

source: ILL requests:
tet: Pedidu ILL:

source: Request %s
tet: Pedidu %s

source: Article requests:
tet: Pedidu artigu:

source: Courses that have reserved this title:
tet: Kursus ne'ebé rezerva ona títulu ida ne'e:

source: Amazon cover image
tet: Imajen kapa Amazon nian

source: Image from Amazon.com
tet: Imajen husi Amazon.com

source: Image from Coce
tet: Imajen husi Coce

source: No cover image available
tet: La iha imajen kapa nian ne'ebé disponivel

source: Syndetics cover image
tet: Imajen kapa Syndetics nian

source: Image from Syndetics
tet: Imajen husi Syndetics

source: Custom cover image
tet: Imajen kapa personalizadu

source: %s holdings (%s)
tet: %s kópia sira (%s)

source: Other holdings (%s)
tet: Kópia seluk (%s)

source: Holdings (%s)
tet: Rezerva sira (%s)

source: Item groups
tet: Grupu item

source: Descriptions (%s)
tet: Deskrisaun (%s)

source: Components (%s)
tet: Komponente sira (%s)

source: Acquisition details
tet: Data akuisisaun

source: Suggestion details
tet: Detalle sira sujestaun nian

source: Editions
tet: Edisaun sira

source: Images (%s)
tet: Imajen sira (%s)

source: Play media
tet: Toka mídia

source: Comments %s
tet: Komentáriu sira %s

source: New item group
tet: Grupu item foun

source: Display order
tet: Hatudu tuir

source: Show all items (%s hidden)
tet: Hatudu items hotu (%s subar hela)

source: Holdings:
tet: Kópia sira:

source: No physical items for this record
tet: La iha item ida husi rejistu ne'e

source: Only %s results are shown:
tet: Rezultadu %s deit maka hatudu:

source: show all component parts
tet: hatudu parte komponente hotu

source: This is a serial subscription
tet: Asinatura ne'e periodiku nian

source: (There are %s subscriptions associated with this title).
tet: (Iha %s subskrisaun sira ne'ebé liga ba títulu ida ne'e).

source: At library: %s
tet: Iha biblioteka: %s

source: This subscription is closed.
tet: Subskrisaun ida ne'e taka ona.

source: Location: %s
tet: Fatin: %s

source: Callnumber: %s
tet: Kota: %s

source: Missing issues: %s
tet: Kópia ne'ebé falta: %s

source: The %s latest issues related to this subscription:
tet: Iha %s subskrisaun nia kópia ne'ebé relevente:

source: Issue #
tet: Kópia #

source: Date arrived
tet: Data to'o ona

source: Date published
tet: Data publikasaun

source: Date published (text)
tet: Data publikasaun (testu)

source: This bibliographic record has acquisition status: %s
tet: Rejistu bibliográfiku ida-ne'e iha estadu akizisaun: %s

source: Subscription call number
tet: Kota subskrisaun

source: Vendor detail page
tet: Vendedór pájina ho detalle

source: Invoice detail page
tet: Pájina detalle fatura nian

source: EDI INVOICE message
tet: Mensajen EDI INVOICE

source: EDI message
tet: Mensajen EDI

source: Partial
tet: Parsiál

source: Complete
tet: Kompletu

source: There is no order for this bibliographic record.
tet: La iha orden kona ba rejistu bibliográfiku ne'e.

source: Suggested by - on
tet: Sujestaun husi - iha

source: Managed by - on
tet: Jere husi - iha

source: Last modification by - on
tet: Modifikasaun ikus husi - iha

source: %s%s, by %s%s
tet: %s%s, husi %s%s

source: suggestion
tet: sujestaun

source: %s&copy; %s %s %s; Volume:
tet: %s&kópia; %s %s %s; Volume:

source: %s %s; Published by %s %s %s in
tet: %s %s; Publikasaun husi %s %s%s iha

source: Accepted
tet: Simu ona

source: Rejected
tet: Lakohi ona

source: Checked
tet: Verifika ona

source: Status unknown
tet: Estadu la hatene

source: Reported
tet: Fo hatene ona

source: Click on an image to view it in the image viewer
tet: Klik imajen ida hodi haree

source: Delete image
tet: Apaga imajen

source: No images have been uploaded for this bibliographic record yet.
tet: Seidauk iha imajen uploaded ba rejistu bibliográfiku ne'e.

source: Upload an image file:
tet: Upload arkivu imajen:

source: %s <%s controls preload=none> <%s src="%s"%s /> [%s tag not supported by your browser.]
tet: %s <%s controls preload=none> <%s src="%s"%s /> [%s etiketa ne'e la iha suporta husi ita nia browser.]

source: Commenter
tet: Komentador

source: Patron deleted
tet: Kliente apaga ona

source: Approved
tet: Aprova ona

source: Unapproved
tet: Seidauk fó aprovasaun

source: Unapprove
tet: La fó aprovasaun

source: Approve
tet: Aprova

source: Save record
tet: Rai rejistu

source: Select download format:
tet: Hili formatu download:

source: Download record
tet: Download rejistu

source: Create a new item group
tet: Kria grupu item foun ida

source: Display order:
tet: Hatudu orden:

source: Edit item group
tet: Edita grupu item

source: Delete item group
tet: Apaga grupu item

source: Are you sure you want to delete this item group?
tet: Ita hakarak apaga grupu item ne'e ka lae?

source: Item group:
tet: Grupu item:

source: Set item group
tet: Hatuur grupu item

source: Remove item from item group
tet: Hasai item husi grupu item ne'e

source: Are you sure you want to remove these item(s) from their item group(s)?
tet: Ita hakarak hasai items hirak ne'e husi grupu item ka lae?

source: Add to bundle
tet: Aumenta ba pakote

source: Item barcode:
tet: Kódigu barra item:

source: Add MARC link:
tet: Aumenta ligasaun MARC:

source: Remove from bundle
tet: Hasai husi pakote

source: Assigned to:
tet: Atribui ba:

source: Resolved by
tet: Rezolve ona husi

source: as
tet: nu'udar

source: Amazon cover image (<a href='%s'>see the original image</a>)
tet: Imajen kapa Amazon nian (<a href='%s'>haree imajen orijinál</a>)

source: An error has occurred!
tet: Sala akontese!

source: An error occurred on deleting this image
tet: Sala akontese kuandu apaga imajen ne'e

source: An internal link in the staff interface is broken and the page does not exist
tet: Ligasaun internu ida iha interfase staff nian kotu no pájina la iha ona

source: Are you sure you want to delete this cover image?
tet: Ita hakarak apaga imajen ida ne'e ka lae?

source: Coce image from Amazon.com
tet: Imajen Coce husi Amazon.com

source: Coce image from Google Books
tet: Imajen Coce husi Google Books

source: Coce image from Open Library
tet: Coce nia imajen husi Open Library

source: Cover image source unknown
tet: Fonte imajen kapa deskoñesidu

source: To report a broken link or any other issue, please contact the Koha administrator.
tet: Atu fo hatene kona ba sala ne'e, faz favor kontaktu ba staf biblioteka.

source: Upload an image file: %sUpload%s
tet: Upload arkivu imajen: %sUpload%s

source: Use top menu bar to navigate to another part of Koha.
tet: Uza barra menu iha leten hodi navega ba parte seluk Koha nian.

source: What's next?
tet: Saida mak tuir mai?

source: Are you sure you want to delete this comment?
tet: Ita hakarak apaga komentariu ida ne'e ka lae?

source: Callnumber
tet: Kota

source: Check in and add to bundle
tet: Fo fila no aumenta ba pakote

source: Claims returned by
tet: Reklama fo fila husi

source: Failed: Item not found '%s'
tet: Falla: La hetan item ida ne'e '%s'

source: Failure: Bundle is currently checked out
tet: Falla: Pakote ne'e fo empresta ona

source: Failure: Check the logs for details
tet: Fallansu: Verifika rejistu sira ba detalle sira

source: Failure: Check the logs for details.
tet: Fallansu: Verifika rejistu sira ba detalle sira.

source: Failure: Item '%s' not found
tet: Fallansu: Item '%s' ne'e la hetan

source: Present
tet: Prezente

source: Success: Added '%s'
tet: Susesu: Aumenta ona '%s'

source: Success: Removed '%s'
tet: Susesu: Hasai ona '%s'

source: This bundle is checked out, it cannot be modified
tet: Pakote ida-ne'e empresta ona, labele modifika

source: Images for
tet: Imajen sira ba

source: %s Upload an image file for this item:
tet: %s Upload arkivu imajen ba item ne'e:

source: %s Upload an image file for this bibliographic record:
tet: %s Karrago arkivu imajen ba rejistu bibliográfiku ne'e:

source: Thumbnail
tet: Imajen kiik

source: There are no images for this item.
tet: Item ne'e la iha imajen ida.

source: There are no images for this record.
tet: Rejistu ne'e la iha imajen ba.

source: Upload an image file: %s
tet: Upload arkivu imajen: %s

source: Local images have not been enabled by your system administrator.
tet: Imajen lokal la hala'o iha ita nia sistema.

source: Checkout history for %s
tet: Lista ba livru ne'ebé empresta ona ba %s

source: by %s
tet: husi %s

source: Checked out %s times
tet: Fo empresta ona dala %s

source: Checked out by
tet: Fo empresta ona husi

source: Renewed
tet: Hafoun ona

source: Checkout on
tet: Fo empresta iha

source: Checkin on
tet: Fo fila iha

source: Anonymized
tet: Anonimu

source: %s Yes%s,
tet: %s Sin%s,

source: %s %s No %s
tet: %s %s Lae %s

source: last on: %s
tet: ikus mai: %s

source: has never been checked out.
tet: seidauk fo empresta.

source: Publication date
tet: Data publikasaun

source: Collection title
tet: Titulu kolesaun

source: All locations
tet: Lokalizasaun hotu

source: All item types
tet: Tipu item hotu

source: All collections
tet: Kolesaun sira hotu

source: Is new
tet: Ne'e foun

source: is
tet: maka

source: is not
tet: la'os

source: AND
tet: HO

source: Custom search fields
tet: Kampu peskiza kostume

source: Go to advanced search
tet: Ba peskiza advansadu

source: Availability:
tet: Disponiblidade:

source: Checked out
tet: Fó empresta ona

source: Not checked out
tet: La empresta ona

source: You can use the following wildcard characters: %% _
tet: Ita-boot bele uza karakter wildcard sira tuirmai: %% _

source: %% matches any number of characters
tet: %% hanesan kualkér numeru de karakter

source: _ matches only a single character
tet: _hanesan karakter ida de'it

source: From call number:
tet: Husi item kota:

source: (inclusive)
tet: (inklusivu)

source: To call number:
tet: Ba kota:

source: Checkout count:
tet: Konta fo empresta:

source: Last checkout date:
tet: Data empresta ikus:

source: ISO Format (YYYY-MM-DD)
tet: Format ISO (TTTT-FF-LL)

source: Screen
tet: Ekran

source: Barcodes file
tet: Arkivu kódigu barra sira

source: Barcode file
tet: Arkivu kódigu barra

source: Batch operations
tet: Operasaun sira iha lote

source: Clear selection
tet: Hamoos selesaun

source: Damaged status
tet: Estadu estragadu

source: Export all results to
tet: Esporta rezultadu hotu ba

source: Export selected results (%s) to
tet: Esporta rezultadu (%s) ne'ebé hili ona ba

source: Item number
tet: Númeru item

source: Item search results
tet: Rezultadu buka item

source: Last checkout date
tet: Data fó empresta ikus

source: Lost status
tet: Estado lakon

source: Not for loan status
tet: Estadu labele empresta

source: Select visible rows
tet: Hili liña hotu ne'ebé vizivel

source: Send selected items to batch item deletion
tet: Haruka item sira ne'ebé marka ona ba eliminasaun iha lote

source: Send selected items to batch item modification
tet: Haruka item sira ne'ebé marka ona ba modifikasaun iha lote

source: Serial enumeration
tet: Enumerasaun periódiku

source: Withdrawn status
tet: Estadu hasai ona

source: %s %s %s Unknown record %s MARC details for
tet: %s%s%s Rejistu deskoñesidu %s Detalle MARC ba

source: With framework:
tet: Ho kuadro:

source: Item details
tet: Detalle sira item nian

source: Item details for %s
tet: Detalle item ba %s

source: Biblionumber:
tet: Numerubiblio:

source: Rental charge:
tet: Propina aluga:

source: Daily rental charge:
tet: Kustu aluga loroloron nian:

source: Hourly rental charge:
tet: Propina aluga tuir oras:

source: Publication details:
tet: Detalle publikasaun:

source: Physical details:
tet: Detalle fiziku:

source: %s %s total (%s shown / %s hidden)
tet: %s %s totál (%s hatuda hela / %s subar hela)

source: No. of items:
tet: Nu. hira items:

source: Show all items
tet: Hatudu item sira hotu

source: View all
tet: Haree hotu

source: You are only viewing one item.
tet: Ita haree hela item ida de'it.

source: Barcode %s %s%s %s
tet: Kódigu barra %s %s%s %s

source: Item information %s %s
tet: Informasaun item nian %s %s

source: Home library:
tet: Uma biblioteka:

source: Collection:
tet: Kolesaun:

source: Item call number:
tet: Item nia kota:

source: Copy number:
tet: Numeru kópia:

source: Shelving location:
tet: Fatin iha estante:

source: Materials specified:
tet: Materiais espesifikadu:

source: Statuses
tet: Estadu sira

source: Current library:
tet: Biblioteka daudauk:

source: Checkout status:
tet: Estado fo empresta:

source: Last renewed %s
tet: Hafoun ikus %s

source: Due back on %s
tet: Tenke fo fila iha %s

source: Current renewals:
tet: Renovasaun atual:

source: Lost status:
tet: Estado lakon:

source: Set status
tet: Hatuur estado

source: Item has been claimed as returned.
tet: Item ne'e reklama hanesan fo fila ona.

source: Lost on:
tet: Lakon iha:

source: Damaged status:
tet: Estado aat:

source: Damaged on:
tet: Aat iha:

source: Withdrawn status:
tet: Estadu hasai ona:

source: Withdrawn on:
tet: Hasai ona iha:

source: Follow item type
tet: Tuir tipu item

source: %s %s Yes %s No %s Follow item type %s %s
tet: %s %s Sin %s Lae %s Tuir tipu item %s %s

source: Item type bookable: %sYes%sNo%s
tet: Tipu item bele rezerva: %sSin%sLae%s

source: History
tet: Istoria

source: Accession date:
tet: Data simu ona:

source: Total checkouts:
tet: Total empréstimu sira:

source: View item's checkout history
tet: Haree item nia istoria empréstimu sira

source: Last seen:
tet: Haree ikus:

source: Last borrowed:
tet: Emmpréstimu sira ikus:

source: Last returned by:
tet: Kliente ne'ebé fo fila ikus:

source: Last borrower:
tet: Devedor ikus:

source: Previous borrower:
tet: Ema lori-empresta uluk:

source: %s on %s
tet: %s iha %s

source: Paid for?:
tet: Selu ona ba?:

source: Serial enumeration:
tet: Enumerasaun periódiku:

source: Public note:
tet: Nota públiku:

source: Non-public note:
tet: Nota la publiku:

source: Search for '%s' with limit(s): '%s'
tet: Buka ba '%s' ho limite(sira): '%s'

source: Search for '%s'
tet: Buka ba '%s'

source: %s result(s) found %sfor
tet: %s rezultadu(s) hetan ona %sba

source: %s%s in %s Catalog%s.
tet: %s%s iha %s Katalogu%s.

source: %s%s&nbsp;with limit(s):
tet: %s%s&nbsp;ho limite(s):

source: Edit this search
tet: Edita peskiza ne'e

source: Save search as filter
tet: Rai peskiza ne'e nudar filtru

source: Search within results
tet: Buka iha rezultadu sira nia laran

source: Unhighlight
tet: La foku

source: Forget %s
tet: Haluha %s

source: Browse selected records
tet: Haree item ne'ebé hili ona

source: Batch edit records
tet: Edita rejistu sira iha batch

source: Batch delete records
tet: Apaga rejistu sira iha lote

source: Merge records
tet: Tau hamutuk rejistu sira

source: Sort
tet: Organiza

source: Results per page: %s
tet: Rezultadu kada pájina: %s

source: No results match your search %sfor
tet: La hetan rezultadu sira hanesan ita nia peskiza %sba

source: View basket
tet: Haree raga

source: You did not specify any search criteria.
tet: Ita la espesifika kriteria ida atu peskiza.

source: Scan index
tet: Skan indise

source: Scan index:
tet: Skan indise:

source: Any word
tet: Kualkér liafuan

source: Any phrase
tet: Kualkér fraze

source: Title phrase
tet: Fraze títulu

source: Subject phrase
tet: Fraze asuntu

source: %s Scan index for:
tet: %s Skan indise ba:

source: Term/Phrase
tet: Termu/Fraze

source: Results
tet: Rezultadu sira

source: Cover image from Amazon.com
tet: Imajen kapa nian husi Amazon.com

source: Cover from Syndetics
tet: Kapa husi Syndetics

source: Coce cover image
tet: Imajen kapa Coce nian

source: (remove)
tet: (hasai)

source: In your cart
tet: Iha Ita-nia kareta

source: OPAC view
tet: Vista OPAC

source: None available
tet: La disponivel

source: available:
tet: disponivel:

source: %s checked out:
tet: %s empresta ona:

source: %s unavailable:
tet: %s la disponivel:

source: On hold
tet: Iha ona rezerva

source: Due: %s
tet: Fo fila: %s

source: Other holdings:
tet: Kópia seluk:

source: No items
tet: Item la iha

source: Visibility:
tet: Visibilidade:

source: Save as new search filter:
tet: Rai hanesan filtru peskiza foun:

source: Replace existing search filter:
tet: Troka filtru peskiza ne'ebé iha ona:

source: You must provide a name for the new filter
tet: Ita-boot tenke fornese naran ida ba filtru foun

source: Current session
tet: Sesaun atuál

source: Select all visible rows
tet: Hili lina hotu ne'ebé bele haree

source: Clear selection on visible rows
tet: Hamoos selesaun iha liña sira ne'ebé vizivel

source: Select searches to:
tet: Hili peskiza hodi:

source: Previous sessions
tet: Sesaun anteriór

source: Your catalog search history is empty.
tet: Ita nia istória peskiza mamuk.

source: Your authority search history is empty.
tet: Ita nia istória kona ba peskiza autoridade mamuk hela.

source: Are you sure you want to delete the %s selected search history entries?
tet: Ita hakarak apaga %s istoria peskiza ne'e ka lae?

source: Are you sure you want to delete the selected search history entry?
tet: Ita hakarak apaga istoria peskiza ne'e ka lae?

source: With %s selected searches:
tet: Ho %s peskiza ne'ebé hili ona:

source: With selected search:
tet: Ho peskiza ne'ebé hili ona:

source: %s Elasticsearch record &rsaquo; %s &rsaquo; %s %s
tet: %s Rejistu Elasticsearch &rsaquo; %s &rsaquo; %s %s

source: Stock rotation details
tet: Detalle stock rotation

source: Stock rotation details for %s
tet: Detalle stock rotation ba %s

source: Rota status
tet: Estadu rota

source: %s START %s END %s
tet: %s HAHU %s HOTU %s

source: Move to next stage
tet: Muda ba etapa tuir mai

source: Remove from rota
tet: Hasai husi rota

source: Add to rota
tet: Aumenta ba rota

source: There are no rotas with stages assigned
tet: La iha rota ho etapa atribuído

source: Are you sure you want to remove this item from it's rota?
tet: Ita hakarak hasai items ne'ebé hili ona husi rota ka lae?

source: Automatic authority link results:
tet: Rezultadu sira ligasaun autoridade automátiku nian:

source: Create authority
tet: Kria autoridade ida

source: Error : You do not have the permissions necessary to use this functionality.
tet: Sala: Ita-boot la iha lisensa atu uza funsionalidade ida-ne'e.

source: Important fields(s) are not filled. Are you sure you want to save?
tet: Kampu(sira) importante seidauk prenxe. Ita hakarak rai rejistu ida ne'e ka lae?

source: No authority link was changed.
tet: Ligasaun autoridade ida la troka.

source: The following important subfields aren’t filled:
tet: Sub-kampu importante sira tuirmai ne'e seidauk prenxe:

source: %s %s (Record number %s)
tet: %s %s (Númeru rejistu %s)

source: Add MARC record (fast cataloging)
tet: Aumenta rejistu MARC ida (katalogasaun lalais)

source: Add MARC record
tet: Aumenta rejistu MARC ida

source: Advanced editor:
tet: Editor advansadu:

source: %s Editing %s (Record number %s) %s %s
tet: %s Edita hela %s (Númeru rejistu %s) %s %s

source: Yes, edit existing items
tet: Sin, edita item sira ne'ebé iha ona

source: Yes: View existing items
tet: Sin: Haree item sira ne'ebé iha ona

source: No, save as new record
tet: Lae, rai hanesan rejistu foun

source: Save and view record
tet: Rai no haree rejistu

source: Save and edit items
tet: Rai no edita item sira

source: Save and continue editing
tet: Rai no edita item sira

source: Show MARC tag documentation links
tet: Hatudu ligasaun ba dokumentasun MARC tag

source: Show tags
tet: Hatudu etiketa

source: Change framework
tet: Troka kuadru

source: The record you are trying to edit doesn't exist.
tet: Rejistu ne'e la iha.

source: Add a new record
tet: Aumenta rejistu ida foun

source: do a catalog search
tet: peskiza iha katálogu

source: New from Z39.50/SRU
tet: Foun husi Z39.50/SRU

source: Merge selected
tet: Tau hamutuk rejistu hili ona

source: %s No results found %s %s %s
tet: %s Rezultadu la hetan %s %s %s

source: Records found in the catalog
tet: Rejistu sira ne'ebé hetan iha katálogu

source: %s result(s) found in catalog,
tet: %s rezultadu(s) hetan ona,

source: %s result(s) found in reservoir
tet: %s rezultadu(s) hetan ona iha rezervatóriu

source: (modified on %s)
tet: (modifika ona iha %s)

source: Checked out (%s)
tet: Fó empresta ona (%s)

source: Withdrawn (%s)
tet: Hasai ona (%s)

source: Lost (%s)
tet: Lakon (%s)

source: Waiting to fill recall (%s)
tet: Hein hela rezerva (%s)

source: Waiting on hold (%s)
tet: Hein hela rezerva (%s)

source: Card preview
tet: Haree kartaun

source: Add or edit items
tet: Aumenta ka edita item sira

source: %s Error:
tet: %s Sala:

source: Records found in the reservoir
tet: Rejistu sira ne'ebé hetan iha rezervatóriu

source: Coming from
tet: Mai husi

source: Import date
tet: Data importasaun

source: Add biblio
tet: Aumenta biblio

source: At least two records must be selected for merging.
tet: Tenke hili rejistu pelumenus rua atu tau hamutuk.

source: Add a new item
tet: Aumenta item ida foun

source: go to the records holdings
tet: bá iha rejistu nia item sira

source: Items for %s %s by %s%s (Record #%s)
tet: Items ba %s %s husi %s%s (Rejistu #%s)

source: Jump to add item form
tet: Hakat ba formuláriu aumenta item nian

source: : Barcode must be unique.
tet: : Kódigu barra tenke úniku.

source: Error saving item
tet: Sala hamosu bainhira rai item

source: : Unable to automatically determine values for barcodes. No item has been inserted.
tet: : La konsege atu determina valór ba kódigu barra automaticamente. La hatama item ida.

source: Error saving items
tet: Sala hamosu bainhira rai item

source: : item is checked out.
tet: : item ida ne'e empresta ona.

source: : item has a waiting hold.
tet: : item ida ne'e iha ona rezerva ida.

source: : The items do not belong to your library.
tet: : Item hirak ne'e la pertense ba ita nia biblioteka.

source: : item has linked
tet: : item ida ne'e liga ona

source: analytics.
tet: analítika sira.

source: : Last item for bibliographic record with biblio-level hold on it.
tet: : Item ikus ba rejistu bibliográfiku ho rezerva nivel biblio nian.
