Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Adjustment cost for invoice
tet: Kustu de ajuste fatura nian

source: Receive items from: %s [%s] (order #%s)
tet: Simu item sira husi : %s [%s] (orden #%s)

source: Receive items from: %s (order #%s)
tet: Simu item sira husi : %s (orden #%s)

source: Receive items from : %s %s[%s] %s (order #%s)
tet: Simu items husi : %s %s[%s] %s (order #%s)

source: Date received
tet: Data simu ona

source: Confirm
tet: Konfirma

source: Job progress:
tet: Progresu ba knaar:

source: Loading ...
tet: Karrega hela ...

source: Catalog details
tet: Detalle katálogu

source: Copyright:
tet: Direitos autorais:

source: Reason:
tet: Razaun:

source: -- Choose a reason --
tet: -- Hili razaun ida --

source: Others...
tet: Seluk...

source: please note your reason here...
tet: favor hakerek ita nia razaun iha ne'e...

source: Receipt history for this subscription
tet: Istória simu nian ba subskrisaun ida-ne'e

source: Order number
tet: Numeru kartaun

source: Creation date
tet: Data kriasaun

source: Receive date
tet: Data simu ona

source: Actual cost tax exc. / Actual cost tax inc.
tet: Kustu atual taxa esk. / Kustu atual taxa ink.

source: Receive?
tet: Simu?

source: Date received:
tet: Data simu ona:

source: Current
tet: Atuál

source: Ordered by:
tet: Haloot tuir:

source: Quantity ordered:
tet: Kuantidade hameno ona:

source: Quantity received:
tet: Kuantidade simu ona:

source: Replacement price:
tet: Folin substituisaun:

source: Actual cost:
tet: Folin atual:

source: Change currency
tet: Troka osan

source: Previous order
tet: Orden anteriór

source: Next order
tet: Orden tuir mai

source: Accept
tet: Simu

source: %s This ordernumber does not exist. %s
tet: %s Numeruorden ne'e la iha. %s

source: (Current: %0$s - %1$s)
tet: (Atual: %0$s - %1$s)

source: (adjusted for %s, tax exclusive)
tet: (ajusta ona ba %s, impostu esklusivu)

source: (adjusted for %s, tax inclusive)
tet: (ajusta ona ba %s, impostu inklusivu)

source: (tax exclusive)
tet: (esklusivu husi taxa)

source: (tax inclusive)
tet: (inkluzivu impostu)

source: Account has been deleted
tet: Konta ne'e apaga ona

source: Edit order #%s (%s)
tet: Edita orden #%s (%s)

source: Keep current (%0$s - %1$s)
tet: Mantein atuál (%0$s - %1$s)

source: Order %s: An error occurred while saving
tet: Orden %s: Sala akontese kuandu rai hela

source: Receiving %0$s out of %1$s
tet: Simu hela %0$s husi %1$s

source: Receipt summary for
tet: Rezumu resibu ba

source: Receive orders from %s
tet: Simu orden husi %s

source: Error adding items:
tet: Sala akontese bainhira aumenta items:

source: The order has been successfully canceled.
tet: Orden ida ne'e kansela ona.

source: The order has been canceled, although one or more items could not have been deleted.
tet: Orden ne'e kansela ona, maski item ida ka liu labele apaga.

source: The order has been canceled, although the record has not been deleted.
tet: Orden ne'e kansela ona, maski rejistu ida labele apaga.

source: Cannot cancel receipt. Possible reasons:
tet: Labele kansela resibu. Razaun posivel sira:

source: The invoice referenced by this invoiceid does not exist.
tet: Fatura ne'ebé refere husi invoiceid ida-ne'e la eziste.

source: Pending orders
tet: Enkomendas pendente

source: Order cost
tet: Kustu hameno

source: Reopen it
tet: Loke fali

source: Already received
tet: Simu ona

source: Est cost
tet: Folin estimado

source: Actual cost
tet: Folin atual

source: (Tax inc.)
tet: (Ink taxa.)

source: (Tax exc.)
tet: (Ex taxa.)

source: Subtotal for
tet: Subtotal ba

source: Total tax exc.
tet: Total impostu esk.

source: Total (GST %s%%)
tet: Total (Impostu %s%%)

source: Total tax inc.
tet: Total impostu esk.

source: %s No basket group %s
tet: %s La iha grupu raga %s

source: Original order line
tet: Lina enkomenda orijinal

source: Publisher: %s %s, %s %s %s %s %s %s
tet: Editor: %s %s, %s %s %s %s %s %s

source: Change internal note
tet: Troka nota interna

source: Can't cancel receipt
tet: Labele kansela resibu

source: Cancel receipt
tet: Kansela resibu

source: %sThere are no received orders.%s
tet: %sLa iha orden ekomenda ne'ebé simu ona.%s

source: MARC previews
tet: Haree MARC

source: View invoice
tet: Haree fatura

source: Finish receiving
tet: Simu ona

source: Can't delete catalog record, because of %s existing item(s)
tet: Labele apaga rejsitu katálogu ne'e, tanba iha ona %s item(s)

source: Cancel order and catalog record
tet: Kansela orden no rejistu katálogu

source: No basket group
tet: Grupu raga la iha

source: Receive selected (%s)
tet: Simu ne'ebé marka ona (%s)

source: by
tet: husi

source: item(s) left
tet: item(s) husik ona

source: order(s) left
tet: orden(s) husik ona

source: Receive shipment from vendor %s
tet: Simu materiál husi vendedór %s

source: Receive shipment from vendor
tet: Simu materiál husi vendedór

source: An error has occurred. Invoice cannot be created.
tet: Sala akontese! Labele kria factura.

source: Create new invoice anyway
tet: Kria faktura foun

source: %s shipments
tet: %s transferências

source: n/a
tet: l/i

source: not available
tet: la disponivel

source: &lt;&lt; Previous
tet: &lt;&lt; Anteriór

source: Next &gt;&gt;
tet: Tuir mai &gt;&gt;

source: Receive a new shipment
tet: Simu materiál foun

source: Vendor invoice:
tet: Fatura vendedór:

source: GST:
tet: IMPOSTU:

source: Shipment date:
tet: Data entrega:

source: Shipping cost:
tet: Kustu entrega:

source: Sort by :
tet: Organiza tuir :

source: Invoice number reverse
tet: Numeru fatura reversa

source: Results per page :
tet: Rezultadu kada pájina :

source: %s Include closed invoices
tet: %s Inklui fatura ne'ebé taka ona

source: Order details
tet: Detalle orden nian

source: Creation date:
tet: Data kriasaun:

source: %s No order found %s
tet: %s La hetan orden %s

source: Spent - %s
tet: Gasta ona - %s

source: Spent - Fund: %s
tet: Gasta ona - Fundu: %s

source: Unit price
tet: Folin unidade

source: Date ordered
tet: Data hameno ona

source: Subtotal
tet: Subtotál

source: Sub total
tet: Sub totál

source: Shipping cost for invoice
tet: Fatura nia kustu entrega

source: Contact name:
tet: Naran kontaktu:

source: Position:
tet: Pozisaun:

source: Phone:
tet: Fone:

source: Alternative phone:
tet: Telefone alternativu:

source: Acquisitions options
tet: Opsaun sira akuisisaun nian

source: Primary acquisitions contact
tet: Kontaktu akuisisaun primariu

source: Contact when ordering
tet: Kontaktu bainhira halo hameno

source: Contact about late orders
tet: Kontaktu kona ba kópia tarde

source: Serials options
tet: Opsaun sira periódiku sira

source: Primary serials contact
tet: Kontaktu primáriu periodiku nian

source: Contact about late issues
tet: Kontaktu kona ba kópia tarde

source: Delete contact
tet: Apaga kontaktu

source: Acquisitions options:
tet: Opsaun akuisisaun:

source: Primary acquisitions contact
tet: Kontaktu akuisisaun primariu

source: Receives orders
tet: Simu orden sira

source: Receives claims for late orders
tet: Simu reklama ba orden ne'ebé tarde

source: Serials options:
tet: Opsaun periódiku:

source: Primary serials contact
tet: Kontaktu primáriu periodiku nian

source: Receives claims for late issues
tet: Simu reklama ba kópia ne'ebé tarde

source: Add vendor
tet: Aumenta vendedór

source: Modify vendor '%s'
tet: Modifika vendedór '%s'

source: Company details
tet: Detalle kompanhia

source: Name:
tet: Naran:

source: Postal address:
tet: Enderesu postal:

source: Physical address:
tet: Enderesu fiziku:

source: Account number:
tet: Numeru konta:

source: Vendor type:
tet: Tipu vendedór:

source: Contacts
tet: Kontaktu sira

source: Contact details
tet: Detalle kontaktu

source: Add another contact
tet: Aumenta kontaktu seluk

source: Interfaces
tet: Interfase sira

source: Ordering information
tet: Informasaun kona ba prden enkomenda

source: Vendor is:
tet: Vendedór mak:

source: List prices are:
tet: Lista nia folin mak:

source: Invoice prices are:
tet: Fatura nia folin:

source: Tax number registered:
tet: Númeru impostu rejista ona:

source: List prices:
tet: Lista folin sira:

source: Include tax
tet: Inklui impostu

source: Don't include tax
tet: La inklui impostu

source: Invoice prices:
tet: Folin fatura:

source: Delivery time:
tet: Oras entrega:

source: days
tet: loron

source: Vendor details
tet: Vendedór nia detalle

source: Company name:
tet: Naran kompanhia:

source: %sActive%sInactive%s
tet: %sAtivu %sInativu%s

source: Vendor is:
tet: Vendedór mak:

source: Tax number registered:
tet: Númeru impostu rejista ona:

source: List item price includes tax:
tet: Lista ba item nia folin inklui impostu:

source: Invoice item price includes tax:
tet: Fatura nia item folin inklui impostu:

source: %s days
tet: %s loron sira

source: Show
tet: Hatudu

source: Account email:
tet: Konta email:

source: Contact
tet: Kontaktu

source: Subscription details
tet: Detalle sira subskrisaun nian

source: Number of subscriptions:
tet: Numeru subskrisaun sira:

source: Contract(s)
tet: Kontratu(s)

source: Account email:
tet: Email konta nian:

source: Add another interface
tet: Aumenta interfase seluk

source: Delete interface
tet: Apaga interfase

source: Interface details
tet: Detalle interfase nian

source: Notes:
tet: Nota sira:

source: Transfer order
tet: Tranfere orden

source: Baskets for %s
tet: Raga sira ba %s

source: Basket (#)
tet: Raga (#)

source: Choose
tet: Hili

source: There are no open baskets for this vendor.
tet: Vendedór ne'e la iha raga nakloke.

source: Orders for %s
tet: Hameno sira husi %s

source: %s by %s%s %s &ndash; %s%s %s
tet: %s husi %s%s %s &ndash; %s%s %s

source: Choose a vendor to transfer to
tet: Hili vendedór ida hodi tranfere ba

source: Choose a vendor to transfer from
tet: Hili vendedór ida hodi tranfere husi

source: No results found.
tet: La hetan rezultadu sira.

source: Search for a vendor to transfer to
tet: Buka ba vendedór ida hodi transfere ba

source: From vendor:
tet: Husi vendedór:

source: Search for a vendor to transfer from
tet: Buka ba vendedór ida hodi tranfere husi

source: Select a different vendor
tet: Hili vendedór ida ne'ebé diferente

source: Search again
tet: Buka fali

source: Transfer order to this basket?
tet: Transfere orden ba raga ida ne'e?

source: Orders with uncertain prices for vendor
tet: Orden ekomenda ho folin latebes

source: Contact information
tet: Information kontaktu

source: Address:
tet: Hela fatin:

source: Contact:
tet: Kontaktu:

source: Order lines with uncertain prices
tet: Orden sira ho folin latebes

source: Orders from:
tet: Orden husi:

source: Everyone
tet: Ema hotu

source: me
tet: hau

source: By
tet: Husi

source: Uncertain
tet: La hatene los

source: An error occurred when updating this issue.
tet: Sala akontese durante prosesu atualizasaun.

source: An error occurred when adding this issue
tet: Sala akontese kuandu aumenta kópia ne'e

source: An error occurred when deleting this issue. Check the logs for details.
tet: Sala akontese kuandu apaga kópia ne'e. Verifika log sira ba detalle sira.

source: Issue updated successfully.
tet: Kópia konsege atualiza.

source: Issue created successfully.
tet: Kópia konsege kria.

source: Issue deleted successfully.
tet: Kópia apaga ona.

source: Started on:
tet: Hahu ona iha:

source: Ended on:
tet: Ramata ona iha:

source: Delete issue %s?
tet: Apaga kópia %s?

source: Yes, delete
tet: Sin, apaga

source: No, do not delete
tet: Lae, keta apaga

source: Vendor issue %s
tet: Vendedór nia kópia %s

source: New issue
tet: Kópia foun

source: Issue ID
tet: ID kópia

source: Started on
tet: Hahu ona iha

source: Ended on
tet: Hotu ona iha

source: There are no issues defined.
tet: La iha issue ida ne'ebé defini ona.

source: Create a new issue
tet: Kria kópia foun ida

source: Order from external source
tet: Hameno husi fonte externa

source: Subject heading:
tet: Kapsaun asuntu:

source: Keyword (any):
tet: Liafuan xave (kualkér):

source: LC call number:
tet: LC kota:

source: Control no.:
tet: Nu kontrola.:

source: Standard ID:
tet: ID Regulár:

source: Select MARC framework:
tet: Hili kuadru MARC:

source: Clear search form
tet: Hatama formuláriu peskiza

source: Search targets
tet: Buka tarjetu sira

source: You searched for: %s
tet: Ita buka ona ba: %s

source: Control no:
tet: Nu kontrol:

source: Server
tet: Servidor

source: %s Page %s / %s %s
tet: %s Pajina %s / %s %s

source: Previous page
tet: Pajina anterior

source: Next page
tet: Pajina tuirmai

source: Go
tet: Ba

source: Go to page :
tet: Ba pájina :

source: You didn't select any external target.
tet: Ita la hili tarjetu externa ida.

source: Connection failed to %s
tet: Ligasaun laiha ba %s

source: Nothing found.
tet: La hetan buat ida.

source: Try another search
tet: Tenta peskiza seluk

source: Still %s servers to search
tet: Sei iha %s servidor sira atu peskiza

source: New field
tet: Kampu foun

source: The field has been added.
tet: Kampu ne'e aumenta ona.

source: The field could not be added. Perhaps the name already exists?
tet: Kampu ne'e la konsege aumenta. Karik iha ona naran ida ne'e?

source: The field has been updated.
tet: Kampu ne'e atualiza ona.

source: The field could not be updated. Perhaps the name already exists?
tet: Kampu ne'e la konsege atualiza. Karik iha ona naran ida ne'e?

source: The field has been deleted.
tet: Kampu ne'e apaga ona.

source: The field could not be deleted. Check the log for details.
tet: Kampu ne'e labele apaga. Haree rejistu ba detalle sira.

source: Order baskets
tet: Raga orden

source: Order lines
tet: Liña orden

source: Subscriptions
tet: Subskrisaun sira

source: Additional fields for '%s'
tet: Kampu adisionál ba '%s'

source: Authorized value category
tet: Kategoria valór autorizadu

source: MARC field
tet: Kampu MARC

source: MARC field mode
tet: Modo kampu MARC

source: Searchable
tet: Peskuisável

source: Repeatable
tet: Repetival

source: %sYes%sNo%s
tet: %sSin%sLae%s

source: Authorized value category:
tet: Valór kategoria ne'ebé autoriza ona:

source: Repeatable:
tet: Repetival:

source: Example: 942$c
tet: Ezemplu: 942$c

source: MARC field mode:
tet: Modo kampu MARC:

source: Save value to MARC record
tet: Rai valór iha rejistu MARC

source: Searchable:
tet: Peskisáveis:

source: You cannot select an authorised value category and a MARC field
tet: Labele hili valór kategoria ne'ebé autoriza ona ho kampu MARC

source: Koha administration
tet: Administrasaun koha

source: disabling the 'Mana' system preference
tet: desabilitandu 'Mana' preferénsia sistema

source: Share content with Mana KB?
tet: Fahe konteúdu ho Mana KB?

source: Change your Mana KB settings
tet: Muda konfigurasaun Mana KB

source: Share anonymous usage statistics with the Koha community?
tet: Fahe estatistika de uso anônimas ho komunidade Koha nian?

source: Change your Hea settings
tet: Muda konfigurasaun Hea

source: Manage system preferences like MARC flavor, date format, administrator email, and templates.
tet: Jere preferénsia sistema nian hanesan sabor MARC, formatu data, email administradór nian, no template sira.

source: Configure these parameters in the order they appear.
tet: Konfigure parâmetros ne'e tuir orden ne'ebé hamosu.

source: Hint:
tet: Sujestaun:

source: Define libraries
tet: Defini biblioteka sira

source: Define hierarchical library groups
tet: Defini grupu biblioteka hierárkuiku

source: Define item types used for circulation rules
tet: Defini tipu item atu uza ba regra sirkulasaun

source: Define categories and authorized values for them
tet: Defini kategoria ho valór ne'ebé autoriza ona

source: Define patron categories
tet: Defini kategoria kliente nian

source: Define circulation and fine rules for combinations of libraries, patron categories, and item types
tet: Define regra sirkulasaun no multa nian ba kombinasaun biblioteka sira, kategoria kliente sira, no tipu item sira

source: Advanced editor
tet: Editor advansadu

source: Define circulation desks
tet: Define meza sirkulasaun sira

source: Define manual patron restriction types
tet: Defini tipu restrisaun manuál ba kliente sira

source: Define debit types
tet: Defini tipu debitu

source: Define credit types
tet: Defini tipu kreditu

source: Define cash registers
tet: Defini kaixa osan

source: Manage plugins
tet: Jere plugins

source: Manage jobs
tet: Jere knaar sira

source: View, manage and cancel jobs.
tet: Haree, jere no kansela knaar.

source: MARC Bibliographic framework test
tet: Teste ba kuadru Bibliografiku MARC

source: Checks the MARC structure. If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition
tet: Verifika estrutura MARC. Se ita troka kuadru Bibliografiku MARC ne'e tenke hala'o alat ne'e atu hetan sala iha konfigurasaun

source: Manage rules for automatically matching MARC records during record imports
tet: Jere regra atubele rejistu MARC han-malu automaticamente durante importa ba rejistu

source: Define record sources to import from
tet: Defini huun rejistu sira atu importa husi

source: Manage OAI Sets
tet: Jere OAI Sets

source: Manage custom search filters
tet: Jere filtru peskiza personalizadu sira

source: Define your budgets
tet: Defini ita nia orsamentu sira

source: Define funds within your budgets
tet: Defini fundu iha ita nia orsamentu nia laran

source: Manage library EDI EANs
tet: Jere biblioteka EDI EANs

source: Define which external identity providers to use
tet: Defini fornesedór identidade esternu ne'ebé maka atu uza

source: Define which external servers to query for MARC data
tet: Defini servidor sira externo ne'ebé uza hodi buka dadus MARC

source: Define which SMTP servers to use
tet: Defini servidor SMTP nian ne'ebé uza

source: Share your usage statistics
tet: Fahe estatístika de utilizasaun

source: Share content (subscriptions, reports) with the Koha community
tet: Fahe konteúdu (subskrisaun, relatóriu) ho komunidade Koha

source: Add additional fields to certain tables
tet: Aumenta kampu adisional ba tabela

source: Advanced editor shortcuts
tet: Atalhos editor advansadu

source: Advanced editor keyboard shortcuts
tet: Atalhos de teclado advansadu

source: Save shortcuts
tet: Rai atalhos de teclado

source: %s fund(s) are attached to this budget. You must delete all attached funds before deleting this budget.
tet: %s fundu(s) iha aneksu. Ita presiza apaga items hotu molok apaga orsamentu ne'e.

source: Add fund
tet: Aumenta fundu ida

source: Duplicate budget
tet: Orsamentu duplikata

source: Start date:
tet: Data komesa:

source: End date:
tet: Data ikus liu:

source: Change amounts by
tet: Muda montante husi

source: (can be positive or negative)
tet: (bele pozitivu ka negativu)

source: Mark the original budget as inactive
tet: Marka orsamentu orijinal hanesan la ativu

source: Set all funds to zero
tet: Hatuur fundu hotu-hotu ba zero

source: Description:
tet: Deskrisaun:

source: Total amount:
tet: Total hira:

source: Make budget active:
tet: Halo orsamentu ativu:

source: Lock budget:
tet: Xave orsamentu:

source: Cannot delete budget
tet: Labele apaga orsamentu

source: . Deletion is not possible.
tet: . Labele apaga.

source: This record is used %s times
tet: Rejistu ne'e uza ona dala %s

source: This budget has funds attached. You must delete all attached funds before you can delete this budget.
tet: Orsamentu ne'e iha fundu iha aneksu. Ita tenke apaga items hotu molok apaga orsamentu ne'e.

source: You cannot move funds of this budget, there is no active budget.
tet: Labele muda osan husi orsamentu ne'e, la iha orsamentu aktivu.

source: Return to budgets
tet: Fila ba orsamentu sira

source: Cannot close budget
tet: Labele taka orsamentu

source: There are no unreceived orders for this budget.
tet: Laiha orden sira ne'ebé seidauk simu ba orsamentu ida-ne'e.

source: Fund list of budget
tet: Lista fundu orsamentu nian

source: Fund ID
tet: ID Fundu

source: Unreceived orders
tet: Orden seidauk simu

source: Select a budget
tet: Hili orsamantu

source: Move unreceived orders
tet: Muda orden ekomenda ne'ebé la simu ona

source: Budget id
tet: Orsamentu id

source: Ordernumber
tet: Numeru orden

source: %s (id=%s) Amount=%s%s (%s remaining has been moved)%s
tet: %s (id=%s) Montante=%s%s (%s restu muda ona)%s

source: Moved!
tet: Muda ona!

source: There were no unreceived orders for this fund.
tet: La iha orden ekomenda ne'ebé la simu ona.

source: %s %s%s (%s remaining has been moved)%s
tet: %s %s %s (%s ida restu muda ona)%s

source: Active budgets
tet: Orsamentu ativu

source: Inactive budgets
tet: Orsamentu la ativu

source: Budget name
tet: Naran orsamentu

source: Locked
tet: Xave ona

source: View funds for %s
tet: Haree fundu ba %s

source: No active budgets
tet: Orsamentu ativu la iha

source: Locked%s
tet: Xavi ona%s

source: No inactive budgets
tet: La iha orsamentu la ativu

source: This action cannot be reversed. Do you wish to continue?
tet: Asaun ida-ne'e labele reverte. Ita-boot hakarak kontinua?

source: New fund
tet: Fundu foun

source: You are not authorized to modify this fund
tet: Ita-boot la iha autorizasaun atu modifika fundu ida-ne'e

source: Base-level allocated
tet: Alokasaun nivel-base

source: Total ordered
tet: Total hameno ona

source: Total spent
tet: Gastu total

source: Base-level available
tet: Disponível nivel-base

source: Period allocated %s%s%s
tet: Fo períodu %s%s%s

source: This fund has sub funds
tet: Fundu ida ne'e iha sub fundu sira

source: Add sub fund
tet: Aumenta sub fundu ida

source: No fund found
tet: La hetan rezerva

source: Fund details
tet: Fundu nia detalle

source: Fund parent:
tet: Fundu nia inan-aman:

source: Fund code:
tet: Kodigu fundu:

source: Fund name:
tet: Naran fundu:

source: Warning at (%%):
tet: Avisu iha (%%):

source: 0 to disable
tet: 0 atu dezativa

source: Warning at (amount):
tet: Avizu ba (hira):

source: Owner:
tet: Na'in:

source: Select owner
tet: Hili nain

source: Remove owner
tet: Hasai na'in

source: Users:
tet: Utilizador sira:

source: Add users
tet: Aumenta utilizador sira

source: Library:
tet: Biblioteka:

source: Restrict access to:
tet: Limita asesu ba:

source: %s None
tet: %s La iha buat ida

source: %s Owner
tet: %s Na'in

source: %s Owner and users
tet: %s Na'in ho utilizador sira

source: %s Owner, users and library
tet: %s Na'in, utilizador sira ho biblioteka

source: Statistic 1 done on:
tet: Estatistika 1 hala'o iha:

source: Statistic 2 done on:
tet: Estatistika 2 hala'o iha:

source: Fund amount:
tet: Fundu montante:

source: Yes, delete this fund
tet: Sin, apaga fundu ne'e

source: Fund filters
tet: Filtru fundu

source: Budget:
tet: Orsamentu:

source: All budgets
tet: Orsamentu hotu

source: %s Show my funds only
tet: %s Hatudu hau nia fundus deit

source: - Budget amount cannot be blank
tet: - Orsamentu labele mamuk

source: - Budget code cannot be blank
tet: - Kodigu orsamentu labele mamuk

source: - Budget name cannot be blank
tet: - Naran ba orsamentu labele mamuk

source: - Budget parent is current budget
tet: - Orsamentu inanaman mak orsamentu atual

source: This fund has sub funds. It cannot be deleted.
tet: Fundu ne'e iha sanak. Fundu ne'e labele apaga.

source: Modify contract '%s'
tet: Modifika kontratu '%s'

source: New contract
tet: Kontratu foun

source: Confirm deletion of contract %s
tet: Konfirma apaga ba kontratu %s

source: Modify contract %s for %s
tet: Modifika kontratu %s ba %s

source: New contract for %s
tet: Kontratu foun ba %s

source: Contract ID
tet: ID Kontratu

source: Start date:
tet: Data komesa:

source: End date:
tet: Data ikus liu:

source: Confirm deletion of contract
tet: Konfirma apaga ba kontratu

source: Contract number:
tet: Numeru kontratu:

source: Contract description:
tet: Deskrisaun kontratu:

source: Contract start date:
tet: Data kontratu komensa iha:

source: Contract end date:
tet: Kontratu nia data ikus:
