Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: %s %s %s %s %s %s %s%s, %s%s - %s (%s) (%s) - Requested on %s %s %s
tet: %s %s %s %s %s %s %s%s, %s%s - %s (%s) (%s) - Husu ona iha %s %s %s

source: Deny
tet: Nega

source: Patron details
tet: Detalle kliente

source: Patron's address in doubt
tet: Kliente nia hela fatin latebes

source: Gone no address
tet: Sai ona, la iha enderesu-uma

source: Unset Gone no address for this patron
tet: Unset Gone laiha enderesu ba kliente ida-ne'e

source: Old value
tet: Valór uluk nian

source: New value
tet: Valór foun

source: There are no pending patron modifications.
tet: La iha modifikasaun kliente pendentes.

source: account lines
tet: Liña konta

source: article requests
tet: pedidu artigu

source: extended patron attributes
tet: kliente nia atributu extended

source: patron restrictions
tet: kliente nia restrisaun sira

source: patrons files
tet: arkivu kliente nian

source: patron modification requests
tet: Pedidu modifikasaun kliente

source: club enrollments
tet: inskrisaun klube

source: checkouts
tet: emprestimu sira

source: patron messages
tet: mensajen sira kliente nian

source: patron notices
tet: Avizu sira kliente nian

source: previous checkouts
tet: emprestimu anterior

source: filled holds
tet: Rezervasaun prenxe ona

source: current holds
tet: Rezerva sira atuál

source: reviews
tet: komentariu sira

source: statistics
tet: estatistika

source: purchase suggestions
tet: sujestaun ida atu sosa materiál foun

source: tags
tet: tag sira

source: list items
tet: items lista

source: list shares
tet: lista fahe sira

source: lists
tet: lista sira

source: Merge patron records
tet: Tau hamutuk rejistu kliente nian

source: Compare patrons
tet: Kompara kliente sira

source: Merge patrons
tet: Tau hamutuk kliente sira

source: Error: Two or more patrons need to be selected for merging
tet: Sala: Tenke hili rejistu rua atu tau hamutuk

source: Merge failed! The patron to keep was invalid.
tet: Labele tau hamutuk! Kliente atu mantein la válidu.

source: Merge failed! The following error was reported: %s.
tet: Labele tau hamutuk! Hasoru sala tuirmai: %s.

source: Patron records merged into
tet: Rejistu kliente tau hamutuk ba

source: %s %s transferred.
tet: %s %s transfere ona.

source: View patron record
tet: Haree rejistu kliente nian

source: Compare patrons for merging
tet: Kompara kliente sira ba fuzaun

source: Initials:
tet: Inisiais:

source: Other name:
tet: Naran seluk:

source: Card number:
tet: Númeru kartaun:

source: Address line 1:
tet: Hela fatin liña 1:

source: Address line 2:
tet: Hela fatin liña 2:

source: City:
tet: Sidade:

source: State:
tet: Distritu:

source: ZIP/Postal code:
tet: ZIP/Kódigu postal:

source: Country:
tet: Rai:

source: Registration date:
tet: Data rejistu:

source: Renewal date:
tet: Data hafoun:

source: Expiration date:
tet: Prazu:

source: Date of birth:
tet: Data moris:

source: Restricted:
tet: Limita ona:

source: Primary email:
tet: Email prinsipál:

source: Secondary email:
tet: Email sekundáriu:

source: Primary phone:
tet: Telefone prinsipál:

source: Secondary phone:
tet: Telefone sekundáriu:

source: Other phone:
tet: Fone seluk:

source: Gender:
tet: Jéneru:

source: Updated on:
tet: Atualiza iha:

source: Primary phone:
tet: Telemovil primáriu:

source: Secondary phone:
tet: Fone segundu:

source: Other phone:
tet: Telefone seluk:

source: Secondary email:
tet: Email segundu:

source: Initials:
tet: Inisiais:

source: Guarantees:
tet: Garante:

source: Library use
tet: Biblioteka uzu

source: Card number:
tet: Numeru kartaun:

source: Borrowernumber:
tet: Numerukliente:

source: Registration date:
tet: Data rejistu:

source: Expiration date:
tet: Data prazu:

source: Sort field 1:
tet: Kampu organiza 1:

source: Sort field 2:
tet: Kampu organiza 2:

source: Auto-renewal: Patron has opted out
tet: Hafoun automaticamente: Kliente lakohi ona

source: Account summary: %s &rsaquo;
tet: Rezumu konta: %s &rsaquo;

source: %s%s%s(no phone number on file)%s
tet: %s%s%s(la iha numeru telemovil)%s

source: %s%s%s(no primary email on file)%s
tet: %s%s%s(la iha email primariu)%s

source: Registration date: %s
tet: Data rejistu: %s

source: Expiration date: %s
tet: Data prazu: %s

source: Category: %s
tet: Kategoria: %s

source: %sOverdue!%s&nbsp;%s
tet: %sTarde!%s&nbsp;%s

source: Pending holds
tet: Rezerva pendente

source: Pick up location
tet: Foti husi lokalizasaun

source: Hold priority
tet: Prioridade rezerva nian

source: Account fines and payments
tet: Multa no pagamentu konta nian

source: %s Total due:
tet: %s Totál ne'ebé tenke selu:

source: Unable to delete staff user
tet: Labele apaga funsionariu ida ne'e

source: Insufficient privileges.
tet: Priviléjiu la to'o.

source: Not allowed to delete own account
tet: La husik apaga konta an ne'e

source: Unable to delete patrons from other libraries with current settings
tet: Labele apaga kliente husi biblioteka seluk ho konfigurasaun dauduan

source: Unable to delete patron
tet: Labele apaga kliente ne'e

source: Patron's account has been renewed until %s
tet: Konta kliente hafoun ona to'o %s

source: First name:
tet: Naran uluk:

source: Show checkouts to guarantor:
tet: Hatudu emprestimu ba fiador:

source: Show charges to guarantor:
tet: Hatudu emprestimu ba fiador:

source: See all charges.
tet: Haree taxa hotu.

source: Guarantors:
tet: Fiadores:

source: Main contact method:
tet: Métodu kontaktu prinsipál:

source: Renewal date:
tet: Data hafoun:

source: Patron expires soon
tet: Kliente nia konta sei hamate la kleur

source: Privacy pref:
tet: Pref ba privasidade:

source: Auto-renewal:
tet: Hafoun automaticamente:

source: Password expires:
tet: Password prazu:

source: Protected:
tet: Protejidu:

source: Circulation note:
tet: Nota sirkulasaun:

source: OPAC note:
tet: Nota OPAC:

source: Address in doubt:
tet: Enderesu iha dúvida:

source: Card lost:
tet: Kartaun lakon:

source: Contact note:
tet: Nota kontaktu:

source: Alternative contact
tet: Kontaktu alternativu

source: Surname:
tet: Apelidu:

source: Address 2:
tet: Hela fatin 2:

source: Sent notices for %s
tet: Avisu sira ne'ebé haruka ona ba %s

source: Notice
tet: Avizu

source: Time created
tet: Oras kria ona

source: Delivery note
tet: Nota entrega

source: print
tet: imprimi

source: sent
tet: haruka ona

source: pending
tet: pendente

source: failed
tet: la lao

source: deleted
tet: apaga ona

source: Invalid borrowernumber %s
tet: Númerukliente la válidu %s

source: Unable to find an email address for this patron
tet: La konsege hetan enderesu email ida ba kliente ida-ne'e

source: Invalid %s email address found %s
tet: Hetan ona enderesu email %s ne'ebé la válidu %s

source: Missing from email address
tet: Falta husi enderesu email

source: Missing SMS number
tet: Númeru SMS falta

source: Message is duplicate
tet: Mensajen ne'e duplikadu

source: The SMS driver could not be loaded
tet: Driver SMS labele karrega

source: Message failed to send with the following error: %s
tet: Mensajen la konsege haruka ho sala tuirmai: %s

source: Resend
tet: Haruka fali

source: Payment note
tet: Nota pagamentu

source: Write off
tet: Eliminar

source: Add note
tet: Aumenta nota

source: Total due:
tet: Total devidu:

source: Outstanding credits could be applied:
tet: Bele aplika kreditu:

source: Apply
tet: Aplika

source: Total due if credit applied:
tet: Totál ne'ebé tenke selu se kréditu aplika:

source: Pay amount
tet: Selu hira

source: Pay selected
tet: Selu ne'ebé hili ona

source: Write off all
tet: Eliminar hotu

source: %s has no outstanding charges.
tet: %s la iha multa.

source: Are you sure you want to write off %s in outstanding charges? This cannot be undone!
tet: Ita hakarak apaga %s multa ne'e ka lae? Labele reverte!

source: Create a new cash register
tet: Kria kaixa osan ida foun

source: Pay an individual charge
tet: Selu ba taxa ida de'it

source: Pay an amount toward selected charges
tet: Selu ba parte multa ne'ebé hili ona

source: Pay an amount toward all charges
tet: Selu parte ba multa hotu

source: You must pay a value less than or equal to %s.
tet: Faz favor selu valór ida menus husi ka hanesan %s.

source: You must collect a value greater than or equal to %s.
tet: Faz favor halibur valór ida boot liu ka hanesan %s.

source: Total amount payable:
tet: Tenke selu total:

source: Amount being paid:
tet: Selu hira:

source: Change to give:
tet: Fo fali:

source: Total amount outstanding:
tet: Montante total devidu:

source: Writeoff amount:
tet: Eliminar hira:

source: Write off this charge
tet: Eliminar propina ne'e

source: Total amount outstanding:
tet: Montante total devidu:

source: Confirm this payment?
tet: Konfirma pagamentu ne'e?

source: No print template found
tet: La hetan template print ida

source: %s%s%sNo slip template found%s
tet: %s%s%sLa hetan template slip nian%s

source: New purchase suggestion
tet: Sujestaun ida foun atu sosa

source: Managed by
tet: Jere husi

source: Managed on
tet: Jere iha

source: Suggested on
tet: Sujestaun iha

source: Checked by the library
tet: Verifika ona husi biblioteka

source: Accepted by the library
tet: Simu ona husi biblioteka ne'e

source: Ordered by the library
tet: Hameno ona husi biblioteka

source: Suggestion declined
tet: Sujestaun ne'e la simu ona

source: Available in the library
tet: Disponivel iha biblioteka

source: This patron has not submitted any purchase suggestions
tet: Kliente ne'e seidauk hatama sujestaun ida ba livru foun

source: This patron has set the privacy rules to never keeping a circulation history.
tet: Kliente ne'e la iha istoria sirkulasaun tanba hatuur regra privasidade.

source: This patron has no circulation history.
tet: Kliente ne'e la iha istoria sirkulasaun.

source: Vol info
tet: Info vol

source: Number of renewals
tet: Numeru hira ne'ebé bele hafoun

source: On-site checkouts
tet: Empréstimu sira on-site

source: &rsaquo; Recalls history for %s
tet: &rsaquo; Istoria bolu fila ba %s

source: Show old recalls
tet: Hatudu bolu fila uluk nian

source: UseRecalls
tet: UzaRecalls

source: system preference to use recalls.
tet: preferénsia sistema nian atu uza bolu fali sira.

source: Subscription routing lists
tet: Lista routing subskrisaun nian

source: Subscription routing lists for %s
tet: Lista routing subskrisaun nian ba %s

source: Search subscriptions:
tet: Buka subskrisaun sira:

source: 0 subscription routing lists
tet: 0 lista routing subskrisaun nian

source: %s subscription routing list
tet: %s lista routing subskrisaun nian

source: %s subscription routing lists
tet: %s lista routing subskrisaun nian

source: Subscription title
tet: Títulu subskrisaun

source: Position
tet: Pozisaun

source: Routing list
tet: Lista roteamentu

source: Edit routing list
tet: Edita lista roteamento

source: Patron does not belong to any subscription routing lists.
tet: Kliente la pertense subskrisaun lista routing.

source: Statistics for %s
tet: Estatistika sira ba %s

source: Total checkouts as of yesterday
tet: Emmpréstimu sira total husi horiseik

source: Today's checkouts
tet: Emmpréstimu sira ohin loron

source: Today's checkins
tet: Items fo fila ohin loron nian

source: Total checkouts
tet: Total empréstimu sira

source: There are no statistics for this patron.
tet: Klientene'e la iha estatístika ida.

source: Status: Enabled
tet: Estadu: Ativadu

source: Disable two-factor authentication
tet: Dezativa autentikasaun ho fatór rua

source: Status: Disabled
tet: Estadu: La lao

source: Enable two-factor authentication
tet: Aktiva autentikasaun ho fatór rua

source: Choose adult category
tet: Hili kategoria adultu

source: Add offline circulations to queue
tet: Aumenta dadus sirkulasaun offline hodi forma

source: Koha offline circulation
tet: Sirkulasaun koha offline

source: Upload another KOC file
tet: Upload arkivu KOC ida tan

source: View pending offline circulation actions
tet: Haree asaun sirkulasaun offline pendente

source: Card number or username
tet: Númerukartaun ka naran utilizadór

source: For the selected operations:
tet: Ba operasaun ne'ebé marka ona:

source: Process
tet: Prosesu

source: There are no pending offline operations.
tet: La iha operasaun sira offline ne'ebé pendente.

source: Added.
tet: Aumenta ona.

source: Deleted.
tet: Apaga ona.

source: Item not checked out.
tet: Items la empresta ona.

source: Patron not found.
tet: La hetan kliente.

source: Success.
tet: Susesu.

source: Offline circulation file upload
tet: Upload arkivu sirkulasaun offline

source: Your data was processed. Here are the results:
tet: Ita nia dadus processados. Rezultadu mak ne'e:

source: Warning: Unable to determine patron from item barcode (%s). Cannot check in.
tet: Avizu: Labele determina kliente husi kódigu barra item nian (%s). Labele fo fila.

source: (%s) to
tet: (%s) to'o

source: Checked out
tet: Fo empresta ona

source: (%s) for
tet: (%s) ba

source: Renewed
tet: Hafoun ona

source: (%s) from
tet: (%s) husi

source: Checked in
tet: Fo fila ona

source: Accepted payment (%s) from
tet: Pagamentu simu ona (%s) husi

source: Upload offline circulation data
tet: Upload dadus sirkulasaun offline nian

source: Choose .koc file:
tet: Hili arkivu .koc:

source: Upload progress:
tet: Progresu ba upload:

source: Add to offline circulation queue
tet: Aumenta ba forma sirkulasaun offline

source: Denied
tet: Negado

source: Error code 0 not used
tet: Kodigu sala 0 la uza

source: File already exists
tet: Arkivu iha ona

source: Please upload a file first.
tet: Faz favor upload arkivu uluk lai.

source: Upload status:
tet: Estadu upload nian:

source: Web installer &rsaquo; Create a library
tet: Web installer &rsaquo; Kria biblioteka ida

source: Installation
tet: Instalasaun

source: Create a library
tet: Kria biblioteka ida

source: Create a patron category
tet: Kria kategoria kliente nian

source: Create Koha administrator patron
tet: Kria patronu administradór Koha nian

source: Create a new item type
tet: Kria tipu item foun ida

source: Create a new circulation rule
tet: Kria regra sirkulasaun nian foun

source: To add another library and for more settings, go to:
tet: Atu aumenta biblioteka seluk no ba konfigurasaun sira seluk, bá iha:

source: Administration
tet: Administrasaun

source: Libraries and groups
tet: Biblioteka no grupu sira

source: Web installer &rsaquo; Create a patron category
tet: Web installer &rsaquo; Kria kategoria kliente

source: The patron category you create will be used by the
tet: Kategoria kliente sei uza ho

source: administrator account
tet: konta administrasaun

source: Staff
tet: Funsionárius

source: which should be set up by your system administrator.
tet: sistema ida ne'ebé mak administrador halo.

source: Enrolment period:
tet: Periodu sai membru biblioteka:

source: To add another patron category and for more settings go to:
tet: Atu aumenta tan kategoria kliente ida no ba konfigurasaun sira seluk tan ba iha:

source: Web installer &rsaquo; Create Koha administrator patron
tet: Web installer &rsaquo; Kria kliente Koha administrator

source: Administrator identity
tet: Identidade administrador nian

source: Administrator account permissions
tet: Permisaun konta administrasaun nian

source: superlibrarian
tet: superbibliotekáriu

source: Administrator login
tet: Login administrador nian

source: Confirm password:
tet: Konfirma password:

source: To create another patron, go to:
tet: Hodi kria kliente seluk, ba:

source: Patrons &rsaquo; New patron
tet: Kliente &rsaquo; Kliente foun

source: To edit patron permissions, go to:
tet: Hodi edita permisaun kliente nian, ba:

source: More &rsaquo; Set permissions
tet: Tan &rsaquo; Hatuur priviléjiu

source: Web installer &rsaquo; Create a new item type
tet: Web installer &rsaquo; Kria tipu item ida foun

source: Item type code:
tet: Kodigu tipu item:

source: Administration &rsaquo; Item types
tet: Administrasaun &rsaquo; Tipu item

source: Web installer &rsaquo; Complete
tet: Web installer &rsaquo; Kompletu

source: Start using Koha
tet: Hahu ho Koha

source: Web installer &rsaquo; Create a new circulation rule
tet: Web installer &rsaquo; Kria regra sirkulasaun foun

source: Library branch
tet: Biblioteka nia sanak

source: Patron category:
tet: Kategoria kliente:

source: Choose
tet: Hili

source: Current checkouts allowed:
tet: Emmpréstimu sira bele husik:

source: Loan period:
tet: Periodu empréstimu sira:

source: Renewals allowed:
tet: Husik hafoun hira:

source: Renewals period:
tet: Períodu hafoun:

source: Holds allowed (total):
tet: Husik rezerva hira (total):

source: Holds allowed (daily):
tet: Husik rezerva hira (loro-loron):

source: Holds per record (count):
tet: Reserva por rejistu (konta):

source: On shelf holds allowed:
tet: Husik rezerva iha armariu:

source: To create circulation rule, go to:
tet: Hodi kria regra sirkulasaun, ba:

source: Administration &rsaquo; Circulation and fine rules
tet: Administrasaun &rsaquo; Regra sirkulasaun no multa

source: New patron list
tet: Lista ba kliente foun

source: Patron list details
tet: Detalle lista kliente nian

source: Shared:
tet: Fahe ona:

source: Warning, the following borrowernumbers were not found:
tet: Avisu, númerukliente tuirmai la hetan ona:

source: Warning, the following cardnumbers were not found:
tet: Avisu, cardnumbers tuirmai la hetan ona:

source: Borrowernumbers not found
tet: Númerukliente la hetan

source: Cardnumbers not found
tet: Numerukartaun la hetan

source: Warning, the following borrowernumbers were already in this list:
tet: Avisu, númerukliente tuirmai iha ona iha lista ne'e:

source: Warning, the following cardnumbers were already in this list:
tet: Avisu, numeru kartaun tuirmai iha ona iha lista:

source: Borrowernumbers already in list
tet: Númerukliente iha ona iha lista

source: Cardnumbers already in list
tet: Numerukartaun iha ona iha lista

source: Add patrons
tet: Aumenta kliente sira

source: Patron search:
tet: Buka kliente:

source: Search for patrons
tet: Buka kliente

source: Add multiple patrons
tet: Aumenta kliente multiplu

source: Cardnumbers
tet: Númerukartaun

source: Borrowernumbers
tet: Númerukliente

source: List (one ID per line):
tet: Lista (ID ida por liña):

source: Patrons to be added
tet: Kliente atu aumenta

source: Remove selected
tet: Hasai ne'ebé hili ona

source: Circ notes
tet: Nota sirk

source: Remove selected patrons
tet: Hasai kliente ne'ebé hili ona

source: Are you sure you want to merge the selected patrons?
tet: Ita hakarak tau hamutuk kliente ne'ebé hili ona ka lae?

source: Are you sure you want to remove the selected patrons?
tet: Ita hakarak hasai kliente ne'ebé hili ona ka lae?

source: You must select one or more patrons to remove
tet: Hili kliente ida ka liu tan hodi hasai

source: You must select two or more patrons to merge
tet: Ita tenke hili kliente ida ka liu tan hodi tau hamutuk

source: Delete selected lists
tet: Apaga lista ne'ebé marka ona

source: Patrons in list
tet: Kliente husi lista

source: Shared
tet: Fahe ona

source: %s %s by
tet: %s %s husi

source: %s by you %s %s
tet: %s husi ita %s %s

source: Print patron cards
tet: Imprimi kliente nia kartaun

source: Batch edit patrons
tet: Edita kliente sira iha batch

source: Batch delete patrons
tet: Apaga kliente iha batch

source: There are no patron lists.
tet: La iha lista kliente.

source: Are you sure you want to delete the selected lists?
tet: Ita hakarak apaga lista ne'ebé marka ona ka lae?

source: You must select one or more lists to delete
tet: Tenke hili lista ida ka liu atu apaga

source: Patron not in your library group
tet: Kliente ne'e la tama ita-boot nia grupu biblioteka

source: Patron lists with this patron
tet: Lista kliente ho kliente ne'e

source: Remove patron from list
tet: Hasai kliente ne'e husi lista

source: Add patron to list
tet: Aumenta kliente ba lista ne'e

source: Edit (%s)
tet: Edita (%s)

source: New patron card batch
tet: Lote kartaun kliente foun

source: Edit patron card batch
tet: Edita lote kartaun kliente nian

source: Duplicate patrons removed from batch number %s: %s
tet: Kliente duplikadu hasai ona husi lote ho númeru %s: %s

source: Add by borrowernumber(s):
tet: Aumenta tuir borrowernumber(s):

source: One borrowernumber per line.
tet: Numerukliente ida por lina.

source: Add patron(s)
tet: Aumenta kliente(s)

source: Export selected card(s)
tet: Esporta kartaun(s) ne'ebé hili ona

source: Export card batch
tet: Esporta lote kartaun

source: Patrons in batch number %s
tet: Kliente iha lote ho numeru %s

source: Patron name
tet: Naran kliente

source: Borrower number
tet: Kliente nia numeru

source: There are no patrons in this batch yet
tet: Seidauk iha kliente ida iha lote ne'e

source: Add patrons by borrowernumber using the text area above or leave empty to add via patron search.
tet: Aumenta klients sira tuir borrowernumber hatama iha area testu iha leten ka husik mamuk atubele aumenta liuhusi peskiza.

source: Are you sure you want to delete batch %s?
tet: Ita hakarak apaga lote ne'e ka lae %s?

source: Are you sure you want to delete this patron from the card batch?
tet: Ita hakarak apaga kliente ida ne'e husi lotes kartaun ka lae?

source: Are you sure you want to remove the selected patron(s) from this batch?
tet: Ita hakarak hasai kliente(s) ne'ebé hili ona husi batch ne'e ka lae?

source: Export patron cards
tet: Esporta kliente nia kartaun

source: Export single card
tet: Esporta kartaun ida

source: Please select at least one card to export.
tet: Faz favor hili pelumenus kartaun ida atu esporta.

source: Please select at least one patron to delete.
tet: Faz favor hili pelumenus kliente ida atu apaga.

source: New patron card layout
tet: Kuadru kartuan kliente foun

source: Edit patron card layout %s
tet: Edita kuadru kartuan kliente %s

source: Patron card text layout
tet: Kuadru testu kartaun kliente nian

source: General settings
tet: Konfigurasaun jeral

source: Page side:
tet: Pájina nia sorin:

source: Front
tet: Oin

source: Back %s
tet: Fila %s

source: Guide box:
tet: Kaixa modelu:

source: On
tet: Iha

source: Off %s
tet: Taka %s

source: Guide grid:
tet: Kaixa modelu:

source: Text fields
tet: Kampu testu

source: Field 1
tet: Kampu 1

source: Text:
tet: Testu:

source: Text alignment:
tet: Aliñamentu testu:

source: Field 2
tet: Kampu 2

source: Field 3
tet: Kampu 3

source: Patron card graphic layout
tet: Kuadru grafiku kartaun kliente nian

source: Print card number as barcode:
tet: Print numeru kartaun nudar kódigu barra:

source: Barcode type:
tet: Kódigu barra nia tipu:

source: Print card number as text under barcode:
tet: Print numeru kartaun hanesan testu iha kódigu barra nia okos:

source: Image 1
tet: Imajen 1

source: Image source:
tet: Imajen mai husi:

source: Display height:
tet: Hatudu dimension:

source: Image 2
tet: Imajen 2

source: Edit printer profile (%s)
tet: Edita printer nia perfil (%s)

source: Edit patron card template (%s)
tet: Edita kuadru kartuan kliente nian (%s)

source: New patron card template
tet: Kuadru kartuan kliente foun

source: Edit patron card template
tet: Edita kuadru kartuan kliente nian

source: Card height:
tet: Dimensaun kartaun:

source: Card width:
tet: Kartaun nia luan:

source: Define a printer profile.
tet: Defini printer nia perfil.

source: Image manager
tet: Jerente imajen nian

source: Upload additional images for patron cards
tet: Upload imajen adisional ba kartaun kliente

source: Only PNG, GIF, JPEG, XPM formats are supported. Maximum image size is 2MB.
tet: Formatu PNG, GIF, JPEG, XPM de'it bele tama. Imajen sira nia medida maximu hanesan 2MB.

source: Image name:
tet: Naran imajen:

source: Image successfully uploaded
tet: Imajen upload ona

source: File: %s
tet: Arkivu: %s

source: Image name: %s
tet: Naran imajen: %s

source: Delete images
tet: Apaga imajen sira
