Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Select one or more images to delete.
tet: Hili imajen ida ka tan atu apaga.

source: Image ID
tet: Imajen ID

source: Image(s) successfully deleted
tet: Imajen(s) apaga ona

source: No images are currently available.
tet: Imajen sira la disponivel agora.

source: Are you sure you want to delete image(s): %s?
tet: Ita hakarak apaga imajen(s): ne'e ka lae: %s?

source: Are you sure you want to delete image: %s?
tet: Ita hakarak apaga imajen ne'e ka lae: %s?

source: Please select image(s) to delete.
tet: Faz favor hili imajen(s) hodi apaga.

source: layouts
tet: kuadru sira

source: templates
tet: template sira

source: profiles
tet: perfil sira

source: batches
tet: lote sira

source: Patron count
tet: Konta kliente nian

source: Export selected batches
tet: Esporta lotes ne'ebé hili ona

source: Export by patron list
tet: Esporta tuir lista kliente

source: Export from patron list
tet: Esporta husi lista kliente nian

source: Are you sure you want to delete %s %s?
tet: Ita hakarak apaga ne'e ka lae %s %s?

source: Export patron cards from list
tet: Esporta kliente nia kartaun husi lista

source: Export single batch
tet: Esporta batch ida de'it

source: Please select a patron list.
tet: Faz favor hili lista kliente ida.

source: Please select at least one %s to %s.
tet: Faz favor hili pelumenus ida %s ba %s.

source: Please select one %s to %s.
tet: Faz favor hili item ida de'it %s atu %s.

source: Patron card printing/exporting
tet: Imprimi/esporta kartaun kliente nian

source: %s Single patron cards
tet: %s Kartaun kliente ida de'it

source: Card batch number %s
tet: Numeru lote ba kartaun %s

source: Exporting %s patron cards
tet: Esporta %s kliente nia kartaun

source: Exporting 1 patron card
tet: Esporta hela kliente nia kartaun 1

source: Exporting from patron list
tet: Esporta husi lista kliente

source: Select a layout for back side:
tet: Hili kuadru ida atu aplika ba kotuk:

source: Enter starting card position:
tet: Hatama pozisaun kartaun iha oin:

source: Starting card number
tet: Numeru kartaun inisio

source: Plugins disabled
tet: Plugins la la'o

source: View plugins by class
tet: Haree plugins tuir klase

source: View all plugins
tet: Haree plugins hotu

source: View report plugins
tet: Haree plugin relatóriu nian

source: View tool plugins
tet: Haree plugins alat nian

source: View MARC conversion plugins
tet: Haree plugin sira konversaun MARC nian

source: View online payment plugins
tet: Haree plugin sira pagamentu online nian

source: Search for plugins
tet: Buka plugin sira

source: Latest version
tet: Versaun ikus liu

source: Install
tet: Instala

source: No plugins installed
tet: La iha plugins instalados

source: Unknown plugin type
tet: La hatene tipu plugin

source: Plugin version
tet: Versaun plugin nian

source: Minimum Koha version
tet: Versaun Koha minimu

source: Maximum Koha version
tet: Versaun Koha maximo

source: ERRORS
tet: SALA

source: Error found whilst attempting to load plugin
tet: Sala hamosu kuandu tenta karrago plugin

source: Run report
tet: Hala'o relatóriu ida

source: Run tool
tet: Hala'o alat

source: Run admin tool
tet: Hala'o alat admin

source: Uninstall
tet: Hasai fali

source: Disable
tet: Halo la lao

source: Enable
tet: Lao

source: Are you sure you want to uninstall the plugin %s?
tet: Ita hakarak desinstalar plugin ne'e ka lae %s?

source: The upload file does not appear to be a kpz file. The extension is not '.kpz'.
tet: Arkivu hodi upload la'os arkivu kpz. Arkivu nia estensaun la'os '.kpz'.

source: The upload file appears to be empty.
tet: Arkivu ne'e mamuk hela.

source: %s failed to unpack.
tet: %s la konsege hala'o.

source: %s An unknown error has occurred.
tet: %s Sala ida akontese.

source: Please review the error log for more details.
tet: Faz favor haree log ba detalle tan.

source: Only KPZ file format is supported.
tet: Formatu KPZ de'it bele.

source: Payment received
tet: Pagamentu simu ona

source: Print receipt
tet: Imprimi resibu

source: Email receipt
tet: Email resibu

source: Items for purchase
tet: Item sira atu sosa

source: This sale
tet: Fa'an ida-ne'e

source: Total payable:
tet: Totál ne'ebé tenke selu:

source: Collect payment
tet: Kobra pagamentu

source: Email address:
tet: Enderesu email:

source: Total income (cash): %s (%s)
tet: Rendimentu totál (osan): %s (%s)

source: Total outgoing (cash): %s (%s)
tet: Total (osan): %s (%s)

source: Transactions since %s
tet: Tradusaun sira dezde %s

source: Transactions to date
tet: Tranzasaun sira to'o ohin loron

source: Transaction
tet: Transasaun

source: { "type": "credit", "identifier": "%s", "description": "%s (%s)", "amount": "%s", "timestamp": "%s" }
tet: { "tipu": "credit", "identifier": "%s", "description": "%s (%s)", "amount": "%s", "timestamp": "%s" }

source: { "type": "debit", "identifier": "%s", "description": "%s (%s)", "amount": "%s", "timestamp": "%s" }
tet: { "tipu": "debit", "identifier": "%s", "description": "%s (%s)", "amount": "%s", "timestamp": "%s" }

source: Total income:
tet: Rendimentu totál:

source: Older transactions
tet: Transasaun uluk nian

source: Please select a date range to display transactions for:
tet: Favor hili data ida atu hatudu tranzasaun sira ba:

source: Cashier
tet: Kaixa osan

source: Confirm cashup of
tet: Konfirma cashup of

source: Issue refund from
tet: Fo fali osan husi

source: Total income (cash):
tet: Rendimentu totál (osan):

source: Total outgoing (cash):
tet: Totál gastu (osan):

source: Total bankable:
tet: Totál bankáriu:

source: Please confirm that you have removed
tet: Faz favor konfirma katak ita hasai ona

source: all
tet: hotu

source: cash registers
tet: kaixa osan

source: Preservation &rsaquo; Koha
tet: Prezervasaun &rsaquo; Koha

source: Cancel selected recalls
tet: Kansela bolu fila ne'ebé marka ona

source: The following recalls could be fulfilled by available items. %s %s
tet: Bolu fila sira tuirmai bele kumpre husi item sira ne'ebé disponivel. %s %s

source: Patrons with recalls
tet: Kliente ho bolu fila sira

source: Earliest recall date
tet: Data sedu liu atu bolu fila livru

source: %s in %s
tet: %s iha %s

source: Are you sure you want to remove this recall and return the item to its home library?
tet: Ita hakarak hasai bolu fila ne'e no fó fila item ne'e ba biblioteka ka lae?

source: Are you sure you want to remove this recall?
tet: Ita hakarak hasai bolu fila ne'e ka lae?

source: Recalls waiting: %s
tet: Bolu fila ne'ebé hein hela kliente atu foti: %s

source: Recalls waiting over %s days: %s
tet: Bolu fila ne'ebé hein hela atu foti durante %s loron: %s

source: Available since
tet: Disponivel dezde

source: Recalls listed here have been awaiting pickup for more than %s days.
tet: Bolu fila ne'ebé hein hela atu foti liu %s loron.

source: Are you sure you want to revert this recall's status from Waiting?
tet: Ita hakarak reverte estadu bolu fila ne'e husi Hein hela ne'e ka lae?

source: No recalls have been made.
tet: Bolu fila ida la halo.

source: Acquisitions statistics
tet: Estatistika akuisisaun

source: Acquisitions statistics
tet: Estatistika akuisisaun

source: Filtered on:
tet: Filtra ona iha:

source: Placed on (from)
tet: Hatuur iha (husi)

source: Placed on (to)
tet: Hatuur iha (ba)

source: Received on (from)
tet: Simu iha (husi)

source: Received on (to)
tet: Simu iha (ba)

source: Sort1
tet: Organiza1

source: Sort2
tet: Organiza2

source: Unknown filter
tet: Filtru la hatene

source: To
tet: Ba

source: group by
tet: grupu tuir

source: Day of week
tet: Loron husi semana

source: Month
tet: Fulan

source: All vendors
tet: Vendedór hotu

source: Cell value
tet: Valór selula

source: Count items:
tet: Sura item sira:

source: Count unique bibliographic records:
tet: Sura rejistu bibliográfiku úniku:

source: Amount:
tet: Hira:

source: Ordered amount:
tet: Kustu hameno:

source: Spent amount:
tet: Gastu hira:

source: To screen into the browser:
tet: Ba ekran iha browser nia laran:

source: To a file:
tet: Ba arkivu ida:

source: Named:
tet: Ho naran:

source: Into an application:
tet: Ba aplikasaun:

source: Checked out after %s
tet: Fo empresta ona depois de %s

source: Checked out before %s
tet: Fo empresta ona molok %s

source: Checked in after %s
tet: Fo fila ona depois de %s

source: Checked in before %s
tet: Fo fila ona molok %s

source: Library is %s
tet: Biblioteka maka: %s

source: Item type is %s
tet: Tipu item %s

source: Patron category code is %s
tet: Kódigu kategoria kliente %s

source: Day is %s
tet: Loron maka %s

source: Month is %s
tet: Fulan %s

source: Year is %s
tet: Tinan %s

source: Checkout count
tet: Konta fo empresta

source: Checkout date from:
tet: Data fo empresta husi:

source: Check-in date from:
tet: Data fo-fila husi:

source: Any category code
tet: Kualkér kodigu kategoria nian

source: Limit to:
tet: Limita ba:

source: By:
tet: Husi:

source: Category code
tet: Kodigu kategoria

source: Week
tet: Semana

source: To a file:
tet: Ba arkivu ida:

source: Into an application:
tet: Ba aplikasaun:

source: Delimiter:
tet: Delimitedor:

source: Patrons with no checkouts
tet: Kliente ne'ebé seidauk empresta livru ida

source: Num/Patrons
tet: Num/Kliente

source: Not checked out since:
tet: La fo empresta dezde:

source: Patrons statistics
tet: Estatistika kliente

source: Patron status
tet: Estado kliente

source: gone no address
tet: sai ona, la iha enderesu-uma

source: lost
tet: lakon

source: restricted
tet: restrisaun

source: Patron activity
tet: Atividade kliente

source: years of activity
tet: tinan aktividade

source: active
tet: ativu

source: no active
tet: la ativu

source: digits
tet: díjitu sira

source: From
tet: Husi

source: To
tet: Ba

source: Men
tet: Mane sira

source: Women
tet: Feto sira

source: Patron attributes
tet: Kliente nia atributu

source: Cash register statistics
tet: Estatistika kaixa osan

source: Cash register statistics %s to %s
tet: Estatistika kaixa osan %s ba %s

source: All transactions
tet: Transasaun hotu

source: All payments to the library
tet: Pagamentu hotu ba biblioteka

source: Transaction library
tet: Biblioteka de transações

source: -- All --
tet: -- Hotu --

source: Manager name
tet: Naran xefi

source: Patron card number
tet: Numeru kartaun kliente

source: Transaction date
tet: Data transasaun

source: Transaction type
tet: Tipu de transasaun

source: Bibliographic record title
tet: Titulu rejistu bibliográfiku

source: Dates cannot be empty
tet: Data labele mamuk

source: Top %s Most-circulated items
tet: Item %s ne'ebé Empresta barak liu

source: Count of checkouts
tet: Konta hira ba empréstimu sira

source: Checkout date from:
tet: Data fo empresta husi:

source: Check-in date from
tet: Data fo-fila husi

source: Call number:
tet: Kota:

source: Any collection
tet: Kolesaun kualkér

source: Any shelving location
tet: Lokalizasaun iha armariu naran de'it

source: Day:
tet: Loron:

source: Month:
tet: Fulan:

source: Limit to:
tet: Limite ba:

source: Categorycode
tet: Kodigukategoria

source: Error: %s
tet: Sala: %s

source: Home library: %s
tet: Uma biblioteka: %s

source: Item type: %s
tet: Tipu item: %s

source: Limit: %s
tet: Limite: %s

source: Group
tet: Grupu

source: Call number range
tet: Intervalu kota nian

source: Number of items displayed
tet: Hatudu item hira

source: Total items in group
tet: Total ba item iha grupu

source: %s %s to %s %s
tet: %s %s to'o %s %s

source: %s Ungrouped %s
tet: %s La agrupadu %s

source: %s%s%sNo call number%s
tet: %s%s%sLa iha kota%s

source: %s%s%sNo barcode%s
tet: %s%s%sLa iha kódigu barra%s

source: %s by %s%s
tet: %s husi %s%s

source: %s%s%sNO TITLE%s
tet: %s%s%sTITULU LA IHA%s

source: %sat %s%s
tet: %siha %s%s

source: No items for %s
tet: La iha item ba %s

source: Catalog statistics
tet: Estatistika katálogu

source: TOTAL (all results)
tet: TOTAL (rezultadu hotu)

source: Koha full call number
tet: Koha kota kompletu

source: characters
tet: karáter sira

source: Publication year
tet: Tinan publikasaun

source: Filter barcode
tet: Filtru kódigu barra

source: like
tet: hanesan

source: not like
tet: la hanesan

source: (use * to do a fuzzy search)
tet: (hatama * atu buka fuzzy)

source: Date acquired (item)
tet: Data simu ona (item)

source: Date deleted (item)
tet: Data apaga ona (item)

source: Cell value
tet: Valór selula

source: Count total items
tet: Konta item total

source: Count unique bibliographic records
tet: Sura rejistu bibliográfiku úniku

source: Count deleted items
tet: Sura item ne'ebé apaga ona

source: Convert report
tet: Konverte relatóriu

source: %s There is no valid report for this id. %s
tet: %s La iha relatóriu validu kona ba id ne'e. %s

source: Existing SQL
tet: SQL iha ona

source: Updated SQL
tet: Atualiza ona SQL

source: %s Something went wrong. %s
tet: %s Sala akontese. %s

source: %s %s %s %s %s TOTAL%s%s
tet: %s %s %s %s %s TOTÁL%s%s

source: Accounts
tet: Konta sira

source: Dictionary
tet: Disionariu

source: Name the new definition
tet: Hanaran definisaun foun

source: Step 2: Choose the area
tet: Etapa 2: Hili área ida

source: Step 3: Choose a column
tet: Etapa 3: Hili koluna ida

source: Step 4: Specify a value
tet: Etapa 4: Espesifika valór ida

source: Step 5: Confirm definition
tet: Etapa 5: Konfirma definisaun

source: New definition
tet: Definisaun foun

source: Current terms
tet: Termu sira atual

source: %s Filter by area
tet: %s Filtra tuir area

source: Definition
tet: Definisaun

source: Add a definition to the dictionary.
tet: Aumenta definasaun ba disionariu.

source: There are no saved definitions.
tet: La iha definisaun ida ne'ebé rai ona.

source: Add new definition
tet: Aumenta definisaun foun

source: The following error was encountered:
tet: Hasoru sala tuirmai:

source: Step 1 of 5: Name the new definition
tet: Etapa 1 husi 5: Hanaran definisaun foun

source: Definition name:
tet: Naran definisaun:

source: Definition description:
tet: Deskrisaun definisaun:

source: Step 2 of 5: Choose the area
tet: Etapa 2 husi 5: Hili area ida

source: Select table:
tet: Hili tabela:

source: Step 3 of 5: Choose a column
tet: Etapa 3 husi 5: Hili koluna ida

source: Step 4 of 5: Specify a value
tet: Etapa 4 husi 5: Espesifika valór ida

source: Column:
tet: Koluna sira:

source: Choose:
tet: Hili:

source: All dates
tet: Data sira hotu

source: Date range
tet: Data husi

source: Start of date range
tet: Limites da data hahu iha

source: End of date range
tet: Data ikus liu

source: Search string matches:
tet: Buka string ne'ebé korresponde:

source: Step 5 of 5: Confirm details
tet: Etapa 5 husi 5: Konfirmasaun ba detelle sira

source: Data:
tet: Dadus:

source: Values
tet: Valór sira

source: Are you sure you want to delete this dictionary definition? This cannot be undone.
tet: Ita hakarak apaga definisaun disionariu nian ida ne'e ka lae? Labele fila ba.

source: Build a report
tet: Halo relatóriu foun ida

source: Step 1 of 6: Choose a module
tet: Etapa 1 husi 6: Hili módulu ida

source: Step 2 of 6: Pick a report type
tet: Etapa 2 husi 6: Hili tipu relatóriu ida

source: Step 3 of 6: Select columns for display
tet: Etapa 3 husi 6: Hili koluna sira hodi hatudu

source: Step 4 of 6: Select criteria to limit on
tet: Etapa 4 husi 6: Hili kriteria atu halo limitasaun

source: Step 5 of 6: Pick which columns to total
tet: Etapa 5 husi 6: Hili koluna sira hodi totál

source: Step 6 of 6: Select how you want the report ordered
tet: Etapa 6 husi 6: Hili oinsá ita-boot hakarak relatóriu ne'e ordena

source: Update SQL
tet: Atualiza SQL

source: Build and run reports
tet: Halo no halo'a relatóriu sira

source: Create report from SQL
tet: Kria relatóriu ida husi SQL

source: Reports Dictionary
tet: Relatóriu nia Disionáriu

source: The report "%s" has been converted.
tet: Relatóriu ne'e "%s" convertidu.

source: Filtered by:
tet: Filtra husi:

source: Subgroup:
tet: Subgrupu:

source: Subgroup
tet: Subgrupu

source: Last edit
tet: Edita ikus

source: Last run
tet: Hala'o ikus

source: Cache expiry (seconds)
tet: Expirasaun de cache (segundu)

source: Saved results
tet: Rezultadu rai ona

source: %s %s %s [ no name ] %s
tet: %s %s %s [ la iha naran ] %s

source: Preview SQL
tet: Haree SQL

source: Share your report with Mana Knowledge Base
tet: Fahe ita-boot nia relatóriu ho Mana Knowledge Base

source: Schedule
tet: Oráriu

source: No saved reports match your criteria.
tet: La iha relatóriu hanesan ita nia kriteria.

source: Cancel filter
tet: Kansela filtru

source: There are no saved reports.
tet: La iha relatóriu ida ne'ebé rai ona.

source: Build a new report?
tet: Halo relatóriu foun?

source: Step 1 of 6: Choose a module to report on,%s Set cache expiry, %s and choose report visibility
tet: Etapa 1 husi 6: Hili modulu ida hodi halo relatóriu on,%s Hatuur cache expiry, %s and Hili visibilidade relatóriu nian

source: Report is public:
tet: Relatóriu ne'e publiku:

source: No (default)
tet: Lae (default)

source: Cache expiry:
tet: Expirasaun de cache:

source: Seconds (default)
tet: Segundu (default)

source: Minutes
tet: Minutu sira

source: &lt;&lt; Back
tet: &lt;&lt; Fila

source: << Delete
tet: << Apaga

source: Dictionary definitions
tet: Definisaun husi disionariu

source: Step 6 of 6: Choose how you want the report ordered
tet: Etapa 6 husi 6: Hili oinsá ita-boot hakarak relatóriu ne'e ordena

source: Confirm custom report
tet: Konfirma relatóriu tuir hamenon

source: Your report will be generated with the following SQL statement.
tet: Ita nia relatóriu sei hala'o ho estatementu SQL tuirmai.

source: You will need to save the report before you can execute it
tet: Ita tenke rai relatóriu ne'e molok konsege hala'o ida ne'e

source: Save your custom report
tet: Rai ita nia relatóriu kostume

source: Report name:
tet: Naran relatóriu:

source: Save report
tet: Rai relatóriu

source: Errors found when processing parameters for report: %s
tet: Sala hamosu durante prosesu parâmetros ba relatóriu: %s

source: ) you selected does not exist.
tet: ) ita hili ona la iha.

source: The authorized value category (
tet: Valór kategoria ne'ebé autoriza ona (

source: Save anyway
tet: Rai

source: Edit SQL
tet: Edita SQL

source: Enter parameters for report %s:
tet: Hatama parâmetros ba relatóriu %s:

source: Run the report
tet: Hala'o relatóriu ida

source: Report ID:
tet: ID Relatóriu:

source: %s %s (%s shown) %s
tet: %s %s (%s hatudu ona) %s.

source: Total number of results:
tet: Numeru total rezultadu nian:

source: Report SQL:
tet: Relatóriu SQL:

source: Hide chart
tet: Suba grafiku

source: Show chart
tet: Hatudu grafiku

source: Patron records
tet: Rejistu kliente nian

source: Send visible results to batch patron modification
tet: Haruka rezultadu sira ne'ebé vizivel ba modifikasaun kliente iha lote

source: Add to list
tet: Aumenta ba lista ida

source: Send visible records to a list
tet: Haruka rejistu vizivel sira ba lista ida

source: Item records
tet: Rejistu item

source: %s Rows per page:
tet: %s Liña sira kada pájina:

source: %s Rows per page %s
tet: %s Liña sira kada pájina %s

source: Show data menus
tet: Hatudu menu sira dadus nian

source: Hide data menus
tet: Subar menu sira dadus nian

source: View item
tet: Haree item

source: View record
tet: Haree rejistu

source: View patron
tet: Haree kliente

source: Edit patron
tet: Edita kliente ida

source: Report name:
tet: Naran relatóriu:

source: Saved report results
tet: Rezultadu relatóriu ne'ebé rai ona

source: Saved reports - SQL
tet: Relatóriu rai ona - SQL

source: Your report "%s" has been saved
tet: Ita nia relatóriu "%s" rai ona

source: Edit SQL report
tet: Edita relatóriu SQL

source: %s %s This report contains the SQL keyword
tet: %s %s Relatóriu ida ne'e inklui liafuan xave SQL

source: The database returned the following error:
tet: Baze-dadus fó sai sala tuirmai:

source: Return to previous page
tet: Fila ba pájina anterior

source: Runtime parameter options
tet: Opsaun sira parametru runtime nian

source: Parameter label:
tet: Etiketa parâmetru:

source: Authorized value category:
tet: Kategoria valór autoriza ona:

source: Parameter options:
tet: Opsaun sira parámetru nian:

source: Single parameter only
tet: Parámetru ida deit

source: Include option for all
tet: Inklui opsaun sira ba hotu-hotu

source: Allow multiple selections
tet: Permite selesaun múltiplu

source: Insert parameter
tet: Hatama parámetru

source: Are you sure you want to delete the selected reports?
tet: Ita hakarak apaga relatóriu ne'ebé hili ona ka lae?

source: Are you sure you want to delete this report?
tet: Ita hakarak apaga relatóriu ida ne'e ka lae?

source: Are you sure you want to delete this report? This cannot be undone.
tet: Ita hakarak apaga relatóriu ida ne'e ka lae? Labele fila ba.

source: Credit type
tet: Tipu kréditu

source: Debit type
tet: Tipu débitu

source: Framework
tet: Kuadru

source: Insert authorized value parameter
tet: Hatama parametru valór autoriza ona

source: Insert bibliographic framework parameter
tet: Hatama parámetru kuadru bibliográfiku

source: Insert classification source parameter
tet: Hatama parámetru fonte klasifikasaun nian

source: Insert date parameter
tet: Hatama parámetru data nian

source: Insert debit type parameter
tet: Hatama parámetru tipu débitu

source: Insert item types parameter
tet: Hatama parámetru tipu item sira

source: Insert libraries parameter
tet: Hatama parámetru biblioteka sira

source: Insert list parameter
tet: Hatama parámetru lista

source: Insert patron category parameter
tet: Hatama parámetru kategoria kliente nian

source: Insert text parameter
tet: Hatama parámetru testu

source: List of values
tet: Lista valór sira

source: No columns selected!
tet: La hili koluna!

source: No matching reports found
tet: La iha relatóriu ida hanesan

source: Results from Mana Knowledge Base
tet: Rezultadu husi Mana Knowledge Base

source: Source of classification or shelving scheme
tet: Huun ba klasifikasaun ka esquema estante nian

source: You must select one or more reports to delete
tet: Hili relatóriu ida ka liu atu apaga

source: Report group:
tet: Grupu relatóriu:

source: (None)
tet: (La iha buat ida)

source: or create:
tet: ka kria:

source: Group code
tet: Kodigu grupu nian

source: Group name
tet: Naran grupu

source: Report subgroup:
tet: Subgrupu relatóriu:

source: or create
tet: ka kria

source: Subgroup code
tet: Subgrupu nia kodigu

source: Subgroup name
tet: Naran subgrupu

source: Insert runtime parameter
tet: Hatama parametru runtime

source: Bibliographic framework
tet: Kuadru bibliográfiku

source: List
tet: Lista sira

source: Text field
tet: Kampu testu

source: Average checkout period
tet: Períodu média ba empréstimu sira

source: Average checkout period statistics
tet: Estatistika períodu média ba empréstimu sira

source: Returns
tet: Fo fila

source: Error: %s
tet: Sala: %s

source: Period from %s
tet: Periodu husi %s

source: Period to %s
tet: Periodu ba %s

source: Patron category = %s
tet: Kategoria kliente = %s

source: Item type = %s
tet: Tipu item = %s

source: Issuing library = %s
tet: Biblioteka ne'ebé fo empresta = %s

source: Collection = %s
tet: Kolesaun = %s

source: Location = %s
tet: Fatin = %s

source: Item call number &gt;= %s
tet: Item kota &gt;= %s

source: Item call number &lt; %s
tet: Item kota &lt; %s

source: Home library = %s
tet: Uma biblioteka = %s

source: Holding library = %s
tet: Biblioteka ne'ebé kaer livru = %s

source: Patron library = %s
tet: Kliente nia biblioteka = %s

source: Period
tet: Períodu

source: Renewal
tet: Hafoun

source: Checkin
tet: Fo fila

source: group by
tet: grupu tuir

source: Hour
tet: Oras

source: Select day:
tet: Hili loron:

source: Select month:
tet: Hili fulan:

source: January
tet: Januariu

source: February
tet: Fevereiru

source: March
tet: Marsu

source: April
tet: Abril

source: May
tet: Maiu

source: June
tet: Juni
