Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Applied different matching rule. Number of records matched now %s
tet: Aumenta regra kona ba rejistu hanesan malu. Numeru hira ba rejistu hanesan malu agora %s

source: Changed action if matching record found
tet: Asaun troka ona se rejistu hanesan malu hetan ona

source: Changed action if no match found
tet: Asaun troka ona se la hetan rejistu hanesan

source: Changed item processing option
tet: Troka ona opsaun prosesamentu item

source: %s%s%s(none)%s
tet: %s%s%s(la iha buat ida)%s

source: Comments:
tet: Komentariu:

source: %sAuthority records%sBibliographic records%s
tet: %sRejistu autoridade%sRejistu bibliográfiku%s

source: Staged:
tet: Prepara ona:

source: Matching rule applied:
tet: Aplika ona regra han-malu:

source: Changed.
tet: Troka ona.

source: No matching rule in effect
tet: La iha regra hanesan malu

source: Action if matching record found:
tet: Asaun se rejistu hanesan hetan ona:

source: Replace existing record with incoming record
tet: Troka rejistu ne'ebé iha ona ho rejistu ne'ebé mai ona

source: Add incoming record
tet: Aumenta rejistu ne'ebé mai ona

source: Ignore incoming record (its items may still be processed)
tet: Ignora rejistu ne'ebé mai ona (item hirak ne'e karik sei tama)

source: Action if no match found:
tet: Asaun se la hetan hanesan:

source: %s Add incoming record %s Ignore incoming record (its items may still be processed) %s %s %s %s
tet: %s Aumenta rejistu ne'ebé mai ona %s Ignora rejistu ne'ebé mai ona (item ne'e karik sei bele prosesu) %s %s %s %s

source: Item processing:
tet: Item processamentu:

source: Always add items
tet: Sempre aumenta item sira

source: Add items only if matching bib was found
tet: Aumenta item sira de'it se hetan bib ne'ebé hanesan

source: Add items only if no matching bib was found
tet: Aumenta item sira de'it se la hetan bib hanesan

source: Ignore items
tet: Ignora item sira

source: Apply different matching rules
tet: Aumenta regra kona ba rejistu hanesan malu

source: New record framework:
tet: Kuadru rejistu foun:

source: New bibliographic records will use this framework
tet: Rejistu bibliográfiku foun sira sei uza kuadru ida-ne'e

source: Replacement record framework:
tet: Kuadru rejistu substituisaun:

source: Keep original framework
tet: Mantein kuadru orijinál

source: Replacement records will use this framework
tet: Rejistu substituisaun sira sei uza kuadru ida-ne'e

source: Import this batch into the catalog
tet: Importa batch ne'e ba katálogu

source: Undo import into catalog
tet: Hakiduk importa ba katálogu

source: Profile
tet: Perfil

source: # Records
tet: # Rejistu sira

source: %sAuthority%sBibliographic%s
tet: %sAutoridade%sBibliografias%s

source: Create label batch
tet: Kria etiketa batch

source: Clean
tet: Hamoos

source: Citation
tet: Sitasaun

source: Match type
tet: Tipu hanesan

source: Match details
tet: Detalle han-malu

source: Differences between the original bibliographic record and the imported
tet: Diferensa sira entre rejistu bibliográfiku orijinál no importadu

source: Record
tet: Rejistu sira

source: Are you sure you want to permanently delete this batch?
tet: Ita hakarak apaga batch permanente ne'e ka lae?

source: Are you sure you want to undo the import of this batch into the catalog?
tet: Ita hakarak reverte importasaun husi lote ne'e ba katálogu ne'e ka lae?

source: Clear all reservoir records staged in this batch? This cannot be undone.
tet: Hamoos rejistu rezervatóriu hotu-hotu ne'ebé maka halo iha lote ida-ne'e? Ida-ne'e labele fila ba kotuk.

source: Ignore matches
tet: Ignora item hanesan malu

source: Ignored
tet: Ignora

source: Matches authority %s (score=%s):%s
tet: Hanesan autoridade %s (score = %s):%s

source: Matches bibliographic record %s (score=%s):%s
tet: Hanesan rejistu bibliogrfiku %s (score = %s):%s

source: Unable to update match choices
tet: Labele atualiza opsaun sira ne'e

source: Page navigation
tet: Navegasaun pájina

source: New template
tet: Template foun

source: New action
tet: Asaun foun

source: Error: no field value specified.
tet: Sala: la iha valór kampu ne'ebé espesifika.

source: MARC modification templates %s
tet: Modifiksaun templates MARC nian %s

source: Edit actions
tet: Edita asaun

source: Move action up
tet: Hasae asaun

source: Move action to top
tet: Muda asaun ne'e ba leten liu

source: Move action to bottom
tet: Muda asaun ne'e ba kraik liu

source: Move action down
tet: Tuun asaun

source: Update existing or add new
tet: Atualiza ida ne'ebé iha ona ka aumenta foun

source: Move
tet: Muda

source: Copy and replace
tet: Kópia no troka

source: 1st
tet: 1º

source: field
tet: kampu

source: with value
tet: ho valór

source: to
tet: ba

source: using RegEx
tet: uza hela RegEx

source: if
tet: se

source: unless
tet: so

source: exists
tet: iha

source: does not exist
tet: la iha ona

source: matches
tet: hanesan malu

source: does not match
tet: la hanesan malu

source: There are no defined actions for this template.
tet: La iha asaun ne'ebé defini ona ba template ne'e.

source: Add a new action
tet: Aumenta asaun ida foun

source: field(s)
tet: kampu(s)

source: let blank for the entire field
tet: husik mamuk ba kampu tomak

source: with value
tet: ho valór

source: to field
tet: ba kampu

source: field
tet: kampu

source: doesn't exist
tet: la eziste

source: doesn't match
tet: la hanesan

source: Add action
tet: Aumenta asaun

source: There are no defined templates. Please create a template first.
tet: La iha template sira ne'ebé defini ona. Favor ida kria uluk template ida.

source: Create a new template
tet: Kria template foun ida

source: Duplicate a template:
tet: Duplika template ida:

source: By card number
tet: Tuir númeru kartaun

source: By borrowernumber
tet: Tuir númerukliente

source: By patron list
tet: Tuir lista kliente

source: Use a file of card numbers
tet: Uza arkivu ida ho númeru kartaun nian

source: File must contain one card number per line.
tet: Arkivu ne'e tenke kontein númeru kartaun ida por liña ida.

source: Or list card numbers one by one
tet: Ka lista númeru kartaun ida-idak

source: Card number list (one card number per line):
tet: Lista númeru kartaun (númeru kartaun ida por liña ida):

source: Use a file of borrowernumbers
tet: Uza arkivu ida ho númerukliente sira

source: File must contain one borrowernumber per line.
tet: Arkivu tenke iha númerukliente ida ba liña ida.

source: List borrowernumbers one by one
tet: Llista númerukliente ida-idak

source: Borrowernumber list (one number per line):
tet: Lista númeru kliente (númeru ida por liña ida):

source: Use a patron list
tet: Uza lista kliente nian

source: -- Choose a patron list --
tet: -- Hili lista kliente ida --

source: Batch patrons modification
tet: Modifikasaun batch kliente

source: No patron card numbers or borrowernumbers given.
tet: La fó númeru kartaun kliente nian ka númerukliente nian.

source: Warning, the following card numbers were not found:
tet: Alerta, la hetan númeru kartaun sira tuirmai:

source: Card numbers not found
tet: Númeru kartaun la hetan

source: Errors occurred:
tet: Sala akontese:

source: Can not update patron. %s Card number: %s %s (Borrowernumber: %s)
tet: Labele atualiza kliente. %s Númeru kartaun: %s %s (Númerukliente:%s

source: Registration date
tet: Data rejistu

source: Expiry date
tet: Data prazu

source: Password expiration date
tet: Password nia prazu

source: Protected
tet: Protejidu

source: Circulation note
tet: Nota sirkulasaun

source: Restriction comment
tet: Komentariu restrisaun

source: %s ( OPAC ) %s ( Staff ) %s
tet: %s ( OPAC ) %s ( Staf ) %s

source: Edit patrons
tet: Edita kliente sira

source: Surname:
tet: Apelidu:

source: First name:
tet: Naran uluk:

source: Street number:
tet: Numeru iha dalan:

source: Address 2:
tet: Hela fatin 2:

source: Expiry date:
tet: Data prazu:

source: Circulation note:
tet: Nota sirkulasaun:

source: Message:
tet: Mensajen:

source: Restriction expiration:
tet: Prazu restrisaun:

source: Restriction comment:
tet: Komentáriu restrisaun nian:

source: %s There is no value defined for %s %s %s %s
tet: %s La iha valór ne'ebé defini ona ba %s %s %s %s

source: This field is mandatory
tet: Kampu ne'e obrigatóriu

source: Required fields cannot be cleared
tet: Kampu sira ne'ebé presiza labele hamoos

source: Check to delete this field
tet: Marka hodi apaga kampu ne'e

source: Patron attribute:
tet: Kliente nia atributu:

source: check to delete this field
tet: marka hodi apaga kampu ne'e

source: Add an attribute
tet: Aumenta atributu ida

source: New batch patron modification
tet: Modifikasaun kliente iha lote foun

source: New batch patrons modification
tet: Modifikasaun kliente iha lote foun

source: Data error
tet: Sala husi dadus

source: The following errors were found. Please correct them and submit again:
tet: Sala tuirmai mak mosu. Favor haloos no hatama fali:

source: patron category
tet: kategoria kliente nian

source: Changes saved.
tet: Rai ona.

source: Delay
tet: Demora

source: Letter
tet: Letra

source: Restrict
tet: Limita

source: No notice
tet: La iha avizu

source: patron categories
tet: kategoria sira kliente

source: Second
tet: Segundu

source: Third
tet: Terseiru

source: Page error
tet: Sala pájina

source: This page does not exist.
tet: Pájina ida ne'e la iha ona.

source: Patron image(s) uploaded with some errors
tet: Imajen(s) kliente upload ona ho sala ruma

source: Patron image failed to upload
tet: La konsege upload imajen kliente nian

source: Patron image(s) successfully uploaded
tet: Imajen(s) kliente upload ona

source: Unpacking completed
tet: Desembalajen kompleta ona

source: %s directories scanned.
tet: %s diretoriu skan ona.

source: %s directories processed.
tet: %s diretoriu prosesu ona.

source: %s image(s) moved into the database:
tet: %s imajen(s) muda ona iha database laran:

source: ERROR:
tet: SALA:

source: Image not imported because the database returned an error. Please refer to the error log for more details. %s
tet: Imajen la importa ona tanba sala akontese iha database ne'e. Favor haree sala log ba detalle tan. %s

source: Image not imported because this patron does not exist in the database. %s
tet: Imajen la importa tanba kliente ida ne'e la eziste iha database. %s

source: Image not imported because the image format is unrecognized. %s
tet: Imajen la importa tanba formatu imajen nian la rekonese. %s

source: Image not imported because the image file is corrupted. %s
tet: Imajen la importa tanba arkivu imajen aat hela. %s

source: Image not imported because Koha was unable to open the image for reading. %s
tet: Imajen la importa tanba Koha labele loke imajen ne'e atu lee. %s

source: Image not imported because the image file is too big (see online help for maximum size). %s
tet: Imajen la importa tanba arkivu imajen boot demais (haree ajuda online kona ba tamanu maximu). %s

source: Image not imported (%s missing). %s
tet: Imajen la importa (%s falta). %s

source: Image not imported because of an unknown error. Please refer to the error log for more details. %s %s %s imported successfully. %s
tet: Imajen labele importa tanba sala akontese. Faz favor refere ba sala log atu hetan detalle tan. %s %s %s importa ona. %s

source: Return to patron detail
tet: Fila ba detalle kliente nian

source: Upload more images
tet: Upload imajen sira tan

source: Return to tools
tet: Fila ba alat sira

source: The upload file does not appear to be a zip file. The extension is not '.zip'.
tet: Arkivu atu upload la'os arkivu zip. Arkivu nia estensaun la'os '.zip'.

source: Cannot open %s to read.
tet: Labele loke %s hodi lee.

source: Please verify that it exists.
tet: Faz favor verifika ida ne'e iha ona.

source: Zip file
tet: Arkivu zip

source: %s Image file
tet: %s Arkivu imajen

source: Enter patron card number:
tet: Hatama kliente nia númeru kartaun:

source: You did not specify data for preview.
tet: Ita-boot la espesifika dadus hodi haree.

source: Do not forget that the item has not been checked in yet.
tet: Keta haluha katak item ne'e seidauk fó fila.

source: Do not forget that the item has not been checked out yet.
tet: Keta haluha katak item ne'e seidauk fó empresta.

source: This item is not checked out.
tet: Item ida ne'e seidauk fo empresta ona.

source: The item or the patron does not exist.
tet: Item ne'e ka kliente ne'e la iha.

source: No hold is placed by this patron on this bibliographic record.
tet: Kliente ne'e la hatuur rezerva ba rejistu bibliográfiku ne'e.

source: Original version
tet: Versaun orijinal

source: Original message, rendered:
tet: Mesajen orijinal, rendido:

source: Converted version
tet: Versaun konvertido

source: %s problem report(s) marked as viewed.
tet: %s relatóriu(sira) ho problema ne'ebé marka hanesan haree ona.

source: %s problem report(s) marked as closed.
tet: %s relatóriu(sira) ho problema ne'ebé marka hanesan taka ona.

source: %s problem report(s) marked as new.
tet: %s relatóriu(sira) ho problema ne'ebé marka hanesan foun.

source: Failed to change the status of %s problem report(s).
tet: La konsege troka estadu husi %s problema ne'e(s).

source: Mark viewed
tet: Marka hanesan haree ona

source: Mark closed
tet: Marka hanesan taka hela

source: Mark new
tet: Marka hanesan foun

source: Hide viewed
tet: Subar haree ona

source: Hide closed
tet: Taka hela

source: Hide new
tet: Subar foun

source: Problem page
tet: Pájina problema

source: Sent to
tet: Haruka ba

source: Koha administrator
tet: Koha nia administradór

source: A librarian
tet: Bibliotekáriu ida

source: Viewed
tet: Haree ona

source: Unknown status (%s)
tet: La hatene estadu ne'e (%s)

source: There are currently no problem reports.
tet: Agora daudaun la iha relatóriu problema ida.

source: Unable to change status of problem report.
tet: La konsege troka estadu ba relatóriu problema.

source: Quote uploader
tet: Uploader frase nian

source: Save quotes
tet: Rai fraze

source: Cancel import
tet: Kansela importasaun

source: Instructions
tet: Instrusaun sira

source: Upload quotes
tet: Upload frase sira

source: Cancel upload
tet: Kansela upload ne'e

source: %s %s KB Do you really want to upload this file?
tet: %s %s KB Ita hakarak upload arkivu ne'e ka lae?

source: %s quotes have not been imported. An error occurred
tet: %s sitasaun sira seidauk importa. Sala akontese

source: An error occurred reading this file.
tet: Sala hamosu kuandu lee lista ne'e.

source: Are you sure you want to cancel this import?
tet: Ita hakarak kansela importasaun ne'e ka lae?

source: File is not readable
tet: Labele lee arkivu ne'e

source: File not found!
tet: La hetan arkivu ida ne'e!

source: Quote
tet: Sitasaun

source: Something went wrong, check your CSV file.
tet: Sala akontese, verifika ita nia arkivu CSV.

source: An error occurred when updating this quote. Perhaps it already exists.
tet: Sala akontese kuandu atualiza hela sitasaun ne'e. Karik iha ona.

source: An error occurred when adding this quote. Check the logs for details.
tet: Sala akontese kuandu aumenta sitasaun ida-ne'e. Verifika rejistu sira ba detalle sira.

source: Quote updated successfully.
tet: Sitasaun konsege atualiza.

source: Quote added successfully.
tet: Sitasaun konsege aumenta.

source: New quote
tet: Sitasaun foun

source: Import quotes
tet: Importa fraze

source: %sModify quote%sNew quote%s
tet: %sModifika sitasaun%sSitasaun foun%s

source: Source:
tet: Huun:

source: Are you sure you want to delete the following quote?
tet: Ita hakarak apaga sitasaun tuir mai ne'e ka lae?

source: Quotes
tet: Sitasaun sira

source: Last display
tet: Hatudu ikus nian

source: Start defining quotes
tet: Hahu defini sitasaun sira

source: There are no quotes defined.
tet: La iha sitasaun ida ne'ebé defini ona.

source: Delete quote
tet: Apaga sitasaun

source: Error deleting quote #%s. Check the logs for details.
tet: Sala akontese kuandu apaga sitasaun #%s. Verifika log sira ba detalle.

source: Quote #%s deleted successfully.
tet: Sitasaun #%s apaga ona.

source: There are no quotes defined.
tet: La iha sitasaun ida ne'ebé defini ona.

source: You are about to delete the quote #%s.
tet: Ita sei apaga sitasaun #%s.

source: Failed to add scheduled task
tet: La konsege atu aumenta knaar ne'e

source: Current server time is:
tet: Tempu servidor agora daudaun:

source: Report:
tet: Relatóriu:

source: Output format:
tet: Formatu output:

source: Text (TSV)
tet: Testu (TSV)

source: Scheduled tasks
tet: Programa kna'ar sei hala'o

source: Date/Time
tet: Data/Oras

source: Compare matched records
tet: Kompara rejistu sira ne'ebé hanesan

source: Original
tet: Orijinál

source: The record ID
tet: ID rejistu ne'e

source: doesn't match any existing record.
tet: la hanesan rejistu ida ne'ebé iha ona.

source: The import ID number
tet: Númeru ID importa nian

source: Return to staged MARC batch %s
tet: Fila ba lote MARC prepara ona %s

source: Stage MARC records
tet: Jere rejistu MARC ne'ebé prepara ona

source: MARC staging
tet: Prepara MARC

source: Upload a file to stage
tet: Upload arkivu ida hodi prepara

source: Pre-fill values with profile?
tet: Pre-enxe valór sira ho perfil?

source: Profile:
tet: Perfil:

source: Do not use profile
tet: Labele uza perfil

source: Comments about this file:
tet: Komentáriu sira kona ba arkivu ne'e:

source: %s ( other format via plugin)
tet: %s (formatu seluk liu husi plugin)

source: Modify records using a MARC modification template?
tet: Modifika rejistu sira uza template modifikasaun MARC?

source: Look for existing records in catalog?
tet: Buka rejistu ne'ebé iha ona ka lae?

source: Save profile
tet: Rai perfil

source: Profile name:
tet: Naran perfil:

source: Remove profile
tet: Hasai perfil

source: Stage for import
tet: Prepara ba importa

source: An error occurred
tet: Sala ida hamosu

source: Are you sure you want to delete this profile?
tet: Ita hakarak apaga perfil ne'e ka lae?

source: Do you want to update it with new values?
tet: Ita hakarak atualiza ne'e ho valór foun ka lae?

source: Profile deleted
tet: Perfil apaga ona

source: Profile must have a name
tet: Perfil ne'e tenke iha naran

source: Profile saved
tet: Perfil rai ona

source: There is another profile with this name.
tet: Iha ona perfil seluk tan ho naran ne'e.

source: Upload status: Cancelled
tet: Estadu upload: Kansela ona

source: New stage
tet: Etapa foun

source: Number of items
tet: Item hira

source: Manage
tet: Jere

source: Stages
tet: Etapa sira

source: %s Activate %s Deactivate %s
tet: %s Ativu %s Inativu %s

source: There was a problem with your form submission
tet: Iha problema ho ita nia submisaun formuláriu

source: Rota name
tet: Naran rota

source: Rota description
tet: Deskrisaun rota

source: Add stage to
tet: Aumenta etapa ba

source: Duration:
tet: Prazu:

source: Duration (days)
tet: Durasaun (loron)

source: This rota has no stages.
tet: Rota ida ne'e la iha etapa ida.

source: Add a stage
tet: Aumenta etapa ida

source: Return to rotas
tet: Fila ba rotas sira

source: Are you sure you want to delete this rota?
tet: Ita hakarak apaga rota ne'e ka lae?

source: Are you sure you want to delete this stage?
tet: Ita hakarak apaga etapa ne'e ka lae?

source: This stage contains the following item(s):
tet: Etapa ne'e uza hela item tuirmai ne'e(s):

source: %s (Barcode: %s)
tet: %s (Kódigu barra: %s)

source: The item was not found
tet: Item ne'e la hetan

source: This item is already on this rota
tet: Item ida ne'e iha ona iha rota ne'e

source: Add an item by barcode
tet: Aumenta items husi skan kódigu barra

source: Item barcode
tet: Kódigu barra item

source: Barcode file:
tet: Arkivu kódigu barra:

source: Remove from rota
tet: Hasai husi rota

source: Items added to rota:
tet: Items aumenta ona ba rota:

source: Items already on this rota:
tet: Items ne'ebé iha ona iha rota ne'e:

source: Barcodes not found:
tet: Kódigu barra la hetan:

source: Items found on other rotas:
tet: Items ne'ebé iha ona iha rota seluk:

source: Select items to move to this rota:
tet: Hili item sira hodi muda ba rota:

source: %s (Currently on &quot;%s&quot;)
tet: %s (Agora daudaun iha &quot;%s&quot;)

source: Return to rota
tet: Fila ba rota

source: Manage stages
tet: Jere etapa

source: Manage lists of patrons
tet: Jere lista kona ba kliente

source: Manage patron clubs
tet: Jere klube kliente

source: Moderate patron comments
tet: Modera komentariu kliente nian

source: Import patron data
tet: Importa kliente nia dadus

source: Define notices (print and email notification messages for overdues, etc.)
tet: Defini avizu (notifikasaun mensagen liu husi print ka email kona ba livru ne'ebé tarde, nsst.)

source: Create printable patron cards
tet: Kria kartaun kliente impressão

source: Batch delete patrons and delete patron circulation history
tet: Apaga iha lote kliente sira no apaga sira nia istoria sirkulasaun

source: Modify patrons in batch
tet: Modifika kliente sira iha lote ida

source: Modify the due date checkouts in batch
tet: Modifika checkouts nia data atu fo fali iha batch

source: Moderate patron tags
tet: Modera kliente nia tags

source: Upload patron images in a batch or one at a time
tet: Upload imajen kliente iha lote ida ka ida-idak

source: Manage rotating collections
tet: Jere kolesaun ne'ebé rotativo

source: Define days when the library is closed
tet: Defini loron ne'ebé biblioteka la loke

source: Manage CSV export profiles
tet: Jere perfil sira CSV atu esporta

source: Browse the system logs
tet: Haree sistema nia log sira

source: Write news for the OPAC and staff interfaces
tet: Hakerek notisias ba OPAC no versaun staff

source: Write HTML customizations
tet: Hakerek personalizasaun HTML

source: Write custom pages
tet: Hakerek pájina personalizadu sira

source: Schedule tasks to run
tet: Programa kna'ar atu hala'o

source: Upload any type of file, manage uploads
tet: Upload kualkér tipu arkivu, jere upload sira

source: Access files stored on the server, like log files or reports
tet: Asesu ba arkivu sira rai hela iha servidor, hanesan arkivu log ka relatóriu

source: Manage OPAC problem reports submitted by patrons
tet: Jere relatóriu problema OPAC nian ne'ebé hatama husi kliente sira

source: Upload results
tet: Upload rezultadu sira

source: Upload cover for
tet: Upload kapa livru nian ba

source: Upload cover for itemnumber: %s
tet: Upload kapa livru nian ba itemnumber: %s

source: Upload cover for biblionumber: %s
tet: Upload kapa livru nian ba biblionumber: %s

source: Upload local cover image for
tet: Upload kapa livru nian ba

source: %s, Item number: %s%s
tet: %s Númeru item: %s%s

source: Upload local cover image for item number: %s
tet: Upload kapa livru nian ba númeru item: %s

source: Image upload results :
tet: Rezultadu husi upload imajen :

source: Failed to unzip archive.
tet: La konsege unzip arkivu.

source: Please ensure you are uploading a valid zip file and try again.
tet: Favor asegura katak ita-boot hatama arkivu zip ne'ebé válidu no koko fali.

source: Cannot process file as an image.
tet: Labele prosesa arkivu hanesan imajen.

source: Please ensure you only upload GIF, JPEG, PNG, or XPM images.
tet: Favor asegura katak Ita-boot hatama deit imajen GIF, JPEG, PNG, ka XPM.

source: Unable to save image to database.
tet: Iha ona imajen iha database.

source: An unknown error has occurred.
tet: Sala ida akontese.

source: %s images found
tet: %s imajen sira hetan ona

source: Select an image file or ZIP file to upload. The tool will accept images in GIF, JPEG, PNG, and XPM formats.
tet: Hili arkivu imajen ka arkivu ZIP atu upload. Alat ne'e sei simu imajen sira iha formatu GIF, JPEG, PNG, no XPM.

source: Select an image file to upload. The tool will accept images in GIF, JPEG, PNG, and XPM formats.
tet: Hili arkivu imajen ida atu upload. Alat ne'e sei simu imajen sira iha formatu GIF, JPEG, PNG, no XPM.
