Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Please enter only a barcode, or only a biblionumber.
tet: Favor ida hatama de'it kódigu barra ida, ka númerubiblio ida de'it.

source: Reserve
tet: Rezerva

source: This course already has this item on reserve.
tet: Kursu ida ne'e iha ona ba buat ida rezerva.

source: Number of courses reserving this item: %s
tet: Númeru kursu sira ne'ebé rezerva item ida-ne'e: %s

source: Number of courses reserving this bibliographic record: %s
tet: Númeru kursu sira ne'ebé rezerva rejistu bibliográfiku ida-ne'e: %s

source: Add
tet: Aumenta

source: Barcode:
tet: Kódigu barra:

source: Staff note:
tet: Nota funsionárius nian:

source: on reserve
tet: iha rezerva

source: values updated.
tet: valór sira atualiza ona.

source: Invalid course!
tet: Kursu la válidu!

source: Add items: scan barcodes
tet: Aumenta items: skan kódigu barra

source: Item barcodes:
tet: Kódigu barra item nian:

source: Or use biblionumbers of bibliographic records
tet: Ka uza númeru bibliográfiku sira husi rejistu bibliográfiku

source: Biblionumbers:
tet: Númerubiblio:

source: The following items were added or updated:
tet: Items tuirmai aumenta ka atualiza ona:

source: %s No valid item barcodes found. %s %s
tet: %s La hetan kódigu barra válidu. %s %s

source: Invalid barcodes
tet: Kódigu barra sira la válidu

source: The following invalid barcodes were skipped:
tet: Kódigu barra sira la válidu tuirmai la inklui:

source: Bibliographic records added
tet: Rejistu bibliográfiku aumenta ona

source: The following bibliographic records were added or updated:
tet: Rejistu bibliográfiku sira tuirmai aumenta ka atualiza ona:

source: %s No valid biblionumbers found. %s %s
tet: %s La hetan biblionumbers validu ida. %s %s

source: Invalid biblionumbers
tet: Númerubiblio la válidu

source: The following invalid biblionumbers were skipped:
tet: Kódigu barra la válidu tuirmai la inklui:

source: View course
tet: Haree kursu

source: Please enter only barcodes, or only biblionumbers.
tet: Faz favor hatama kódigu barra sira, ka númerubiblio de'it.

source: Remove items: scan barcodes
tet: Apaga item sira: skan kódigu barra sira

source: Items removed
tet: Item sira hasai ona

source: The following items were removed from all courses:
tet: Item sira tuirmai ne'e hasai ona husi kursu hotu-hotu:

source: Are you sure you want to remove these items from all courses?
tet: Ita hakarak hasai items husi kursus hotu ka lae?

source: Course details for %s%s - %s%s
tet: Detalle kursu ba %s%s - %s%s

source: Reserves
tet: Rezevasaun sira

source: Batch add reserves
tet: Aumenta rezerva liuhusi batch

source: Remove all reserves
tet: Hasai rezerva hotu

source: Edit course
tet: Edita kursu

source: Delete course
tet: Apaga kursu

source: Course name
tet: Naran kursu

source: Department
tet: Departamentu

source: Course number
tet: Numeru kursu

source: Section
tet: Seksaun

source: Instructors
tet: Instrutór sira

source: Staff note
tet: Nota funsionárius nian

source: Public note
tet: Nota públiku

source: Student count
tet: Estudante hira

source: Other course reserves
tet: Rezerva kursu seluk

source: Unchanged
tet: La muda

source: Record URL
tet: Rejistu URL

source: Are you sure you want to delete this course?
tet: Ita hakarak apaga kursus ida ne'e ka lae?

source: Are you sure you want to delete this course? There are %s attached items.
tet: Ita hakarak apaga kursu ne'e ka lae? Iha items %s iha aneksa.

source: Are you sure you want to delete this course? There is %s attached item.
tet: Ita hakarak apaga kursu ne'e ka lae? Iha item %s iha aneksa.

source: Are you sure you want to remove all items from the course?
tet: Ita hakarak hasai items ne'ebé hili ona husi kursu ka lae?

source: Are you sure you want to remove this item from the course?
tet: Ita hakarak hasai items ne'ebé hili ona husi kursu ka lae?

source: New course
tet: Kursu foun

source: Courses
tet: Kursu sira

source: Course #
tet: Kursu #

source: # of students
tet: # husi estudante sira

source: %s Yes %s No %s
tet: %s Sin %s Lae %s

source: Edit %s%s - %s%s
tet: Edita %s%s - %s%s

source: Edit %s
tet: Edita %s

source: %sEdit course%sCreate course%s
tet: %sEdita kursu%sHalo kursu%s

source: Department:
tet: Departamentu:

source: Select a department
tet: Hili departmentu ida

source: Course number:
tet: Númeru kursu:

source: Section:
tet: Seksaun:

source: Course name:
tet: Naran kursu:

source: Instructors:
tet: Instrutór sira:

source: Instructor search:
tet: Buka instrutador:

source: Number of students:
tet: Estudante hira:

source: Enabled?
tet: Lao hela?

source: No DEPARTMENT authorized values found!
tet: La hetan valór sira autorizadu DEPARTAMENTU nian!

source: Please
tet: Favor ida

source: create one or more authorized values
tet: halo valór autoriza ida ka tan

source: with the category DEPARTMENT.
tet: ho kategoria DEPARTMENTU.

source: Invalid course
tet: Kursu la válidu

source: This message may have been caused by any of the following reasons:
tet: Mensajen ida-ne'e karik mosu tanba razaun sira tuirmai:

source: You made use of an external link to an item that is no longer available
tet: Ita liga liuhusi ligasaun externa ba katálogu item ne'e ne'ebé la disponivel ona

source: You followed an outdated link e.g. from a search engine or a bookmark
tet: Ita tuir ligasaun ne'ebé la lao p.e. husi search engine ka bookmark

source: You tried to access a page that needs authentication
tet: Ita-boot koko atu asesu ba pájina ida ne'ebé presiza autentikasaun

source: An internal link in the client is broken and the page does not exist
tet: Ligasaun internu ida kotu no pájina la iha ona

source: Send email
tet: Haruka email

source: To report a broken link or any other issue, please contact the Koha administrator.
tet: Atu fo hatene kona ba ligasaun kotu ne'e, faz favor halo kontaktu ba staf biblioteka.

source: New request
tet: Pedidu foun

source: Manage request %s
tet: Jere pedidu %s

source: Filters
tet: Filtru sira

source: Keyword:
tet: Liafuan xave:

source: Backend:
tet: Prosesu internu:

source: All backends
tet: Backend hotu-hotu

source: Date placed between:
tet: Data hatuur entre:

source: and:
tet: no:

source: Updated between:
tet: Atualiza entre:

source: Patron:
tet: Kliente:

source: ILL module configuration problem. Take a look at the
tet: Problema ho konfigurasaun modulu ILL. Haree iha

source: Error performing operation
tet: Sala hamosu durante hala'o operasaun

source: We encountered an error:
tet: Hasoru problema:

source: The patron ID you entered is invalid.
tet: ID kliente ne'ebé ita-boot hatama la válidu.

source: The bibliographic record ID you entered is invalid.
tet: ID rejistu bibliográfiku ne'ebé ita-boot hatama la válidu.

source: New ILL request
tet: Pedidu ILL foun ida

source: Confirm ILL request
tet: Konfirma pedidu ILL

source: Cancel a confirmed request
tet: Kansela pedidu konfirmadu

source: Issue requested item to %s
tet: Empresta item pedidu ba %s

source: This item cannot be checked out as it has no bibliographic record associated with it
tet: Item ne'e labele verifika tanba laiha rejistu bibliográfiku ne'ebé asosiadu ho ida-ne'e

source: An unknown error occurred while trying to add an item
tet: Sala hamosu kuandu tenta aumenta item ne'e

source: An unknown error occurred while trying to check out the item
tet: Sala hamosu kuandu tenta checkout item ne'e

source: Local use recorded
tet: Uza lokal grava ona

source: There was a problem checking this item out, please check for problems with the
tet: Problema akontese kuandu fo empresta item ne'e, faz favor verifika problema ne'e ho

source: patron's account
tet: konta kliente nian

source: Check out details
tet: Detalle fo empresta

source: Statistical patron:
tet: Kliente estatístiku:

source: You must choose a valid patron
tet: Ita tenke hili kliente ida ne'ebé válidu

source: You must choose an item type
tet: Ita tenke hili tipu item ida

source: You must choose a library
tet: Ita tenke hili biblioteka ida

source: Due date:
tet: Data atu fo fila:

source: Return to request
tet: Fila ba pedidu

source: Checked out to:
tet: Fo empresta ona ba:

source: Place request with partner libraries
tet: Hatuur pedidu ho biblioteka parseiru sira nian

source: Unknown error processing your request. Contact your administrator.
tet: Sala iha prosesamentu ba ita-boot nia pedidu. Kontaktu ba administratdor.

source: Interlibrary loan request details
tet: Pedidu husi biblioteka seluk nia detalle sira

source: Filter partner libraries:
tet: Filtra library parseiru:

source: Select partner libraries:
tet: Hili biblioteka nia parseiru:

source: Partners available for searching:
tet: Parseiru sira ne'ebé disponivel atu buka:

source: Search selected partners
tet: Buka parseiru sira ne'ebé marka ona

source: Subject line:
tet: Asuntu:

source: Email text:
tet: Testu email:

source: Return to request details
tet: Fila ba detalle pedidu nian

source: Search partners
tet: Buka parseiru sira

source: Be sure to provide email addresses for these patrons.
tet: Fornese enderesu email husi kliente ne'e.

source: Request details
tet: Detalle pedidu

source: Patron ID:
tet: ID Kliente:

source: Bibliographic record ID:
tet: ID rejistu bibliográfiku:

source: Batch:
tet: Lote:

source: Last updated:
tet: Atualizasaun ikus liu:

source: Request type:
tet: Tipu pedidu:

source: Cost:
tet: Kustu:

source: Price paid:
tet: Folin pagu:

source: Request ID:
tet: Pedidu nia ID:

source: Staff notes:
tet: Nota funsionárius nian:

source: OPAC notes:
tet: Nota OPAC:

source: Are you sure you wish to delete this request?
tet: Ita hakarak apaga pedidu ne'e ka lae?

source: Manage ILL request %s
tet: Jerir pedidu ILL %s

source: Edit request
tet: Edita pedidu

source: Edit request
tet: Edita pedidu

source: Send notice to patron
tet: Manda avizu ba kliente

source: Display supplier metadata
tet: Hatudu metadadus vendedór nian

source: Display supplier metadata
tet: Hatudu metadata fornesedór nian

source: ILL request log
tet: Log pedidu ILL

source: ILL request log
tet: Log pedidu ILL

source: Details from library
tet: Detalle sira husi biblioteka ne'e

source: Order ID:
tet: Id Orden:

source: Details from supplier (%s)
tet: Detalle husi vendedór (%s)

source: Supplier metadata
tet: Metadata fornecedor

source: Request log
tet: Husu log

source: There are no recorded logs for this request
tet: La iha logs kona ba pedidu ne'e

source: %s comments
tet: %s komentáriu sira

source: Comment by:
tet: Komentáriu husi:

source: Add comment
tet: Aumenta komentariu

source: Comment:
tet: Komentáriu:

source: View ILL requests
tet: Haree pedidu ILL

source: View ILL requests for batch "%s"
tet: Haree pedidu ILL ba lote '%s"

source: Details for all requests
tet: Detalle sira kona ba pedidu hotu

source: Displaying availability results
tet: Hatudu rezultadu sira nia disponibilidade

source: If you can't find what you are looking for, you can
tet: Karik labele hetan saida mak ita buka, ita bele

source: continue creating your request
tet: kontinua kria Ita-boot nia pedidu

source: cancel your request
tet: kansela pedidu Ita nian

source: %s %s %s %s %s %s %s From &quot;%s&quot; %s %s %s to &quot;%s&quot; %s
tet: %s %s %s %s %s %s %s Husi &quot;%s&quot; %s %s %s ba &quot;%s&quot; %s

source: Unauthorized user
tet: La autoriza uzador ne'e

source: click to log out
tet: klika atu log out

source: Session timed out, please log in again
tet: Sesaun mate ona, favor login dala ida tan

source: IP address has changed, please log in again
tet: Fatin IP troka ona, favor login fali

source: Welcome to the Koha %s web installer
tet: Benvindo mai Koha %s installer

source: configuration file.
tet: arkivu konfigurasaun.

source: Please enter your username and password
tet: Faz favor hatama ita nia username no password

source: %s %s Choose your language %s %s %s %s %s %s %s %s %s %s %s %s &rsaquo; %s &rsaquo; %s %s
tet: %s %s Hili ita nia lingua %s %s %s %s %s %s %s %s %s %s %s %s &rsaquo; %s &rsaquo; %s %s

source: Web installer &rsaquo; Choose your language
tet: Web installer &rsaquo; Hili ita nia lian

source: Choose your language
tet: Hili ita nia lingua ida

source: Check Perl dependencies
tet: Verifika dependénsia sira Perl nian

source: Database settings
tet: Konfigurasaun database

source: Set up database
tet: Konfigura baze-dadus

source: Install basic configuration settings
tet: Instala konfigurasaun baziku de'it

source: Please pick your language from the following list. If your language is not listed, please inform your system administrator.
tet: Faz favor hili lian ida husi lista tuirmai. Se la hetan ita nia lian, faz favor fo hatene ba ita nia administrador.

source: Select a language:
tet: Hili lian ida:

source: Continue to the next step
tet: Kontinua ba etapa tuirmai

source: Web installer &rsaquo; Perl modules missing
tet: Web installer &rsaquo; Perl modules falta

source: Required modules must be installed before you may continue.
tet: Modulu tenke instala molok ita bele kontinua.

source: Some Perl modules are missing.
tet: Módulo ruma perl nian falta hela.

source: Version: %s
tet: Versaun: %s

source: Web installer &rsaquo; Perl modules due for upgrade
tet: Instalador web &rsaquo; Módulu Perl sira tenke atualiza

source: Required modules must be installed at the correct version before you may continue.
tet: Módulu sira ne'ebé presiza tenke instala iha versaun ne'ebé loos molok ita-boot bele kontinua.

source: Some Perl modules require upgrade.
tet: Módulu ruma presizia upgrade.

source: Installed version: %s
tet: Versaun instala ona: %s

source: Minimum version: %s
tet: Versaun minimu: %s

source: Maximum version: %s
tet: Versaun maximu: %s

source: Web installer &rsaquo; Perl version too old
tet: Web installer &rsaquo; Perl versaun tuan liu

source: I encountered some problems.
tet: Hau hasoru problema.

source: Your Perl version is out of date. Please upgrade to a newer version of Perl (at least version 5.10).
tet: Ita nia versaun ba Perl obsoletu. Faz favor atualiza ba versaun foun liu Perl nian (pelumenus Versaun 5.10).

source: Web installer &rsaquo; Check Perl dependencies
tet: Web installer &rsaquo; Verifika Perl dependencies

source: All dependencies installed.
tet: Dependênsias hotu instala ona.

source: Web installer &rsaquo; Database settings
tet: Web installer &rsaquo; Konfigarasaun database

source: Database settings:
tet: Konfigurasaun database:

source: Database type:
tet: Database nia tipu:

source: Database name:
tet: Database nia naran:

source: Database host:
tet: Database nia host:

source: %s (probably okay if blank)
tet: %s (karik okay se mamuk hela)

source: Database port:
tet: Database nia port:

source: Database user:
tet: Utilizador database:

source: Connection established.
tet: Ligasaun iha.

source: Database %s exists.
tet: Database %s iha.

source: User %s has all required privileges on database %s.
tet: Utilizador %s iha ona priviléjiu nesesáriu ho database ne'e %s.

source: User %s doesn't have enough privilege on database %s.
tet: Utilizador %s la iha priviléjiu to'o ona ho database ne'e %s.

source: No database named %s detected.
tet: La iha database ho naran %s.

source: Please create the database before continuing.
tet: Faz favor kria database molok kontinua.

source: Check that your database is running.
tet: Haree fila fali katak database lao ona.

source: Check your database settings in %s.
tet: Verifika konfigurasaun bases do dadus iha %s.

source: Please correct these errors.
tet: Faz favor hadi'a sala ne'e.

source: Then start the installer again.
tet: Depois hahu instalador fali.

source: Web installer &rsaquo; Installation complete
tet: Web installer &rsaquo; Installation kompletu

source: Congratulations, installation complete
tet: Parabens, instalasaun hotu ona

source: Select your MARC flavor
tet: Hili ita nia versaun MARC

source: Selecting default settings
tet: Hili hela konfigurasaun default

source: MARC frameworks: %s
tet: Kuadru sira MARC: %s

source: No MARC frameworks are available for your language. Defaulting to the frameworks supplied for English (en)
tet: La iha kuadru MARC ho ita nia lian. Tenke uza kuadru default iha lian Ingles (en)

source: Optional
tet: Opsional

source: Select none
tet: Hili la buat ida

source: Other data
tet: Dadus seluk

source: Mandatory data added
tet: Dadus obrigatóriu aumenta ona

source: Optional data added
tet: Dadus opsional aumenta ona

source: MySQL data added
tet: MySQL nia dadus aumenta ona

source: Localization data added
tet: Lokalizasaun dadus aumenta ona

source: %s data added
tet: %s dadus aumenta ona

source: Basic installation complete.
tet: Instalasaun baziku kompletu.

source: The following error occurred while importing the database structure:
tet: Sala tuirmai mak hamosu durante importasaun ba estrutura database:

source: Please contact your system administrator
tet: Faz favor kontaktu ita nia administrador sistema nian

source: Web installer &rsaquo; Success
tet: Web installer &rsaquo; Suseso

source: Database tables created
tet: Database nia tabela kria ona

source: Now we're ready to create the database tables and fill them with some default data.
tet: Agora ita prontu atu kria tabela database nian no prienxe ho dadus.

source: Update your database
tet: Atualiza ita nia database

source: Web installer &rsaquo; Install basic configuration settings
tet: Web installer &rsaquo; Instala konfigurasaun baziku de'it

source: We are ready to do some basic configuration.
tet: Ita prontu atu halo konfigurasaun báziku ruma.

source: Web installer &rsaquo; Updating database structure
tet: Instalador web &rsaquo; Atualiza estrutura baze-dadus nian

source: Update report:
tet: Atualiza relatóriu:

source: Atomic updates:
tet: Atualizasaun atómiku:

source: Update errors :
tet: Sala atualiza :

source: ERROR: %s
tet: SALA: %s

source: Everything went okay. Update done.
tet: Hotu diak. Atualiza ona.

source: Continue to log in to Koha
tet: Kontinua atu log in ba Koha

source: (requires sample libraries)
tet: (presiza amostra biblioteka sira)

source: Koha home
tet: Koha nia uma

source: Posted on %s%s by
tet: Hatama iha %s%s husi

source: Quote of the day
tet: Sitasaun loron ohin

source: Advanced search
tet: Peskiza advansadu

source: Item search
tet: Buka item ida

source: Suggestions pending approval:
tet: Sujestaun pendente hodi approva:

source: Comments pending approval
tet: Komentariu hein hela aprovasaun

source: Tags pending approval
tet: Etiketa hein aprovasaun

source: Patrons requesting modifications
tet: Kliente ne'ebé husu modifikasaun

source: Discharge requests pending
tet: Pedido kuitasaun pendentes

source: Checkout notes pending
tet: Nota checkout pendente

source: OPAC problem reports pending
tet: Relatóriu problema OPAC nian pendente

source: Access your background jobs
tet: Asesu ba ita nia knaar background

source: Holds with cancellation requests
tet: Rezerva ho pedidu kanselamentu sira

source: Are you sure you want to delete this news item? This cannot be undone.
tet: Ita hakarak apaga notisias ida ne'e ka lae? Labele fila ba.

source: Barcode type:
tet: Kódigu barra nia tipu:

source: Code39
tet: Kódigu39

source: QRcode
tet: QRkódigu

source: Hide text
tet: Subar testu

source: Barcode height:
tet: Ass kódigu barra nian:

source: Barcode:
tet: Kódigu barra:

source: Barcode text must be numeric (0-9)
tet: Testu kódigu barra tenke numériku (0-9)

source: Show barcode
tet: Hatudu kódigu barra

source: Barcodes of type %s must be numeric
tet: Kódigu barra husi tipu %s tenke numériku

source: HTML copied to the clipboard
tet: HTML kópia ona ba clipboard

source: There was an unknown error generating the barcode image
tet: Problema akontese kuandu hasai imajen kódigu barra nian

source: Labels
tet: Etiketa sira

source: Search on
tet: Buka tuir

source: Name or ISSN:
tet: Naran ka ISSN:

source: Search value:
tet: Buka valór:

source: Start search
tet: Hahu peskiza

source: Batches
tet: Lote sira

source: Edit label batch %s
tet: Edita lote etiketa %s

source: New label batch
tet: Lote etiketa foun

source: Item(s) not removed from batch %s.
tet: Item(s) ne'e hasai ona husi batch %s.

source: Batch %s was not deleted.
tet: Lote %s la apaga.

source: Item(s) not added to batch %s.
tet: Item(s) ne'e la aumenta ona ba ita nia batch %s.

source: Unknown error type %s.
tet: La hatene sala %s.

source: An error was encountered: %s Please have your system administrator check the error log for details.
tet: Sala hamosu: %s Faz favor husu administrador sistema nian atu haree error log ba detalle tan.

source: Duplicate item(s) removed from batch number %s: %s
tet: Duplikadu item(s) ne'ebé hasai ona husi batch ho númeru %s: %s

source: Batch description:
tet: Deskrisaun batch:

source: Enter by barcode:
tet: Hatama husi kódigu barra:

source: Enter by itemnumber:
tet: Hatama husi itemnumber:

source: Add by barcode(s) or itemnumbers(s):
tet: Aumenta tuir kódigu barra(s) ka itemnumbers(s):

source: One number per line.
tet: Numeru ida de'it por lina.

source: Add item(s)
tet: Aumenta item(s)

source: Save description
tet: Rai deskrisaun

source: Remove selected items
tet: Hasai items ne'ebé hili ona

source: Delete batch
tet: Apaga lote

source: Remove duplicates
tet: Hasai duplikadu sira

source: Export selected items
tet: Esporta item ne'ebé hili ona

source: Export full batch
tet: Esporta lote kompletu

source: Items in batch number %s
tet: Item sira iha lote ho númeru %s

source: Label number
tet: Numeru etiketa

source: There are no items in this batch yet
tet: Seidauk iha item ida iha lote ne'e

source: Add items by using the text area above or leave empty to add via item search.
tet: Aumenta items liuhusi hatama iha area testu iha leten ka husik mamuk atubele aumenta liuhusi peskiza item.

source: Are you sure you want to delete this?
tet: Ita hakarak apaga ne'e ka lae?

source: Are you sure you want to remove label number(s): %s from this batch?
tet: Ita hakarak hasai label nia numeru(s): %s husi batch ne'e?

source: Export labels
tet: Esporta etiketa

source: Please select at least one item.
tet: Faz favor hili pelumenus item ida.

source: Please select at least one label to delete.
tet: Faz favor hili pelumenus etiketa ida hodi apaga.

source: Please select at least one label to export.
tet: Faz favor hili pelumenus etiketa ida atu esporta.

source: Unable to save description
tet: Labele rai deskrisaun ne'e

source: Only the bibliographic data is printed
tet: Dadus bibliográfiku de'it sei imprimi

source: Barcode precedes bibliographic data
tet: Kódigu barra sira antesede dadus bibliográfiku sira

source: Bibliographic data precedes barcode
tet: Dadus bibliográfiku sira antesede kódigu barra

source: Only the barcode is printed
tet: Kódigu barra de'it maka imprime

source: Edit label layout %s
tet: Edita etiketa nia formatu %s

source: New label layout
tet: Formatu etiketa foun

source: Layout name:
tet: Naran kuadru:

source: Choose barcode type (encoding):
tet: Hili tipu kódigu barra (encoding):

source: Choose layout type:
tet: Hili tipu kuadru:

source: Bibliographic data to print
tet: Dadus bibliográfiku atu print

source: Choose order of text fields to print
tet: Hili ordena ba kampu testu atu print

source: List fields
tet: Lista kampu

source: Data fields
tet: Kampu dadus

source: or MARC subfield.
tet: ka subkampu MARC.

source: See online help for advanced options
tet: Haree ajuda online ba opsaun advansadu

source: ex: barcode, itemcallnumber, title, "050a 050b", 300a
tet: ex: kódigu barra, itemkota, títulu, "050a 050b", 300a

source: Draw guide boxes:
tet: Dezeña kaixa sira:

source: Split call numbers:
tet: Fahe kota:

source: Text justification:
tet: Justifikasaun testu:

source: Font:
tet: Tipu gráfiku:

source: Font size:
tet: Tamanu tipu gráfiku:

source: Barcode width:
tet: Kódigu barra nia luan:
