Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Unable to check the items out to %s
tet: La konsege fó empresta item sira ba %s

source: seconds.
tet: segundu.

source: To be staged (%s)
tet: Atu prepara (%s)

source: Patron is outside (%s)
tet: Kliente iha liur (%s)

source: Delivered today (%s)
tet: Entrega ona ohin (%s)

source: Pickup date/time
tet: Data/oras atu foti

source: Items for pickup
tet: Item ba foti

source: Mark as
tet: Marka hanesan

source: staged & ready
tet: prepara ona & prontu

source: Staged by
tet: Prepara ona husi

source: Patron has arrived
tet: Kliente to'o ona

source: delivered
tet: entrega ona

source: to be staged
tet: atu prepara

source: Mark as delivered
tet: Marka hanesan entrega ona

source: There are no patrons waiting outside.
tet: La iha kliente ida ne'ebé hein hela iha liur.

source: Deliver date/time
tet: Data/oras entrega

source: Items checked out
tet: Item empresta ona

source: Search a patron
tet: Buka kliente ida

source: Enter patron card number or name
tet: Hatama kliente nia númeru kartaun ka naran

source: Search for another patron
tet: Buka kliente seluk

source: Items ready for pickup:
tet: Item sira ne'ebé prontu atu foti:

source: There are no waiting holds for this patron at this library.
tet: Kliente ne'e la iha item ida atu foti husi biblioteka ne'e.

source: Pickup date:
tet: Data atu foti:

source: The patron does not have waitings holds.
tet: Kliente ne'e la iha rezerva ida atu foti.

source: No pickup time defined for this day.
tet: La iha oras ida atu foti ne'ebé defini ona ba loron ida-ne'e.

source: Please select a date and a pickup time
tet: Faz favór hili data ho oras ida hodi foti

source: %s, by %s%s%s-
tet: %s, husi %s%s%s-

source: No pending on-site checkout.
tet: La iha empréstimu sira pendente on-site.

source: Overdues as of %s
tet: Item tarde iha %s

source: Overdue report
tet: Relatóriu kona ba livru tarde

source: Please choose one or more filters to proceed.
tet: Faz favor hili filtru ida ka tan atu kontinua.

source: %s %sItems%sItem%s overdue as of %s%s
tet: %s %sItems%sItem%s prazu iha data %s%s

source: (Filtered.
tet: (Filtrada.

source: Reset filter
tet: Hatuur fali filtru

source: Download file of displayed overdues
tet: Download lista ida ba livru tarde ne'ebé haree ona

source: Download file of all overdues
tet: Download lista ida ba livru sira ne'ebé tarde

source: Patron library
tet: Kliente nia biblioteka

source: Non-public note
tet: Nota la publiku

source: %sOverdue:%s
tet: %sTarde:%s

source: %s %s, by %s%s%s, %s%s
tet: %s %s, husi %s%s%s, %s%s

source: There are no overdues matching your search.
tet: La iha ida tarde ne'ebé hanesan ita nia peskiza.

source: There are no overdues.
tet: La iha items ne'ebé tarde.

source: Filter on:
tet: Filtra iha:

source: Date due:
tet: Data atu fó fila:

source: %s Show any items currently checked out
tet: %sHatudu kualkér item sira ne'ebé fó empresta ona

source: Name or card number:
tet: Naran ka númeru kartaun:

source: Patron category:
tet: Kategoria kliente:

source: Patron flags:
tet: Bandeira kliente nian:

source: Address in question
tet: Hela fatin ne'eba

source: Lost card
tet: Kartaun lakon

source: Item home library:
tet: Item nia uma biblioteka:

source: Item holding library:
tet: Biblioteka ne'ebé kaer:

source: Library of the patron:
tet: Biblioteka kliente nian:

source: Apply filter
tet: Tau filtru

source: and
tet: no

source: Reported on %s
tet: Halo relatóriu iha %s

source: The following items have not been collected for bookings. Please retrieve them and check them in.
tet: Item sira tuir mai seidauk rekolla ba rezervasaun. Favor ida, foti sira no fó fila.

source: Refine results
tet: Refina rezultadu

source: Holding library:
tet: Biblioteka ne'ebé kaer livru:

source: Pickup library:
tet: Foti husi fatin biblioteka ne'e:

source: Starts after:
tet: Hahú hafoin:

source: Starts before:
tet: Hahu molok:

source: Booking dates
tet: Data rezerva sira

source: On loan, due:
tet: Fó empresta ona, fó fila iha:

source: The patron does not have an email address defined.
tet: Kliente ne'e la iha email defini ona.

source: The hold has been correctly cancelled.
tet: Rezerva ida ne'e kansela ona.

source: Holds to pull placed between %s and %s
tet: Rezerva ne'ebé presiza foti husi armariu entre %s no %s

source: The following holds have not been filled. Please retrieve them and check them in.
tet: Reserva sira tuirmai ne'e seidauk prenxe. Favor ida, foti sira no fo fila.

source: Pull this many items
tet: Kaer item hira ne'e

source: Items available
tet: Items disponivel

source: Patrons with holds
tet: Kliente ne'ebé tau ona rezervasaun

source: First patron
tet: Kliente uluk

source: Available barcodes
tet: Kódigu barra sira ne'ebé disponivel

source: Available call numbers
tet: Kota disponivel

source: Available copy numbers
tet: Numeru kópia ne'ebé disponivel

source: Available enumeration
tet: Enumerasaun disponíval

source: Available item types
tet: Tipu item disponivel

source: Available locations
tet: Localizasaun disponíval

source: Available collections
tet: Kolesaun disponíval

source: Earliest hold date
tet: Data sedu liu atu kaer livru

source: Hold notes
tet: Nota kona ba rezerva sira

source: Only %s
tet: %s de'it

source: %s or %s any available from item group
tet: %s ka %s disponivel ruma husi grupu item

source: . %s any available. %s
tet: . %s disponivel ruma. %s

source: %s %s Any available from item group
tet: %s %s Kualkér disponivel husi grupu item

source: %s in %s
tet: %s iha %s

source: Cancel hold and return to : %s
tet: Kansela rezerva no fila ba : %s

source: Mark item as lost
tet: Marka hanesan items lakon

source: Mark lost and notify patron
tet: Marka hanesan lakon no fo hatene ba kliente

source: Biblio level hold.
tet: Rezerva nivel-biblio.

source: No items found.
tet: La hetan item ida.

source: (Inclusive, default is %s days ago to %s days ahead. Set other date ranges as needed.)
tet: (Inklusivu, default mak %s loron liuba to'o %s loron mai. Hatuur data seluk tuir nesesidade.)

source: (Inclusive, default is %s days ago to today. Set other date ranges as needed.)
tet: (Inklusivu, default mak %s loron liuba to'o loron ohin. Hatuur data seluk tuir nesesidade.)

source: %s%s%sNo slip template found%s
tet: %s%s%sLa hetan template suart nian%s

source: %s %s%s%sNo slip template found%s %s
tet: %s %s%s%sLa hetan template nota%s %s

source: Cannot renew:
tet: Labele hafoun:

source: No item matches this barcode
tet: La iha item ho kódigu barra hanesan ne'e

source: ) is not checked out to a patron.
tet: ) ida ne'e la empresta ona ba kliente.

source: %s ( %s ) has been renewed the maximum number of times by %s %s (
tet: %s ( %s ) hafoun ona dala barak demais husi %s %s (

source: Override limit and renew
tet: Muda limite no hafoun

source: %s ( %s ) has been renewed the maximum number of consecutive times without being seen by the library )
tet: %s ( %s ) hafoun ona dala barak demais laho haree fali iha biblioteka )

source: %s ( %s ) cannot be renewed before %s.
tet: %s ( %s ) labele hafoun molok %s.

source: Override and renew
tet: Sobrepor e hafoun

source: %s ( %s ) has been scheduled for automatic renewal and cannot be renewed before %s.
tet: %s ( %s ) atu hafoun automaticamente no labele hafoun molok %s.

source: %s ( %s ) has been scheduled for automatic renewal and cannot be renewed anymore since %s.
tet: %s ( %s ) atu hafoun automaticamente no labele hafoun dala ida tan dezde %s.

source: %s ( %s ) has been scheduled for automatic renewal and cannot be renewed because the patron's account is expired
tet: %s ( %s ) atu hafoun automatikamente no labele hafoun tanba kliente nia konta hamate ona

source: %s ( %s ) has been scheduled for automatic renewal.
tet: %s ( %s ) atu hafoun automaticamente.

source: %s ( %s ): This item is on hold for another patron.
tet: %s ( %s ): Item ida ne'e iha rezerva ida ona husi kliente seluk.

source: ) is currently restricted.
tet: ) ne'e iha restrisaun daudauk.

source: Item is not allowed renewal.
tet: La husik hafoun item.

source: Item cannot be renewed because it's an onsite checkout
tet: Item ne'e labele hafoun tanba fo empresta onsite

source: This item has been recalled.
tet: Item ne'e bolu fila.

source: Continue without renewing
tet: Kontinua la ho hafoun hela

source: Item renewed:
tet: Item hafoun ona:

source: ) renewed for %s %s (
tet: ) hafoun ona ba %s %s (

source: ) now due on %s
tet: ) agora data prazu iha %s

source: Renewal due date %s
tet: Data hafoun %s

source: Enter reason
tet: Hatama razaun

source: Request article from %s
tet: Husu artigu husi %s

source: Patron reached daily limit.
tet: Kliente ne'e atinji ona limite loroloron nian.

source: An error has occurred. Check the logs for details.
tet: Sala ida akontese ona. Verifika log sira ba detalle sira.

source: for every request
tet: ba kada pedidu

source: Place article request from %s for %s %s ( %s )
tet: Hatuur pedidu artigu husi %s ba %s %s ( %s )

source: Table of contents:
tet: Tabela konteúdu sira:

source: Photocopy
tet: Fotokópia

source: Digital scan
tet: Skan dijitál

source: Select item:
tet: Item hili ida:

source: Any item
tet: Kualkér item

source: Place request
tet: Hatuur pedidu

source: %s No article requests can be made for this record. %s %s %s %s
tet: %s La bele halo pedidu artigu husi rejistu ne'e. %s %s %s %s

source: Current article requests
tet: Pedidu artigu sira atual

source: Patron notes
tet: Nota kliente

source: Cancel article request
tet: Kansela pedidu artigu

source: Are you sure you want to change the pickup library from %s to %s for this request?
tet: Ita hakarak troka biblioteka hodi foti husi fatin ne'e husi %s ba %s ne'e ka lae?

source: Calculated on %s. From %s to %s
tet: Kalkula ona iha %s. Husi %s ba %s

source: Hold ratio
tet: Rácios de rezerva

source: Call numbers
tet: Kota sira

source: Items needed
tet: Items presiza hela

source: %s%s by %s%s
tet: %s%s husi %s%s

source: %s to order
tet: %s atu hameno

source: %s pending
tet: %s hein hela

source: 0 to order
tet: 0 atu hameno

source: Refine results:
tet: Refina rezultadu:

source: Hold ratio (greater than or equal to):
tet: Rasio rezerva (boot liu ka hanesan):

source: Include ordered
tet: Inklui hameno ona

source: Include suspended
tet: Inklui suspendu

source: (inclusive)
tet: (inklusivu)

source: Patron notification:
tet: Notifikasaun ba kliente:

source: Patron is not notified.
tet: Kliente ne'e lalika notifka.

source: Notes: %s
tet: Nota: %s

source: Hold filled for:
tet: Rezerva iha ona ba:

source: Transfer to:
tet: Transfere ba:

source: Hold at
tet: Rezerva iha

source: Print
tet: Imprimi

source: Reason for transfer
tet: Razaun ba transferénsia

source: Return to home library
tet: Fila fali ba biblioteka uma

source: Return to holding library
tet: Fila ba biblioteka ne'ebé kaer

source: Lost hold
tet: Rezervasaun lakon

source: Cancelled hold
tet: Rezervasaun kanseladu

source: Recall
tet: Bolu fila

source: Cancelled recall
tet: Bolu fila kanseladu

source: Please transfer item to: %s
tet: Faz favor transfere item ida ne'e ba: %s

source: This item is part of a rotating collection.
tet: Item ne'e parte kolesaun rotativu.

source: Patron note
tet: Nota kliente

source: Patron has outstanding fines of %s.
tet: Kliente ne'e iha multa sira ba %s.

source: This item has been claimed as returned by:
tet: Item ne'e klama fo fila husi:

source: Resolve
tet: Rezolve

source: %s has %s hold(s) waiting for pickup.
tet: %s iha %s rezerva(s) hein hela atu foti.

source: Check out to this patron
tet: Fo empresta ba kliente ne'e

source: Bundle had missing items
tet: Pakote ne'e iha item sira ne'ebé lakon ona

source: View updated contents list
tet: Haree lista konteúdu atualizadu

source: View list of missing items
tet: Haree lista item sira ne'ebé falta

source: Bundle had unexpected items
tet: Pakote iha item sira ne'ebé la espera

source: Item belongs in bundle
tet: Item ne'e pertense ba pakote

source: This item belongs to a bundle: %s - %s
tet: Item ne'e pertense ba pakote ida: %s - %s

source: Check in message
tet: Mensajen sira check in nian

source: %s %s %s Not for loan status updated.
tet: %s %s %s Estadu labele empresta atualiza ona.

source: Old value: %s
tet: Valór uluk nian: %s

source: %s Available for loan. %s
tet: %s Kópia disponivel. %s

source: New value: %s
tet: Valór foun: %s

source: %s Available for loan. %s %s
tet: %s Disponivel hodi empresta. %s %s

source: Item shelving location updated.
tet: Lokalizasaun iha armariu atualiza ona.

source: Old value:
tet: Valór uluk:

source: No description available
tet: La iha deskrisaun disponivel

source: Not checked out.
tet: La empresta ona.

source: Item received from %s
tet: Data simu ona husi %s

source: Item is lost, cannot be checked in.
tet: Items lakon ona, labele checkin.

source: A refund for the lost item charge has been applied to the borrowing patron's account.
tet: Reembolsu ba item ne'ebé lakon nia taxa aplika ona ba konta kliente.

source: Cannot check in
tet: Labele fo fila

source: NOT CHECKED IN
tet: SEIDAUK FO FILA

source: A refund for the lost item processing charge has been applied to the borrowing patron's account.
tet: Reembolsu ba taxa prosesamentu item ne'ebé lakon aplika ona ba konta kliente.

source: is now debarred until %s.
tet: agora suspenso to'o %s.

source: Patron was earlier restricted until %s.
tet: Kliente ne'e iha limitasaun uluk to'o %s.

source: Reminder:
tet: Data lembrete:

source: about page
tet: pájina kona ba

source: Bundle verified
tet: Pakote verifika ona

source: View contents list
tet: Haree lista konteúdu sira

source: Please confirm checkin
tet: Faz favor konfirma item fo fila ona

source: Please confirm that the accompanying materials are present:
tet: Faz favor konfirma katak materiál akompanhamentu iha:

source: Yes, checkin (Y)
tet: Sin, fo fila (S)

source: No, don't checkin (N)
tet: Lae, labele fo fila (L)

source: Please confirm bundle contents for %s
tet: Faz favor konfirma konteúdu sira pakote nian ba %s

source: %s Present %s
tet: %s Presente %s

source: Barcodes
tet: Kódigu barra sira

source: of
tet: husi

source: Cannot check in
tet: Labele check in

source: NOT CHECKED IN
tet: SEIDAUK CHECK IN

source: This item must be checked in at following library:
tet: Item ne'e tenke hatama fali iha biblioteka tuirmai:

source: Print transfer slip (P)
tet: Imprimi surat transferensia (P)

source: Cancel transfer (X)
tet: Kansela transferénsia (X)

source: Hold found (item is already waiting):
tet: Hetan rezerva (item hein hela):

source: Confirm hold (Y)
tet: Konfirma rezerva (Y)

source: Print slip and confirm (P)
tet: Imprimi resibu no konfirma (P)

source: Ignore (I)
tet: Ignora (I)

source: Cancel hold (X)
tet: Kansela rezerva ne'e (X)

source: Please return this item to %s%s%s%s%s
tet: Faz favor fo fila item ne'e ba %s%s%s%s%s

source: Transfer now?
tet: Transfere agora?

source: Yes (Y)
tet: Sin (S)

source: Yes, print slip
tet: Sin, imprimi resibu

source: Print slip (P)
tet: Imprime resibu (P)

source: Hold found:
tet: Hetan rezerva:

source: Main contact method: %s %s
tet: Métodu kontaktu prinsipál: %s %s

source: Primary phone
tet: Telefone prinsipál

source: Secondary phone
tet: Telefone sekundáriu

source: Other phone
tet: Telefone seluk

source: Primary email
tet: Email primáriu

source: Secondary email
tet: Email sekundáriu

source: Confirm hold and transfer (Y)
tet: Konfirma rezerva no transfere (Y)

source: Print slip, transfer, and confirm (P)
tet: Imprimi resibu, tranfere, no konfirma (P)

source: Recall found:
tet: Hetan bolu fila:

source: Recall placed by:
tet: Bolu fali hatuur husi:

source: Recall at
tet: Bolu fila iha

source: Confirm recall and transfer (Y)
tet: Konfirma bolu fila no transfere (Y)

source: Confirm recall (Y)
tet: Konfirma bolu fila (Y)

source: Ignore
tet: Ignora

source: Recall found (item is already waiting):
tet: Hetan bolu fila (item hein hela ona):

source: Show the last checkin message
tet: Hatudu mensajen checkin ikus

source: Checkin settings
tet: Konfigurasaun checkin

source: Fines for returned items are forgiven.
tet: Multa ba item ne'ebé tarde lalika multa.

source: ( Effective checkin date is %s )
tet: (Data fo fila ne'ebé efetivu maka %s)

source: Saved check-in date:
tet: Rai ona data fo-fila:

source: Specify return date %s:
tet: Espesifika data atu fo fila %s:

source: Forgive overdue charges
tet: Lalika multa

source: Checked-in items
tet: Items fo fila

source: Transfer to
tet: Transfere ba

source: Transfer reason
tet: Razaun ba transferénsia

source: Date acquired
tet: Data simu ona

source: Record-level itemtype
tet: Tipu item nivel-rejistu

source: Item was not checked in
tet: Item ne'e seidauk fo fila

source: %s (overdue)
tet: %s (tarde)

source: Checkouts:
tet: Emmpréstimu sira:

source: %s %s Not checked out %s
tet: %s %s La'os empresta ona %s

source: No date selected
tet: La hili data ida

source: Verified:
tet: Verifika ona:

source: Choose library:
tet: Hili biblioteka ida:

source: Choose desk:
tet: Hili:

source: Choose cash register:
tet: Hili kaixa osan:

source: -- None --
tet: -- La iha buat ida --

source: Transfers requested of your library as of %s
tet: Transferénsia sira ne'ebé husu ona husi ita nia biblioteka iha %s

source: Your library is the origin for the following transfer(s)
tet: Ita-boot nia biblioteka maka orijen ba transferénsia(sira) tuirmai

source: Sending to %s
tet: Haruka hela %s

source: Date of request
tet: Data pedidu nian

source: On loan
tet: Fo empresta ona

source: %s%s by %s%s %s (
tet: %s %s husi %s%s %s (

source: %sDue %s%sOn shelf%s
tet: %sAtu mai %s%sIha estante%s

source: Mark "In demand"
tet: Marka "Iha demanda"

source: No transfers to send
tet: La iha transferénsia sira atu haruka

source: Transfers made to your library as of %s
tet: Transferensia ne'ebé iha ona iha ita nia biblioteka iha %s

source: Your library is the destination for the following transfer(s)
tet: Ita nia biblioteka mak destinasaun ba tranferensia(s) tuirmai

source: Transfers are
tet: Transfere mak

source: after %s days.
tet: depois loron %s.

source: considered late
tet: hanoin tarde ona

source: Coming from %s
tet: Mai husi %s

source: Date of transfer
tet: Data transfere

source: On hold for
tet: Rezerva ona ba

source: Transfer is %s days late
tet: Tranferensia mak loron %s tarde

source: %s %sby %s%s %s (
tet: %s %shusi %s%s %s (

source: %sHold:%s
tet: %sRezervasaun:%s

source: Cancel transfer
tet: Kansela transferénsia

source: No transfers to receive
tet: La iha transferensia atu simu

source: items found for
tet: Hetan ona item sira ba

source: and item type: %s
tet: no tipu item: %s

source: and collection: %s
tet: no kolesaun: %s

source: and shelving location: %s
tet: no fatin iha estante: %s

source: Publication details
tet: Detalle sira publikasaun

source: Send to
tet: Haruka ba

source: Only item:
tet: Item de'it:

source: or any item from item group
tet: ka kualkér item husi grupu item

source: or any available
tet: ka ruma disponivel

source: Shelving location:
tet: Lokalizasaun iha armariu:

source: Holds awaiting pickup for your library on: %s
tet: Rezerva ne'ebé hein hela atu foti husi ita nia biblioteka iha : %s

source: View all libraries
tet: Haree biblioteka hotu

source: Some error occurred while rejecting the cancellation request. Please check the logs
tet: Sala ruma akontese kuandu rejeita pedidu kanselamentu nian. Favor verifika log sira

source: This item is on hold for pick-up at %s
tet: Item ida ne'e hein hela atu foti husi %s

source: . Please retain this item and check it in to process the hold.
tet: . Faz favor kaer item ne'e no fo fila hodi prosesu.

source: is on hold for
tet: rezervasaun iha ona ba

source: This item is on hold for pick-up at your library
tet: Item ne'e hein hela atu foti husi ita nia biblioteka

source: View detail of the enqueued job
tet: Haree detalle sira kona ba knaar ida ne'e

source: Holds waiting:
tet: Reserva ne'ebé hein hela kliente atu foti:

source: Holds waiting past their expiration date:
tet: Rezerva ne'ebé hein hela liu prazu:

source: Holds with cancellation requests:
tet: Rezerva ho pedidu kanselamentu:

source: No holds found.
tet: La hetan rezerva.

source: Cancel and transfer all
tet: Kansela no transfere hotu

source: Cancel all
tet: Kansela hotu

source: Only items that need not be transferred will be cancelled (TransferWhenCancelAllWaitingHolds syspref)
tet: Item sira de'it ne'ebé lalika transfere sei kansela (TransferWhenCancelAllWaitingHolds sypref)

source: Are you sure you want to cancel this hold?
tet: Ita hakarak kansela rezerva ne'e ka lae?

source: Cancel selected (%s)
tet: Kansela item ne'ebé marka ona (%s)

source: Club enrollments for %s
tet: Inskrisaun klube ba %s

source: The club you requested does not exist.
tet: Klube ne'e la iha.

source: Modify club %s
tet: Modifika klube %s

source: Create a new %s club
tet: Kria klube %s foun

source: Club template
tet: Template klube

source: was updated.
tet: atualiza ona.

source: was saved.
tet: rai ona.

source: Club
tet: Klube

source: Club templates
tet: Template klube nian

source: New club template
tet: Template klube foun

source: No club templates defined.
tet: La defini template klube nian.

source: Clubs
tet: Klube sira

source: New club
tet: Klube foun

source: No clubs defined.
tet: La defini grupu sira.

source: Are you sure you want to delete the club %s? This will cancel all patron enrollments in this club.
tet: Ita hakarak apaga klube ida ne'e ka lae %s? Asaun ne'e sei kansela inskrisaun hotu husi klube ne'e.

source: Are you sure you want to delete the club template %s? This will delete all clubs using this template and cancel patron enrollments
tet: Ita hakarak apaga template klube ida ne'e ka lae %s? Asaun ne'e sei apaga template ne'e ho inskrisaun hotu husi klube ne'e

source: Unable to delete club!
tet: Labele apaga klube ne'e!

source: Unable to delete template!
tet: Labele apaga template ne'e!

source: Clubs currently enrolled in
tet: Klube sira ne'ebé agora daudauk ita sai ona membru

source: Date enrolled
tet: Data inskisaun

source: Cancel enrollment
tet: Kansela inskisaun

source: Clubs not enrolled in
tet: Klube seidauk iha inskrisaun

source: Enroll
tet: Inskreve

source: Unable to cancel enrollment!
tet: La konsege atu kansela inskrisaun!

source: Enroll in
tet: Inskreve iha

source: Finish enrollment
tet: Remata inskrisaun

source: Modifying enrollment
tet: Modifika inskrisaun

source: Unable to create enrollment!
tet: La konsege atu kria inskrisaun!

source: Modify club template %s
tet: Modifka klube nia template %s

source: Allow public enrollment:
tet: Husik inskrisaun publiku:

source: Require valid email address:
tet: Presiza hatama email ida validu:

source: Club fields:
tet: Kampu klube:

source: Authorised value category:
tet: Kategoria valór ne'ebé autoriza ona:

source: Delete field:
tet: Apaga kampu:

source: Add new field
tet: Aumenta kampu ida foun

source: Enrollment fields
tet: Kampu inskrisaun

source: Enrollment field
tet: Kampu inskrisaun

source: New club field
tet: Kampu klube foun nian

source: Delete field
tet: Apaga kampu

source: New enrollment field
tet: Kampu inskrisaun foun

source: Add reserves
tet: Aumenta rezerva

source: Add reserves for
tet: Aumenta rezerva ba

source: No item found with barcode %s
tet: La hetan item ida ho kódigu barra %s

source: No bibliographic record found with biblionumber %s
tet: Konta rejistu bibliográfiku ho biblionumber %s la hetan

source: No item or bibliographic record found
tet: Item ka rejistu bibliográfiku la hetan

source: Add items: scan barcode
tet: Aumenta item sira: skan kódigu barra

source: Item barcode:
tet: Item kódigu barra:

source: Or use biblionumber of a bibliographic record
tet: Ka uza númerubiblio husi rejistu bibliográfiku ida
