Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Patron card creator
tet: Kria kartaun kliente

source: Batch patron deletion and anonymization
tet: Batch kliente nian apaga ho anonymization

source: Batch patron modification
tet: Modifikasaun batch kliente

source: Tags
tet: Tag sira

source: Upload patron images
tet: Upload imajen kliente nian

source: Rotating collections
tet: Kolesaun

source: Additional tools
tet: Alat adisionál

source: Calendar
tet: Kalendariu

source: CSV profiles
tet: Perfil CSV

source: Log viewer
tet: Haree log

source: HTML customizations
tet: Personalizasaun HTML

source: Task scheduler
tet: Orariu kna'ar

source: Quote editor
tet: Editór fraze nian

source: Tool plugins
tet: Plugins alat nian

source: Uploads
tet: Upload sira

source: Access files
tet: Asesu arkivu

source: OPAC problem reports
tet: Relatóriu problema OPAC nian

source: %s Add incoming record
tet: %s Aumenta rejistu ne'ebé mai ona

source: %s Ignore incoming record
tet: %s Ignorar rejistu ne'ebé mai ona

source: %s Replace existing record with incoming record
tet: %s Troka rejistu ne'ebé iha ona ho rejistu ne'ebé mai ona

source: %s Ignore incoming record (its items may still be processed)
tet: %s Ignora rejistu mai ona (items hirak ne'e karik sei tama)

source: Payment type:
tet: Tipu pagamentu:

source: Transaction type:
tet: Tipu de transasaun:

source: None selected
tet: La hili ona buat ida

source: Account credit
tet: Kréditu ba konta

source: Manual
tet: Manuál

source: Stock rotation advance
tet: Avansu rotasaun kolesaun

source: Automatic return to home
tet: Fila automátika ba uma

source: Automatic return to holding
tet: Fila automatikamente ba rezerva

source: Rotating collection
tet: Kolesaun rotasaun

source: Hold
tet: Rezerva

source: Hold lost
tet: Rezerva lakon

source: Hold cancelled
tet: Rezerva kansela ona

source: Please add amount in valid format: 0.00
tet: Favor aumenta montante iha formatu válidu: 0.00

source: Please enter a valid URL.
tet: Favór ida hatama URL ne'ebé válidu.

source: Please enter a valid date (ISO).
tet: Favór ida hatama data ne'ebé válidu. (ISO).

source: Please enter a valid date.
tet: Favór ida hatama data ne'ebé válidu.

source: Please enter a valid email address.
tet: Favór ida hatama enderesu email ida ne'ebé válidu.

source: Please enter a valid number.
tet: Favór ida hatama númeru ida ne'ebé válidu.

source: Please enter a valid phone number.
tet: Favór ida hatama númeru telefone ida ne'ebé válidu.

source: Please enter a value between {0} and {1} characters long.
tet: Favór ida hatama valór ida entre {0} no {1} karákter sira.

source: Please enter a value between {0} and {1}.
tet: Favór ida hatama valór ida entre {0} no {1}.

source: Please enter a value greater than or equal to {0}.
tet: Favór ida hatama valór ida boot liu ka hanesan {0}.

source: Please enter a value less than or equal to {0}.
tet: Favór ida hatama valór ida menus liu ka hanesan {0}.

source: Please enter at least {0} characters.
tet: Favór ida hatama pelumenus {0} karákter sira.

source: Please enter no more than {0} characters.
tet: Favór ida labele hatama liu duke {0} karákter sira.

source: Please enter only digits.
tet: Favór ida hatama dijitu sira deit.

source: Please enter the same value again.
tet: Favór ida hatama valór hanesan dala ida tan.

source: Please fix this field.
tet: Favór ida hadi'a kampu ida ne'e.

source: This field is required.
tet: Presiza kampu ida-ne'e.

source: Baskets
tet: Raga sira

source: Basket groups
tet: Grupu sira raga nian

source: Contracts
tet: Kontratu sira

source: Vendor issues
tet: Kópia vendedór nian

source: Uncertain prices
tet: Folin sira latebes

source: Add records
tet: Aumenta rejistu

source: Edit list
tet: Edita lista

source: Delete list
tet: Apaga lista

source: Download list
tet: Download lista

source: Send list
tet: Haruka lista

source: Print list
tet: Print lista

source: Waiting since
tet: Hein hela dezde

source: Date hold placed
tet: Data hatuur rezerva

source: Date cancellation requested
tet: Data kanselamentu ne'ebé husu ona

source: Expiration date
tet: Data prazu

source: Shelving location
tet: Fatin iha estante

source: Enumeration
tet: Enumerasaun

source: Barcode: %s
tet: Kódigu barra: %s

source: Cancel hold and return to: %s
tet: Kansela rezerva no fila ba: %s

source: No XSLT file passed.
tet: La iha arkivu XSLT ne'ebé maka pasa.

source: XSLT file not found.
tet: La hetan arkivu XSLT.

source: Error while loading stylesheet.
tet: Sala akontese durante karregamentu stylesheet.

source: Error while parsing stylesheet.
tet: Sala akontese durante analiza stylesheet.

source: Error while parsing input.
tet: Sala akontese durante analiza input.

source: Error while transforming input.
tet: Sala akontese durante transforma hela input.

source: No string to transform.
tet: La iha string atu transforma.

source: Search Z39.50/SRU servers
tet: Buka servidor Z39.50/SRU

source: Z39.50/SRU server search
tet: Buka servidor Z39.50/SRU

source: Server information
tet: Informasaun servidor

source: Perl modules
tet: Perl módulos

source: System information
tet: Informasaun sistema

source: Koha team
tet: Ekipa koha

source: Licenses
tet: Lisensa sira

source: Translations
tet: Tradusaun sira

source: Timeline
tet: Liña tempu

source: Dedications
tet: Dedikasaun sira

source: Koha Community
tet: Komunidade Koha

source: Koha version:
tet: Versaun koha:

source: OS version ('uname -a'):
tet: OS versaun ('uname -a'):

source: Perl version:
tet: Versaun perl:

source: MySQL version:
tet: MySQL nia versaun:

source: Apache version:
tet: Versaun apache:

source: Version:
tet: Versaun:

source: running
tet: halai hela

source: Indices:
tet: Índise sira:

source: count:
tet: konta:

source: not running
tet: la la'o

source: Servers:
tet: Servidor:

source: undefined
tet: la defini

source: unknown
tet: la hatene

source: Config read from:
tet: Konfig le'e husi:

source: ENV and koha-conf.xml
tet: ENV ho koha-conf.xml

source: Nowhere
tet: La iha fatin ida

source: Zebra version:
tet: Versaun zebra:

source: Zebra status:
tet: Estadu Zebra:

source: Error message from Zebra: %s
tet: Mesanjen kona ba sala husi Zebra: %s

source: Running
tet: Halao hela

source: Message broker:
tet: Mensajen broker:

source: Date and time:
tet: Data ho oras:

source: Time zone:
tet: Zona oras:

source: Used:
tet: Uza ona:

source: Config:
tet: Konfig:

source: Undefined
tet: La defini

source: Environment (TZ):
tet: Ambiente (TZ):

source: Module current
tet: Modulu agora daudaun

source: Module upgrade needed
tet: Tenke atualiza modulu

source: Required module missing
tet: Modulu nesesáriu falta

source: Optional module missing
tet: Modulu opsional falta

source: Not Installed %s
tet: Seidauk Instala %s

source: Database row format
tet: Formata liña database

source: Warning regarding current user
tet: Avisu kona ba utilizador daudaun

source: Data problems
tet: Problema dadus nian

source: Problems found
tet: Hetan problema

source: The following IDs exist in both tables %s and %s:
tet: IDs tuirmai iha ona iha tabela rua ne'e %s no %s:

source: Bibliographic records
tet: Rejistu bibliográfiku

source: Patron relationship problems
tet: Problema relasaun kliente

source: The log4perl config file cannot be opened.
tet: Labele loke arkivu konfig log4perl.

source: Contact your system administrator. %s %s
tet: Kontakta ita nia administrador sistema nian. %s %s

source: Warnings regarding the system configuration
tet: Alerta sira kona-ba konfigurasaun sistema nian

source: Preferences and parameters
tet: Preferénsia ho parâmetros

source: Warning
tet: Avisu

source: Administration &gt; Currencies and exchange rates
tet: Administrasaun &gt; Osan sira no troka osan

source: No active currency is defined. Please go to
tet: Seidauk defini osan ativu. Faz favor ba

source: and mark one currency as active.
tet: no marka osan ida nudar ativu.

source: The PO directory has not been found. See
tet: Diretóriu PO nian seidauk hetan. Haree

source: for more information.
tet: informasaun tan.

source: Deprecation warning
tet: Alerta kona-ba depresaun

source: XML configuration file
tet: XML arkivu konfigurasaun

source: Switching to dom indexing
tet: Muda ba indexasaun dom

source: Issuing rules
tet: Regra arkivamentu

source: Records are not indexed in Elasticsearch
tet: Rejistu sira la indeksa iha Elasticsearch

source: No warnings.
tet: La iha avisu sira.

source: Special thanks to the following organizations
tet: Agradisimentu espesial ba organizasaun tuirmai

source: , New Zealand, and Rosalie Blake, Head of Libraries, (Koha 1.0)
tet: Sala akontese. Verifika log sira

source: , Ohio, USA (MARC sponsorship, documentation, template maintenance)
tet: , Ohio, USA (MARC sponsorship, dokumentasaun, template mainteinasaun)

source: , France (Suggestions, Stats wizards and improved LDAP sponsorship)
tet: , Fransa (Suggestions, Stats wizards and improved LDAP sponsorship)

source: , France (bibliographic frameworks, MARC authorities, OPAC basket, Serials sponsorship)
tet: , Fransa (biblio kuadru, autoridade MARC, OPAC raga, Serials sponsorship)

source: Mines Paristech (previously Ecole Nationale Supérieure des Mines de Paris)
tet: Mines Paristech (previously Ecole Naonale Supérieure des Mines de Paris)

source: , France (Koha 3.0 enhancements to patrons and holds modules)
tet: , Fransa (Koha 3.0 enhancements to patrons and holds modules)

source: , Cyprus
tet: , Syprus

source: OPUS International Consultants, Wellington, New Zealand (Corporate Serials sponsorship)
tet: OPUS Internaonal Consultants, Wellington, Nova Zealandia (Corporate Serials sponsorship)

source: Birmingham (UK) based developer Mark James for the famfamfam Silk iconset.
tet: Birmingham (UK) based developer Mark James ba famfamfam Silk iconset.

source: , Auckland, New Zealand (OPAC 'star-ratings' sponsorship)
tet: , Auckland, Novo Zealandia (OPAC 'star-ratings' sponsorship)

source: Koha release teams
tet: Koha nia ekipa release

source: Koha %s%s (%s)%s release team
tet: Koha %s%s (%s)%s ekipa release

source: Current maintenance team
tet: Ekipa manutensaun atuál

source: Koha development team
tet: Koha nia ekipa dezenvolvimentu

source: Contributing companies and institutions
tet: Instituisaun ne'ebé fo kontribuisaun

source: Allen Ginsberg Library, USA
tet: Biblioteka Allen Ginsberg, USA

source: Alingsås Public Library, Sweden
tet: Biblioteka Alingsås Public, Sweden

source: BdP de la Meuse, France
tet: BdP de la Meuse, Fransa

source: BibLibre, France
tet: BibLibre, Fransa

source: Bibliotheksservice-Zentrum Baden-Württemberg (BSZ), Germany
tet: Bibliotheksservice-Zentrum Baden-Württemberg (BSZ), Allemande

source: ), France
tet: ), Fransa

source: Camden County, USA
tet: Biblioteka Duchesne County, USA

source: Carnegie Stout Library, USA
tet: Biblioteka Farmington Public, USA

source: Calyx, Australia
tet: Calyx, Austrália

source: Catalyst IT, New Zealand
tet: Catalyst IT, Nova Zealandia

source: Dataly Tech, Greece
tet: Dataly Tech, Grésia

source: Gothenburg University Library, Sweden
tet: Biblioteka Gothenburg University, Suésia

source: Halland County Library, Sweden
tet: Biblioteka Halland County, Suésia

source: Katipo Communications, New Zealand
tet: Katipo Communications, Novo Zelandia

source: KohaAloha, New Zealand
tet: KohaAloha, Nova Zealandia

source: Lund University Library, Sweden
tet: Biblioteka Lund University, Suésia

source: National Library of Finland, Finland
tet: Biblioteka Nasional de Finlándia, Finlándia

source: Orex Digital, Spain
tet: Orex Digital, España

source: PTFS Europe Ltd, United Kingdom
tet: PTFS Europe Ltd, Reinu Unidu

source: Rijksmuseum, Amsterdam, The Netherlands
tet: Rijksmuseum, Amsterdam, Iha Nederland

source: Rolling Hills Consolidated Libraries, USA
tet: Biblioteka Publiku Athens County, USA

source: software.coop, United Kingdom
tet: software.coop, Reinu Unidu

source: Stockholm University Library, Sweden
tet: Biblioteka Stockholm University, Suésia

source: Tamil, France
tet: Tamil, Fransa

source: Xercode, Spain
tet: Xercode, España

source: Additional thanks to...
tet: Mos fo obrigado ba...

source: Rachel Hamilton-Williams (Kaitiaki from 2004 to present)
tet: Rachel Hamilton-Williams (Kaitiaki husi 2004 to'o agora)

source: MIT License
tet: MIT Lisense

source: Bootstrap Icons
tet: Ikon sira Bootstrap nian

source: Creative Commons Attribution-ShareAlike 2.5 License
tet: Lisensa Creative Commons Attribution-ShareAlike 2.5

source: MIT Licence
tet: Lisensa MIT

source: License
tet: Lisensa

source: ISC Licence
tet: Lisensa ISC

source: FamFamFam icons
tet: Ikon sira Famfamfam

source: Creative Commons Attribution 2.5 License
tet: Lisensa Creative Commons Attribution 2.5

source: FamFamFam Silk icons
tet: Ikon sira FamFamFam Silk

source: GNU Lesser General Public License, version 2.1
tet: GNU Lesser General Public License, versaun 2.1

source: Highlight
tet: Foku

source: : MIT License
tet: ; MIT Lisense

source: Apache License, Version 2.0
tet: Apache License, Versaun 2.0

source: jQuery, jQuery Migrate, and jQuery UI
tet: jQuery, jQuery Migrate, no jQuery UI

source: BSD License
tet: Lisensa BSD

source: SIL Open Font License Version 1.1
tet: SIL Open Font License Versaun 1.1

source: Adapted from the
tet: Adapta husi

source: DSpace project
tet: Projetu DSpace

source: : BSD License
tet: : Lisensa BSD

source: BSD License or MIT License
tet: BSD License ka MIT License

source: Select2
tet: Hili2

source: Apache License, Version 2.0 or GNU General Public License v2.0
tet: Apache License, Versaun 2.0 or GNU General Public License v2.0

source: Select2 library v4.0.13
tet: Hili2 biblioteka v4.0.13

source: Sortable
tet: Klassifisável

source: TinyMCE WYSIWYG Editor
tet: Editor TinyMCE WYSIWYG

source: TinyMCE WYSIWYG editor v5.9.2
tet: TinyMCE WYSIWYG editor v5.0.16

source: Virtual Keyboard
tet: Tekladu Virtuál

source: Translation
tet: Tradusaun

source: euskara (Basque) Fernando Berrizbeitia, the librarians of Eima Katalogoa, Tabakalera International Contemporary Culture Centre, and Nere Erkiaga
tet: euskara (Basque) Fernando Berrizbeitia, the librarians of Eima Katalogoa, Tabakalera Internaonal Contemporary Culture Centre, and Nere Erkiaga

source: &#x010D;e&#353;tina (Czech)
tet: &#x010D;e&#353;tina (Xeku)

source: Nederlands-Nederland (Dutch-The Netherlands) Ronald Wijlens, Saxion University
tet: Nederlands-Nederland (Dutch-The Netherlands) Ronald Wijlens, Saxion Universidade

source: , Pascale Nalon (ENSMP), and many more
tet: , Pascale Nalon (ENSMP), ho ema seluk tan

source: Fran&ccedil;ais (French)
tet: Fran&ccedil;ais (Fransa)

source: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Greek, Modern [1453- ]) Koha Hellenic Users' Group (Georgia Katsarou, Dimitris Antonakis, Eugenios Papadopoulos), Theodoros Theodoropoulos, Panoraia Gaitanou and Kiriaki Roditi
tet: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Greek, Modernu [1453- ]) Koha Hellenic Users' Group (Georgia Katsarou, Dimitris Antonakis, Eugenios Papadopoulos), Theodoros Theodoropoulos, Panoraia Gaitanou and Kiriaki Roditi

source: Norsk Bokmål (Norwegian) Axel Bojer and Thomas Gramstad
tet: Norsk Bokmål (Norwegian) Axel Bojer eThomas Gramstad

source: (Indonesian)
tet: (Indonezia nian)

source: &#54620;&#44397;&#50612; (Korean)
tet: &#54620;&#44397;&#50612; (Koreanu)

source: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (Malayalam)
tet: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (Malayu)

source: Espa&ntilde;ol (Spanish) Bernardo González Kriegel, Héctor Castro and Tomás Cohen Arazi, with the help of the koha-es community.
tet: Espa&ntilde;ol (Espania) Bernardo González Kriegel, Héctor Castro and Tomás Cohen Arazi ho ajuda husi koha-es komunidade.

source: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Thai)
tet: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Tailandes)

source: Koha history timeline
tet: Istoria koha nia kronolojia

source: You must define a budget in Administration
tet: Ita tenke defini orsamentu ida iha Administrasaun

source: Your administrator must define a budget in Administration
tet: Ita nia administrador tenke defini orsamentu ida iha Administrasaun

source: Pending suggestions
tet: Sujestaun pendente

source: Manage suggestions:
tet: Jere sujestaun sira:

source: All libraries: %s
tet: Biblioteka hotu: %s

source: All available funds
tet: Fundus hotu disponivel

source: Expand all
tet: Habelar hotu

source: Hide inactive budgets
tet: Subar orsamentu inativu

source: Show inactive budgets
tet: Hatudu orsamentu la ativu

source: Filter by library
tet: Filtra tuir biblioteka

source: Active
tet: Ativu

source: Budget period description
tet: Deskrisaun ba periodu orsamentu nian

source: Fund code
tet: Kodigu fundu

source: Fund name
tet: Naran fundu

source: Owner
tet: Na'in

source: Amount
tet: Hira

source: Spent
tet: Gastu ona

source: Total available
tet: Total disponivel

source: Budget %s [id=%s]%s (inactive)%s
tet: Orsamentu %s [id=%s]%s (la ativu)%s

source: Ordered from this fund
tet: Hameno ona husi fundu ne'e

source: Ordered from this fund and children
tet: Hameno ona husi fundu ida-ne'e no labarik sira

source: Spent from this fund and children
tet: Gasta husi fundu ne’e no labarik sira

source: Do you want to confirm this order?
tet: Ita hakarak konfirma orden ida ne'e ka lae?

source: Yes, I confirm
tet: Sin, hau konfirma

source: No, I don't confirm
tet: Lae, hau la konfirma

source: Basket %s
tet: Raga %s

source: Add orders from MARC file
tet: Aumenta orden sira husi arkivamentu MARC

source: No records have been imported because they all match existing records in your catalog.
tet: La importa rejistu ida tanba rejistu hanesan iha ona iha katálogu.

source: No records imported
tet: La importa rejistu ida

source: Add orders from %s (%s staged on %s)
tet: Aumenta orden ekomenda husi %s (%s prepara iha %s)

source: Select to import
tet: Hili ida hodi importa

source: Item information
tet: Informasaun item

source: Default accounting details
tet: Detalle kontabilidade default

source: Matching:
tet: Han malu:

source: Title and author
tet: Títulu no autór

source: Do not look for matching records
tet: Lalika buka rejistu hanesan malu

source: &nbsp;Show inactive funds:
tet: &nbsp;Hatudu fundu la ativu:

source: New order
tet: Orden foun

source: Match:
tet: Han-malu:

source: No match
tet: La iha ida hanesan

source: Match applied
tet: Aplika ona regra han-malu

source: Match found
tet: Han-malu hetan ona

source: Matches biblio %s
tet: Hanesan biblio %s

source: Quantity:
tet: Kuantidade:

source: Price:
tet: Folin:

source: Replacement price:
tet: Folin substituisaun:

source: Discount:
tet: Deskontu:

source: If empty, discount rate from vendor will be used
tet: Se mamuk hela, diskonta husi vendorer sei uza

source: %s (inactive)
tet: %s (inativu)

source: Statistic 1:
tet: Estatistika 1:

source: Statistic 2:
tet: Estatistika 2:

source: Item record %s
tet: Rejistu Item %s

source: nonpublic_note
tet: nota_lapubliku

source: public_note
tet: nota_públiku

source: notforloan
tet: labelefoempresta

source: budget_code
tet: orsamentu_kodigu

source: price
tet: folin

source: replacement price
tet: folin substituisaun

source: callnumber
tet: kota

source: barcode
tet: kódigu barra

source: MARC preview
tet: Haree MARC

source: Import all the checked items in the basket with the following parameters:
tet: Importa item hotu ne'ebé marka ona husi raga ho parâmetros tuirmai ne'e:

source: Import all the checked items in the basket with the following accounting details (used only if no information is filled for the item):
tet: Importa item hotu ne'ebé marka ona husi raga ho detalle kontabilidade tuirmai (uza de'it se la iha informasaun ne'ebé maka prenxe ba item):

source: Accounting details
tet: Detalle kontabilidade

source: Currency:
tet: Osan:

source: &nbsp;Show inactive:
tet: &nbsp;Hatudu la ativu:

source: Choose the file to add to the basket
tet: Hili arkivu ida atu aumenta ba raga

source: File name
tet: Arkivu nia naran

source: Staged
tet: Prepara ona

source: # Bibliographic records
tet: # Rejistu bibliográfiku

source: Cleaned
tet: Hamoos ona

source: Imported
tet: Importa ona

source: Importing
tet: Importa hela

source: Reverted
tet: Hakiduk

source: Add orders
tet: Aumenta orden ekomenda

source: Export as CSV
tet: Esporta ba arkivu CSV

source: Deleted
tet: Apaga ona

source: Basket %s (%s) for %s
tet: Raga %s (%s) ba %s

source: Basket %s for %s
tet: Raga %s ba %s

source: You are not authorised to manage this basket.
tet: Ita la iha autorizasaun hodi jere raga ne'e.

source: Add to basket
tet: Aumenta ba raga

source: Edit basket
tet: Edita raga

source: Delete basket
tet: Apaga raga

source: Close basket
tet: Taka raga

source: You must define an EAN in Administration -> Library EANs
tet: Ita tenke defini EAN ida iha Administrasaun -> Biblioteka nia EANs

source: Create EDIFACT order
tet: Kria orden EDIFACT

source: E-mail order
tet: E-mail orden

source: Confirm deletion
tet: Konfirma apaga

source: Are you sure you want to delete this basket?
tet: Ita hakarak apaga raga ne'e ka lae?

source: Warning:
tet: Avisu:

source: Delete basket and orders
tet: Apaga raga no orden sira

source: Delete basket, orders, and records
tet: Apaga raga, orden sira no rejistu

source: Reopen basket
tet: Loke fali raga

source: Vendor not found
tet: Vendedór la hetan

source: Basket deleted
tet: Raga apaga ona

source: The following records could not be deleted:
tet: Rejistu tuirmai labele apaga:

source: by %s:
tet: husi %s:

source: %s item(s) attached.
tet: %s item(s) iha aneksu ona.

source: %s subscription(s) attached.
tet: %s subskrisaun(s) aneksa ona.

source: %s order(s) attached.
tet: %s orden(s) aneksa ona.

source: Unknown error.
tet: La hatene sala.

source: Go back to vendor page
tet: Fila ba pájina vendedór nian

source: Show all active baskets
tet: Hatudu raga ativu hotu

source: Show baskets for vendor %s
tet: Hatudu raga ba vendedór %s

source: No basket given.
tet: La fo raga.

source: ERROR! - %s
tet: SALA!- %s

source: %sNew %sBasket %s (%s) for
tet: %sFoun %sRaga %s (%s) ba

source: General information
tet: Informasaun jerál

source: Internal note:
tet: Nota interna:

source: Vendor note:
tet: Nota vendedór:

source: Contract name:
tet: Naran kontratu:

source: Delivery place:
tet: Fatin hodi entrega:

source: Billing place:
tet: Fatin faturamentu:

source: Opened on:
tet: Loke ona iha:

source: Closed on:
tet: Taka ona iha:

source: Sent
tet: Haruka ona

source: Processed
tet: Prosesa ona

source: EDI status:
tet: Estadu EDI:

source: Not ordered
tet: La hameno

source: Estimated delivery date:
tet: Data entrega:

source: %sYes%sNo%s
tet: %sSin%sLae%s

source: Create items when:
tet: Kria item kuandu:

source: Receiving items
tet: Item sira ne'ebé simu hela

source: Cataloguing items
tet: Katálogusaun ba item

source: Placing orders
tet: Hatuur hela orden

source: Settings
tet: Konfigurasaun

source: Delete user
tet: Apaga utilizador

source: Add user
tet: Aumenta utilizador

source: Save changes
tet: Rai mudansa sira

source: Managing library:
tet: Biblioteka ne'ebé jere:

source: %s No library
tet: %s Biblioteka la iha

source: Change library
tet: Muda biblioteka

source: (no library)
tet: (la iha biblioteka)

source: (closed)
tet: (taka hela)

source: basketgroup
tet: grupu raga

source: No group
tet: Grupu la iha

source: %s No group
tet: %s Grupu la iha

source: Change basket group
tet: Troka grupu raga

source: Set basket group
tet: Hatuur grupu raga

source: Add new group
tet: Aumenta grupu foun

source: Basket group delivery placename:
tet: Grupu raga nia fatin entrega:

source: Basket group billing place:
tet: Grupu raga nia fatin factura:

source: Duplicate warning
tet: Fo atensaun ba duplikadu

source: Display them
tet: Hatudu sira
