Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Yes, delete contract
tet: Sin, apaga kontrato

source: Contract(s) of %s
tet: Kontratu(s) husi %s

source: There are no contracts with this vendor. %s
tet: La iha kontratu ho vendedór ida ne'e. %s

source: Add a contract
tet: Aumenta kontratu ida

source: Each cell contain both actual and estimated values.
tet: Sélula ida-idak kontein valór atuál no estimativa.

source: Cells contain estimated values only.
tet: Sélula sira kontein valór estimado de'it.

source: Fund total
tet: Total fundu

source: Fund remaining
tet: Fundu restu

source: Budget locked
tet: Orsamentu xave hela

source: Auto-fill row
tet: Auto-prienxe kadadak

source: not owned
tet: la'ós na'in

source: That budget does not exist! Please select a budget to continue.
tet: Orsamentu ne'e la iha! Hili orsamentu ida hodi kontinua.

source: No funds to display for this search criteria
tet: Laiha fundu atu hatudu ba kritériu peskiza ida-ne'e

source: Select planning type:
tet: Hili tipu planamentu:

source: Show my funds only
tet: Hatudu hau nia fundus de'it

source: Show active funds only
tet: Hatudu fundus ne'ebé ativu de'it

source: Show actual/estimated values
tet: Hatudu valór atual/estimado

source: Output to a file named:
tet: Output ba arkivu hanaran:

source: Into an application
tet: Ba aplikasaun

source: New alert
tet: Avizu foun

source: Edit alert
tet: Edita avizu

source: Audio alert details
tet: Detallu sira alerta áudiu nian

source: Selector:
tet: Seletor:

source: selector
tet: seletor

source: Sound:
tet: Lian:

source: sound
tet: lian

source: Play sound
tet: Toka lian

source: Select a built-in sound:
tet: Hili son built-in ida:

source: -- Choose one --
tet: -- Hili ida --

source: Audio alerts are disabled
tet: Alerta audio sira dezativadu

source: Please enable system preference
tet: Favor ida, ativa preferénsia sistema nian

source: to activate sounds.
tet: atu ativa lian sira.

source: The system preference
tet: Preferénsia sistema nian

source: Precedence
tet: Precedência

source: Change order
tet: Troka orden

source: Selector
tet: Seletor

source: Sound
tet: Lian

source: Move alert up
tet: Hasae asaun

source: Move alert to top
tet: Muda avizu ba leten liu

source: Move alert to bottom
tet: Muda avizu ba kraik liu

source: Move alert down
tet: Tuun avisu

source: Delete selected alerts
tet: Apaga avizu ne'ebé hili ona

source: Default framework
tet: Kuadru default

source: Edit subfields constraints
tet: Edita limitasaun ba subkampu

source: %s %sEdit MARC subfields constraints for field %s authority %s%s %s%s%s
tet: %s %sEdita MARC subkampu limitasaun ba kampu %s authoridade %s%s %s%s%s

source: Subfield code:
tet: Kodigu subkampu:

source: Mandatory:
tet: Obrigatóriu:

source: Description in staff interface:
tet: Deskrisaun iha interfase staf nian:

source: Description in OPAC:
tet: Deskrisaun iha OPAC:

source: Managed in tab:
tet: Jere iha tab:

source: ignore
tet: ignora

source: Ignore means that the subfield does not display in the record editor and that its value, if any, is deleted from the record
tet: Ignora signifika katak sub-kampu la hatudu iha editór rejistu no katak ninia valór, karik iha, sei apaga husi rejistu

source: Display
tet: Hatudu

source: Select to display or not:
tet: Hili atu fo haree ka lae:

source: Show all
tet: Hatudu hotu

source: Hide all
tet: Subar hotu

source: Advanced constraints:
tet: Limitasaun avansadu:

source: Is a URL:
tet: Hanesan URL:

source: If checked, it means that the subfield is a URL and can be clicked.
tet: Se marka ona, dehan katak subkampu ne'e nudar URL no bele klik.

source: Default value:
tet: Valór default:

source: Help input
tet: Ajuda input

source: Koha field:
tet: Kampu koha:

source: Thesaurus:
tet: Léxico:

source: Confirm deletion of subfield
tet: Konfirma apaga ba subkampu

source: Subfield:
tet: Subkampu:

source: Yes, delete this subfield
tet: Sin, apaga subkampu ne'e

source: Authority MARC subfield structure admin for %s (authority: %s)
tet: Estrutura subkampu authoridade MARC admin ba %s (authoridade: %s)

source: Subfield
tet: Subkampu

source: Constraints
tet: Limitasaun sira

source: subfield ignored
tet: subkampu ignoradas

source: Not repeatable
tet: La'os repetival

source: Mandatory
tet: Obrigatóriu

source: Not mandatory
tet: La obrigatóriu

source: is a URL
tet: maka URL ida

source: Auth value:
tet: Valór auth:

source: Authority:
tet: Autoridade:

source: Edit subfields
tet: Edita subkampu

source: New tag
tet: Etiketa foun

source: Edit authority type
tet: Edita tipu autoridade

source: Tag:
tet: Etiketa:

source: Authorized value:
tet: Valór autoriza ona:

source: If you select a value here, the indicators will be limited to the authorized value list
tet: Se hili valór ida iha-ne'e, indikator mak limita ba lista valór autoriza ona

source: Create authority framework for %s using
tet: Kria kuadru autoridade ba %s uza hela

source: Search for tag:
tet: Buka etiketa:

source: In framework:
tet: Iha kuadru:

source: Tag description
tet: Deskrisaun tag nian

source: Authorized
tet: Autoriza ona

source: value
tet: valór

source: Subfields
tet: Subkampu sira

source: Authorized values for category %s
tet: Valór autoriza ona ba kategoria %s

source: Modify authorized value
tet: Modifika valór autorizadu

source: New authorized value
tet: Valór autorizadu foun

source: New category
tet: Kategoria foun

source: Edit category
tet: Edita kategoria

source: NOTE:
tet: NOTA:

source: Restrict value to numbers only
tet: Husik valór ba númeru sira deit

source: Description (OPAC):
tet: Deskrisaun (OPAC):

source: Library limitations:
tet: Biblioteka nia limitasaun:

source: New authorized value for %s
tet: Valór autoridade foun ba %s

source: An error occurred when updating this authorized value. Perhaps the value already exists.
tet: Sala ida akontese bainhira atualiza valór autorizadu ida-ne'e. Karik valór ne'e iha ona.

source: An error occurred when inserting this authorized value. Perhaps the value or the category already exists.
tet: Sala akontese bainhira hatama valór autorizadu ida-ne'e. Karik valór ka kategoria ne'e iha ona.

source: An error occurred when updating this authorized value category.
tet: Sala hamosu kuandu atualiza kategoria valór ne'ebé autorizadu.

source: An error occurred when inserting this authorized value category. Perhaps the category name already exists.
tet: Sala akontese bainhira hatama kategoria valór autorizadu ida-ne'e. Karik naran kategoria ne'e iha ona.

source: An error occurred when deleting this authorized value. Check the logs for details.
tet: Sala akontese kuandu apaga hela valór autorizadu ida-ne'e. Verifika log sira ba detalle sira.

source: An error occurred when deleting this authorized value category. Check the logs for details.
tet: Sala akontese kuandu apaga kategoria valór autorizadu ida-ne'e. Verifika log sira ba detalle sira.

source: Authorized value updated successfully.
tet: Valór autorizadu konsege atualiza.

source: Authorized value added successfully.
tet: Valór autorizadu konsege aumenta ona.

source: Authorized value category added successfully.
tet: Kategoria valór autorizadu aumenta ona.

source: Authorized value deleted successfully.
tet: Valór autorizadu apaga ona.

source: Authorized value category deleted successfully.
tet: Kategoria valór autorizadu nian apaga ona.

source: This authorized value category already exists.
tet: Kategoria valór autorizadu iha ona.

source: Show category:
tet: Hatudu kategoria:

source: Authorized value
tet: Valór autoriza ona

source: Description (OPAC)
tet: Deskrisaun (OPAC)

source: Icon
tet: Ikone

source: Library limitations
tet: Biblioteka nia limitasaun

source: %s library limitations
tet: %s biblioteka nia limitasaun sira

source: %s library limitation
tet: %s biblioteka nia limitasaun

source: No limitation
tet: Limitasaun la iha

source: There are no authorized values defined for %s
tet: La iha valór autoriza ne'ebé defini ona ba %s

source: Add a new authorized value
tet: Aumenta valór autorizadu ida foun

source: Delete category '%s'
tet: Apaga kategoria '%s'

source: Are you sure you want to delete this authorized value category?
tet: Ita hakarak apaga valór autoriza ona ne'e ka lae?

source: Are you sure you want to delete this authorized value?
tet: Ita hakarak apaga valór autoriza ne'e ka lae?

source: Authorised value should be numeric.
tet: Valór ne'ebé autorizadu tenke sai numériku.

source: Used for acquisitions statistical purposes
tet: Uza ba estatistika akuisisaun

source: Values that can be entered to fill in the patron’s sort 1 field, that can be used for statistical purposes
tet: Valór ida autoriza ona ne'ebé bele hatama iha kampu klienta sort 1, atu halo estatistika kona ba kliente

source: Values that can be entered to fill in the patron’s sort 2 field, that can be used for statistical purposes
tet: Valór ida autoriza ona ne'ebé bele hatama iha kampu klienta sort 2, atu halo estatistika kona ba kliente

source: Physical form designators
tet: Designadores forma fiziku

source: Reasons why a title is not for loan
tet: Estado sira atu deskreve tanba mak item labele empresta

source: MARC code list for relators
tet: Lista kódigu MARC ba relatór sira

source: Restricted status of an item
tet: Item nia estadu restritu

source: Shelving control number
tet: Número de kontrolo iha armariu

source: Values that can be entered to fill in the 'Vendor type' field in the acquisitions module, that can be used for statistical purposes
tet: Valór sira ne'ebé bele hatama hodi prenxe kampu 'Tipu vendedór' iha módulu akizisaun sira, ne'ebé bele uza ba objetivu estatístiku sira

source: Values that can be entered to fill in the 'Vendor interface type' field in the acquisitions module
tet: Valór sira ne'ebé bele hatama hodi prenxe iha kampu 'Tipu interfase vendedór' iha módulu akizisaun sira

source: New authority type
tet: Tipu autoridade foun

source: An error occurred when updating this authority type. Perhaps it already exists.
tet: Sala akontese bainhira atualiza tipu autoridade ida-ne'e. Karik ida-ne'e iha ona.

source: An error occurred when adding this authority type. The authority type code might already exist.
tet: Sala akontese bainhira aumenta tipu autoridade ida-ne'e. Kódigu tipu autoridade nian bele iha ona.

source: An error occurred when deleting this authority type. Check the logs for details.
tet: Sala akontese kuandu apaga tipu autoridade ne'e. Verifika rejistu sira ba detalle sira.

source: Authority type updated successfully.
tet: Tipu autoridade konsege atualiza.

source: Authority type added successfully.
tet: Tipu autoridade aumenta ona.

source: Authority type deleted successfully.
tet: Tipu autoridade konsege apaga.

source: Enter authority type details
tet: Hatama detalle sira tipu autoridade nian

source: Authority type
tet: Tipu autoridade

source: 10 characters maximum
tet: 10 karáter sira maximu

source: Summary:
tet: Rezumu:

source: Authority field to copy:
tet: Kampu autoridade atu kópia:

source: This authority type cannot be deleted
tet: Tipu autoridade ne'e labele apaga

source: Return to authority types
tet: Fila ba tipu autoridade sira

source: Confirm deletion of authority structure definition for
tet: Konfirma apaga ba definisaun estrutura autoridade ba

source: Auth field copied
tet: Kampu auth kópia ona

source: MARC structure
tet: Estrutura MARC

source: Export authority type (fields, subfields) to a spreadsheet file (.csv, .ods)
tet: Esporta tipu autoridade (kampu, subkampu) ba arkivu spreadsheet (.csv, .ods)

source: Import authority type (fields, subfields) from a spreadsheet file (.csv, .ods)
tet: Importa tipu autoridade (kampu, subkampu) husi arkivu spreadsheet (.csv, .ods)

source: Export %s authority type
tet: Esporta %s tipu autoridade

source: Export to CSV spreadsheet
tet: Esporta ba spreadsheet CSV

source: Export to OpenDocument spreadsheet format
tet: Esporta ba formatu OpenDocument Spreadsheet

source: Import %s authority type (fields and subfields) from a spreadsheet file (.csv, .ods)
tet: Importa %s tipu autoridade (kampu ho subkampu) husi arkivu spreadsheet (.csv, .ods)

source: Upload file:
tet: Atualiza arkivu:

source: Details of job #%s
tet: Detalle ba knaar #%s

source: Job ID:
tet: Knaar ID:

source: Status:
tet: Estado:

source: Progress:
tet: Progresu:

source: Started:
tet: Hahu ona:

source: Ended:
tet: Hotu ona:

source: Report
tet: Relatóriu

source: Return to the job list
tet: Fila ba lista knaar

source: Current jobs only
tet: Knaar atuál de'it

source: Job ID
tet: ID knaar

source: Progress
tet: Progresu

source: Ended
tet: Hotu ona

source: Batch bibliographic record modification
tet: Modifikasaun rejistu bibliográfiku iha lote

source: Batch item record deletion
tet: Apaga rejistu item iha lote

source: Batch item record modification
tet: Modifikasaun rejistu item iha lote

source: Holds queue update
tet: Atualizasaun ba lista rezerva

source: Import MARC records
tet: Importa rejistu sira MARC nian

source: Import titles from a KBART file
tet: Importa títulu sira husi arkivu KBART ida

source: Revert import MARC records
tet: Reverte importasaun rejistu MARC nian

source: Staged MARC records for import
tet: Prepara ona registu sira MARC atu importa

source: Unknown job type '%s'
tet: La hatene tipu knaar '%s'

source: Update Elasticsearch index
tet: Atualiza índise Elasticsearch

source: MARC bibliographic frameworks
tet: Kuadru bibliográfiku MARC

source: New framework
tet: Kuadru foun

source: An error occurred when updating this framework. Perhaps it already exists.
tet: Sala akontese durante atualiza kuadru ida-ne'e. Karik ida-ne'e iha ona.

source: An error occurred when adding this framework. The framework might already exist.
tet: Sala akontese bainhira aumenta kuadru ida-ne'e. Kuadru ne'e karik iha ona.

source: An error occurred when deleting this framework. Check the logs for details.
tet: Sala akontese kuandu apaga kuadru ne'e. Verifika rejistu sira ba detalle sira.

source: Framework updated successfully.
tet: Kuadru konsege atualiza.

source: Framework added successfully.
tet: Kuadru aumenta ona.

source: Framework deleted successfully.
tet: Kuadru apaga ona.

source: This framework code already exists.
tet: Kódigu kuadru ida-ne'e iha ona.

source: Framework code:
tet: Kodigu kuadru:

source: This framework cannot be deleted
tet: Kuadru ne'e labele apaga

source: The framework is used %s times.
tet: Kuadru ne'e uza dala %s ona.

source: Return to frameworks
tet: Fila ba kuadru default

source: Yes, delete this framework
tet: Sin, apaga kuadru ne'e

source: Export framework structure (fields, subfields) to a spreadsheet file (.csv or .ods)
tet: Esporta estrutura kuadru (kampu, subkampu) ba arkivu spreadsheet (.csv, .xml, .ods)

source: Import framework structure (fields, subfields) from a spreadsheet file (.csv or .ods)
tet: Importa estrutura kuadru (kampu, subkampu) husi arkivu spreadsheet (.csv, .xml, .ods)

source: Export default framework
tet: Esporta kuadru default nian

source: Import default framework structure (fields and subfields) from a spreadsheet file (.csv or .ods)
tet: Importa estrutura kuadru default (kampu, subkampu) husi arkivu spreadsheet (.csv, .xml, .ods)

source: Export %s framework
tet: Esporta %s kuadru

source: Import %s framework structure (fields and subfields) from a spreadsheet file (.csv or .ods)
tet: Importa %s estrutura kuadru (kampu ho subkampu) husi arkivu spreadsheet (.csv, .xml, .ods)

source: Select a library :
tet: Hili biblioteka ida :

source: Check the boxes for the libraries you allow your items to be transferred to.
tet: Marka kaixa hodi husik biblioteka simu transferensia ba.

source: For all collection codes:
tet: Ba kodigu kolesaun hotu:

source: For all item types:
tet: Ba tipu item hotu:

source: Switch to advanced editor
tet: Muda ba editor advansadu

source: Policy for %s: %s
tet: Politka ba %s: %s

source: Allow transfer?
tet: Husik transfere?

source: New library
tet: Biblioteka foun

source: An error occurred when updating this library. Perhaps it already exists.
tet: Sala akontese bainhira atualiza biblioteka ida-ne'e. Karik ida-ne'e iha ona.

source: An error occurred when adding this library. The branchcode might already exist.
tet: Sala akontese bainhira aumenta biblioteka ida-ne'e. Kódigu branchcode nian karik iha ona.

source: An error occurred when deleting this library. Check the logs for details.
tet: Sala akontese kuandu apaga biblioteka ne'e. Verifika rejistu sira ba detalle sira.

source: Library updated successfully.
tet: Biblioteka konsege atualiza.

source: Library added successfully.
tet: Biblioteka kosege aumenta ona.

source: Library deleted successfully.
tet: Biblioteka ida apaga ona.

source: (%s patrons and %s items).
tet: (%s kliente sira no %s item sira).

source: (%s patrons).
tet: (%s kliente sira).

source: (%s items).
tet: (%s item sira).

source: Edit library
tet: Edita biblioteka

source: %s %s %s New library %s
tet: %s %s %s Biblioteka foun %s

source: Library code:
tet: Kodigu biblioteka:

source: Group(s):
tet: Grupu(s):

source: Address line 1:
tet: Hela fatin lina 1:

source: Address line 2:
tet: Hela fatin lina 2:

source: Address line 3:
tet: Hela fatin lina 3:

source: City:
tet: Sidade:

source: State:
tet: Distritu:

source: ZIP/Postal code:
tet: Kodigu ZIP/Korreiu:

source: Country:
tet: Rai:

source: %s Default: %s system preference %s Default: ILLDefaultStaffEmail system preference %s
tet: %s Default: %s preferénsia sistema %s Default: ILLDefaultStaffEmail preferénsia sistema %s

source: %s Default: %s system preference %s Default: ReplyToDefault system preference %s
tet: %s Default: %s preferénsia sistema %s Default: ReplyToDefault preferénsia sistema %s

source: %s Default: %s system preference %s Default: ReturnpathDefault system preference %s
tet: %s Default: %s preferénsia sistema %s Default: ReturnpathDefault preferénsia sistema %s

source: SMTP server:
tet: Servidor SMTP:

source: OPAC information:
tet: Informasaun OPAC:

source: Edit HTML content
tet: Edita konteúdu HTML

source: Add HTML content
tet: Aumenta konteúdu HTML

source: Enter as a single IP address, or a subnet such as 192.168.1.*
tet: Hatama hanesan IP ida deit, ka subnet hanesan ne'e 192.168.1.*

source: MARC organization code:
tet: Kódigu organizasaun MARC

source: %s Default: %s system preference. %s Default: MARCOrgCode system preference. %s Obtain a library code from the
tet: %s Default: %s system preference. %s Default: MARCOrgCode system preference. %s Hetan kódigu biblioteka ida husi

source: Pickup location:
tet: Foti husi:

source: Public:
tet: Públiku:

source: Library hours:
tet: Oras biblioteka:

source: Day
tet: Loron

source: Open time
tet: Oras loke

source: Close time
tet: Oras taka

source: Sunday
tet: Domingu

source: Monday
tet: Segunda

source: Tuesday
tet: Tersa

source: Wednesday
tet: Kuarta

source: Thursday
tet: Kinta

source: Friday
tet: Sesta

source: Saturday
tet: Sabadu

source: Are you sure you want to delete %s (%s)?
tet: Ita hakarak apaga ne'e ka lae %s (%s)?

source: MARC organization code
tet: Kodigu organizasaun MARC

source: Public
tet: Públiku

source: SMTP server
tet: Servidor SMTP

source: Library hours
tet: Oras loke biblioteka nian

source: Start defining libraries
tet: Hahu defini biblioteka sira

source: MARC organization code:
tet: Kódigu organizasaun MARC:

source: Library hours not set
tet: Oras biblioteka nian seidauk hatuur

source: OPAC information
tet: Informasaun OPAC

source: This library does not exist.
tet: Biblioteka ida ne'e la iha.

source: There are no libraries defined.
tet: La iha biblioteka ida ne'ebé defini ona.

source: New cash register
tet: Kaixa osan foun

source: Cash register added successfully.
tet: Kaixa osan aumenta ona.

source: An error occurred when adding this cash register.
tet: Sala akontese kuandu aumenta kaixa osan ne'e.

source: Cash register updated successfully.
tet: Kaixa osan konsege atualiza.

source: An error occurred when updating this cash register. Check the logs for details.
tet: Sala akontese kuandu atualiza kaixa osan ida-ne'e. Verifika rejistu sira ba detalle sira.

source: Library default updated successfully.
tet: Biblioteka default konsege atualiza.

source: Cash register ID:
tet: ID kaixa osan:

source: Filter by library:
tet: Filtra tuir biblioteka:

source: Library default
tet: Biblioteka default

source: Make default
tet: Halo default

source: Archive
tet: Arkivu

source: Restore
tet: Restaura

source: Start adding cash registers
tet: Hahu aumenta kaixa osan

source: There are no cash registers defined.
tet: La iha kaixa osan ida ne'ebé defini ona.

source: Category deleted
tet: Kategoria apaga ona

source: An error occurred when updating this patron category. Perhaps it already exists.
tet: Sala akontese bainhira atualiza kategoria kliente ida-ne'e. Karik ida-ne'e iha ona.

source: An error occurred when inserting this patron category. The patron category might already exist.
tet: Sala akontese bainhira hatama kategoria kliente ida-ne'e. Kategoria kliente nian karik iha ona.

source: An error occurred when deleting this patron category. Check the logs for details.
tet: Sala akontese kuandu apaga kategoria kliente ne'e. Verifika log sira ba detalle tan.

source: Patron category updated successfully.
tet: Kategoria kliente konsege atualiza.

source: Patron category inserted successfully.
tet: Kategoria kliente hatama ona.

source: Patron category deleted successfully.
tet: Konsege atu apaga kategoria kliente.

source: This patron category already exists.
tet: Kategoria kliente ne'e iha ona.

source: Category code:
tet: Kodigu kategoria:

source: Enrollment period:
tet: Periodu sai membru biblioteka:

source: Choose one
tet: Hili ida de'it

source: In months:
tet: Iha fulan:

source: months %s
tet: fulan sira %s

source: Until date:
tet: To'o data:

source: Password expiration:
tet: Prazu password:

source: Age required:
tet: Tinan rekizitu:

source: years
tet: tinan sira

source: Enrollment fee:
tet: Folin atu sai membru:

source: Overdue notice required:
tet: Avizu atrazadu presiza:

source: Lost items in staff interface:
tet: Items lakon iha interfase staf nian:

source: Shown
tet: Hatudu ona

source: Hidden by default
tet: Subar tuir default

source: Hold fee:
tet: Propina atu rezerva livru:

source: Category type:
tet: Tipu kategoria:

source: Select a category type
tet: Hili tipu kategoria ida

source: Child
tet: Labarik

source: Staff
tet: Funsionárius

source: Organization
tet: Organizasaun

source: Professional
tet: Profisionál

source: Statistical
tet: Estatístiku

source: Select
tet: Hili

source: Password reset in OPAC:
tet: Muda password iha OPAC:

source: Follow system preference OpacResetPassword (enabled)
tet: Tuir preferénsia sistema OpacResetPassword (enabled)

source: Follow system preference OpacResetPassword (disabled)
tet: Tuir preferénsia sistema OpacResetPassword (disabled)

source: Allowed
tet: Husik

source: Not allowed
tet: La husik

source: Password change in OPAC:
tet: Mudansa password iha OPAC:

source: Follow system preference OpacPasswordChange (enabled)
tet: Tuir preferénsia sistema OpacPasswordChange (enabled)

source: Follow system preference OpacPasswordChange (disabled)
tet: Tuir preferénsia sistema OpacPasswordChange (disabled)

source: Minimum password length:
tet: Password tenke liu pelumenus karakter:

source: Require strong password:
tet: Presiza password ne'ebé forte:

source: Follow system preference RequireStrongPassword (yes)
tet: Tuir preferénsia sistema RequireStrongPassword (sin)

source: Follow system preference RequireStrongPassword (no)
tet: Tuir preferénsia sistema RequireStrongPassword (no)

source: Follow system preference ForcePasswordResetWhenSetByStaff (Force)
tet: Tuir preferénsia sistema nian ForcePasswordResetWhenSetByStaff (Force)
