Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Barcode height:
tet: Kódigu barra nia aas:

source: Profiles
tet: Perfil sira

source: Edit printer profile %s
tet: Edita printer nia perfil %s

source: New printer profile
tet: Perfil printer foun

source: Profile settings
tet: Konfigurasaun sira perfil nian

source: Printer name:
tet: Naran printer:

source: Template name:
tet: Naran template:

source: Profile unassigned %s
tet: Perfil la dezigna %s

source: Units:
tet: Unidade sira:

source: PostScript points
tet: Ponte sira PostScript

source: SI Millimeters
tet: SI Milímetru sira

source: SI Centimeters
tet: SI Sentímetru sira

source: Horizontal:
tet: Orizontál:

source: Vertical:
tet: Vertikál:

source: Print barcode range
tet: Imprime kódigu barra

source: Print range
tet: Imprimi nia luan

source: Must be greater or equal to the from value.
tet: Kuantidade tenke boot liu ka hanesan valór.

source: Edit label template %s
tet: Edita etiketa nia template %s

source: New label template
tet: Template etiketa foun

source: Template ID:
tet: ID Template:

source: Template code:
tet: Kodigu template:

source: Template description:
tet: Deskrisaun template:

source: Units:
tet: Unidade sira:

source: Page height:
tet: Aas pájina:

source: Page width:
tet: Pajina nia luan:

source: Label width:
tet: Luan etiketa:

source: Label height:
tet: Aas etiketa:

source: Number of columns:
tet: Koluna hira:

source: Number of rows:
tet: Lina hira:

source: Gap between columns:
tet: Leet entre koluna sira:

source: Gap between rows:
tet: Leet entre fileira:

source: Profile:
tet: Perfil:

source: Make a new printer profile.
tet: Halo perfil printer foun ida.

source: An error was encountered and the %s operation for %s %s was not completed. Please have your system administrator check the error log for details.
tet: Sala akontese iha database ne'e no %s operasaun ba %s %s la konsege kompleta. Favor haree error log ba detalle tan.

source: Layout ID
tet: Kuadru ID

source: Barcode type
tet: Kódigu barra nia tipu

source: Print type
tet: Tipu impresãun

source: Template ID
tet: ID template

source: Template name
tet: Naran template

source: Profile ID
tet: Perfil ID

source: Printer name
tet: Naran printer nian

source: Fields to print
tet: Kampu atu imprimi

source: Export selected
tet: Esporta ne'ebé hili ona

source: There are no %s currently available.
tet: La iha %s disponivel agora daudaun.

source: Please select a %s.
tet: Faz favor hili ida %s.

source: Please select at least one batch to export.
tet: Faz favor hili pelumenus lote ida atu esporta.

source: Please select only one %s to %s.
tet: Faz favor hili item ida de'it %s atu %s.

source: %s%s single label%s%s single labels%s
tet: %s%s etiketa ida de'it%s%s etiketa sira ida de'it%s

source: Download as PDF
tet: Download nudar PDF

source: Download as CSV
tet: Download nudar CSV

source: Download as XML
tet: Download nudar XML

source: Label batch number %s
tet: Númeru lote etiketa nian %s

source: Barcodes from %s to %s
tet: Kódigu barra husi %s ba %s

source: Done
tet: Hotu ona

source: Exporting %s labels
tet: Esporta %s etiketa sira

source: Exporting 1 label
tet: Esporta hela etiketa 1

source: Select a template to be applied:
tet: Hili template ida atu apilka:

source: Select a layout to be applied:
tet: Hili kuadru ida atu aplka ba:

source: Enter starting label position (for PDF):
tet: Hatama pozisaun etiketa inísiu (ba PDF):

source: Starting label number
tet: Numeru etiketa inisio

source: Results %s through %s %s of %s%s
tet: Rezultadu %s liuhusi %s %s husi %s%s

source: Accession date
tet: Data simu ona

source: Add checked
tet: Aumenta ne'ebé marka ona

source: Search for items %s to add to Batch %s %s
tet: Buka item sira %s atu aumenta ba Lote %s %s

source: Acquisition date
tet: Data akuisisaun

source: Added on or after date:
tet: Aumenta ona iha ka depois data:

source: Added on or before date:
tet: Aumenta ona iha ka molok data:

source: View spine label
tet: Haree etiketa lombada

source: The barcode %s was not found.
tet: Kódigu barra ne'e %s la hetan.

source: Print this label
tet: Imprimi etiketa ne'e

source: Edit this label
tet: Edita etiketa ne'e

source: %s %s %s %s %s %s Details of credit (%s) %s Details of debit (%s) %s %s Account for %s %s %s %s %s
tet: %s %s %s %s %s %s Detallu sira kona ba kréditu (%s) %s Detallu sira kona ba debitu(%s) %s %s Konta ba %s %s %s %s %s

source: Account
tet: Konta

source: Transaction details
tet: Detallu sira tranzasaun nian

source: Details of credit
tet: Detalle sira kona ba kréditu

source: Details of debit
tet: Detalle sira kona ba débitu

source: Return date
tet: Data atu fo fila

source: Librarian
tet: Bibliotekáriu

source: Related transaction
tet: Tranzasaun relasionadu

source: Increase
tet: Aumenta

source: Decrease
tet: Hamenus

source: Applied
tet: Aplika ona

source: Reversed
tet: Hakiduk ona

source: Account not found
tet: Konta la hetan

source: Alert subscriptions for %s &rsaquo; Patrons &rsaquo; Koha
tet: Subskrisaun sira alerta ba %s &rsaquo; Kliente sira &rsaquo; Koha

source: Alert subscriptions
tet: Subskrisaun alerta sira

source: Unsubscribe from email alerts
tet: Hasai subskrisaun alerta email

source: This patron has not subscribed to email alerts for any subscriptions.
tet: Kliente ne'e seidauk subskreve ba alerta email ba kualkér subskrisaun.

source: Are you sure you want to unsubscribe %s from email alerts for %s?
tet: Ita hakarak hasai subskrisaun %s husi alerta email ba %s ka lae?

source: API keys
tet: API nia xave

source: API keys for %s
tet: API nia xave ba %s

source: Client ID:
tet: Kliente nia ID:

source: Secret:
tet: Segredu:

source: Generate new client id/secret pair
tet: Jera id kliente foun/par segredu

source: Generate a new client id/key pair
tet: Jera id kliente foun/par xave

source: Client ID
tet: ID Kliente nian

source: Activate
tet: Ativa

source: No keys defined for the current patron.
tet: Seidauk defini xave ba kliente atual ne'e.

source: Generate a new client id/secret pair
tet: Jera id kliente foun/par segredu

source: Are you sure you want to delete this key?
tet: Ita hakarak apaga xave ne'e ka lae?

source: Receipt sent.
tet: Resibu haruka ona.

source: Receipt not sent, failed to find template.
tet: Resibu la haruka, la konsege hetan template.

source: Account for %s
tet: Konta ba %s

source: Transactions
tet: Transasaun sira

source: Make a payment
tet: Halo pagamentu

source: Create manual invoice
tet: Kria invoice manual

source: Create manual credit
tet: Kria kréditu manuál

source: Updated
tet: Atualiza ona

source: Credit number
tet: Númeru kréditu

source: Account type
tet: Tipu konta

source: Description of charges
tet: Deskrisaun kona ba multa sira

source: Checkin date
tet: Data checkin

source: Checkout date
tet: Data fo empresta

source: Receipt
tet: Resibu

source: Pay
tet: Selu

source: Void payment
tet: Anular pagamentu

source: Cancel charge
tet: Kansela amalgamar

source: Issue payout
tet: Fo pagamentu

source: Issue refund
tet: Fo fila osan

source: Apply discount
tet: Aplika deskontu

source: Payout amount
tet: Montante pagamentu

source: Outstanding credit:
tet: Kréditu pendente:

source: Returned to patron:
tet: Fila ba kliente:

source: -- Select an option--
tet: -- Hili opsaun ida--

source: Account:
tet: Konta:

source: Amount paid:
tet: Montante ne'ebé selu ona:

source: Account type:
tet: Tipu konta:

source: Amount charged:
tet: Konta hira:

source: Discount to apply:
tet: Deskontu atu aplika:

source: Are you sure you want to void this credit?
tet: Ita hakarak anula kréditu ne'e ka lae?

source: Filter paid transactions
tet: Filtru tranzasaun sira ne'ebé selu ona

source: Show all transactions
tet: Hatudu tranzasaun sira hotu

source: Delete patron
tet: Apaga kliente ne'e

source: Cannot delete patron
tet: Labele apaga kliente

source: Patron has %s item(s) checked out.
tet: Kliente empresta %s item(s) ona.

source: Patron has %s in fines.
tet: Kliente iha multa %s.

source: Patron has a %s credit.
tet: Kliente ne'e iha %s kreditu.

source: Patron has %s pending suggestions.
tet: Kliente iha %s sujestaun pendente.

source: Are you sure you want to delete the patron %s %s?
tet: Ita hakarak apaga kliente ne'e ka lae %s %s?

source: This cannot be undone.
tet: Ida-ne'e labele reverte.

source: %s An error occurs when generating the PDF file. Please contact the administrator to resolve this problem. %s
tet: %s Sala akontese kona ba arkivu PDF. Faz favor husu ajuda husi biblioteka nia staf atu resolve problema ne'e. %s

source: Generate discharge
tet: Jera deskarga

source: Validated
tet: Validadu

source: Pending discharge requests
tet: Pedido de kuitasaun pendente

source: Date requested
tet: Data pedidu nian

source: This patron has no files attached.
tet: Kliente ida ne'e la iha arkivu aneksu.

source: This patron has no holds history.
tet: Kliente ne'e la iha istoria sirkulasaun.

source: Waiting date
tet: Data hein hela

source: Cancellation date
tet: Data kanselamentu

source: Requested item type
tet: Tipu item ne'ebé husu ona

source: Any item type
tet: Kualkér tipu item

source: Delivery day:
tet: Loron hodi entrega:

source: Material:
tet: Materiais:

source: Subjects:
tet: Asuntu sira:

source: Authors:
tet: Autór sira:

source: Housebound details
tet: Detalle uma

source: Please try again later
tet: Faz favor koko tok fali orsida

source: Manage housebound profile
tet: Jere perfil sira housebound

source: Select a day
tet: Hili loron ida

source: Select a frequency
tet: Hili frekuênsia ida

source: Preferred materials:
tet: Preferénsia materias:

source: Cancel
tet: Kansela

source: Delivery details
tet: Detalle entrega

source: Date:
tet: Data:

source: Time:
tet: Oras:

source: Select a time
tet: Hili oras ida

source: Morning
tet: Dadeer

source: Morning
tet: Dadeer

source: Afternoon
tet: Lokraik

source: Afternoon
tet: Lokraik

source: Evening
tet: Kalan

source: Evening
tet: Kalan

source: Chooser:
tet: Hili husi:

source: Select a chooser
tet: Hili ida

source: Deliverer:
tet: Entregadór:

source: Select a deliverer
tet: Hili ida

source: Deliveries
tet: Entregas

source: Chooser
tet: Hilidor

source: Add a new delivery
tet: Aumenta entraga ida foun

source: Are you sure you want to delete this delivery?
tet: Ita hakarak apaga entrega ba ida ne'e ka lae?

source: Manual credit
tet: Kréditu manual

source: Credit type:
tet: Tipu kreditu:

source: Example: 5.00
tet: Ezemplu: 5.00

source: %s Cash register:
tet: %s Kaixa osan:

source: Add credit
tet: Aumenta kreditu

source: Manual invoice
tet: Fatura manual

source: Error: Invalid item barcode entered, please try again
tet: Sala: Hatama ona kódigu barra la válidu, faz favor tenta dala ida tan

source: An error occurred, please try again: %s
tet: Sala hamosu, faz favor tenta dala ida tan: %s

source: Cost:
tet: Kustu:

source: Save and pay
tet: Rai no selu

source: Set permissions for %s
tet: Hutuur priviléjiu sira ba %s

source: Select all
tet: Hili hotu

source: Clear all
tet: Hamoos hotu

source: Copy settings
tet: Kópia konfigurasaun sira

source: Forget copied permissions
tet: Haluha permisaun sira ne'ebé kópia ona

source: Hide details
tet: Suba detalle

source: Show details
tet: Hatudu detalle

source: Password updated
tet: Password atualiza ona

source: Change username and/or password
tet: Muda username no/ka password ba

source: The following errors have occurred:
tet: Hasoru sala tuirmai:

source: You have entered a username that already exists. Please choose another one.
tet: Ita hatama username ne'ebé iha ona. Faz favor hili ida seluk tan.

source: Password must be at least %s characters long.
tet: Ita nia password tenke liu pelumenus %s karákter sira.

source: Password must contain at least one digit, one lowercase and one uppercase.
tet: Ita-nia password tenke kontein pelumenus dígitu, karákter ida ho letra ida kiik no karákter ida ho letra boot.

source: Password must not contain leading or trailing whitespaces.
tet: Password labele iha espasu iha oin ka iha ikus.

source: You do not have permission to edit this patron's login information.
tet: Ita la iha permisaun atu edita kliente ne'e nia informasaun login.

source: . Please re-enter the new password.
tet: . Favor hatama fali ita nia password foun.

source: The passwords entered do not match
tet: Password ne'ebé hatama ona la hanesan malu

source: Change username and/or password for %s %s
tet: Troka username no/ka password ba %s %s

source: New username:
tet: Username foun:

source: New password:
tet: Password foun:

source: Confirm new password:
tet: Konfirma password foun:

source: Processing...
tet: Hala'o hela...

source: patrons to
tet: kliente ba

source: Add to patron list
tet: Aumenta ba lista kliente

source: Merge selected patrons
tet: Tau hamutuk kliente ne'ebé hili ona

source: Add patrons to a new patron list
tet: Aumenta kliente sira ba lista kliente foun

source: Patron list name:
tet: Naran lista kliente nian:

source: An error occurred. Patron list could not be updated.
tet: Sala akontese. Lista kliente labele atualiza.

source: You already have a list with that name!
tet: Ita-boot iha ona lista ida ho naran ne'e!

source: You have not selected any patrons to add to a list!
tet: Ita seidauk hili kilente ida hodi aumenta ba lista!

source: You must give your new patron list a name!
tet: Ita tenke hatama naran ba lista kliente foun!

source: Add patron
tet: Aumenta kliente ida

source: Modify patron
tet: Modifika kliente

source: Something went wrong when creating the patron. Check the logs for details.
tet: Buat ruma la'o sala kuandu kria kliente ne'e. Verifika log sira ba detalle.

source: Something went wrong when updating the patron. Check the logs for details.
tet: Buat ruma la'o sala kuandu atualiza patronu. Verifika log sira ba detalle.

source: Unhandled error: %s
tet: Unhandled sala: %s

source: This member has no email
tet: Kliente ida ne'e la iha email ida

source: Duplicate patron
tet: Duplika kliente

source: Show full form
tet: Hatudu forma tomak

source: Show brief form
tet: Hatudu forma badak

source: Duplicate patron record?
tet: Duplika rejistu kliente?

source: View existing record
tet: Haree rejistu ne'ebé iha ona

source: It is a duplicate. Edit existing record
tet: Ida ne'e mak duplikadu. Edita rejistu ne'ebé iha ona

source: Not a duplicate. Save as new record
tet: La'os duplikadu. Rai hanesan rejistu foun

source: The following fields are wrong. Please fix them.
tet: Kampu tuirmai mak sala. Favor hadi'a ona.

source: Patron's age is incorrect for their category. Ages allowed are %s-%s.
tet: Kliente nia tinan la válidu ba kategoria ne'e. Husik tinan %s-%s.

source: Library is invalid.
tet: Biblioteka la válidu.

source: Date of birth is invalid.
tet: Data moris la válidu.

source: Date of enrollment is invalid.
tet: Data matríkula la válidu.

source: Date of expiration is invalid.
tet: Data prazu la válidu.

source: Password expiration date is invalid.
tet: Password nia data prazu la válidu.

source: Attribute value "%s" is already in use by another patron record.
tet: Valór atributo "%s" uza hela husi rejistu seluk kliente nian.

source: The primary email is invalid.
tet: Email la válidu.

source: The secondary email is invalid.
tet: Email sekundariu la válidu.

source: The alternative email is invalid.
tet: Email alternativu ne'e la válidu.

source: A child patron needs a guarantor.
tet: Kliente labarik ida presiza garante ida.

source: A guarantor cannot be a guarantee.
tet: Garante ida labele sai garantia ida.

source: Show collapsed fields:
tet: Hatudu kampu:

source: Patron identity
tet: Identidade kliente

source: Guarantor information
tet: Informasaun garantedor

source: Non-patron guarantor
tet: Garante ne'ebé la'ós membru biblioteka

source: Main address
tet: Hela fatin prinsipál

source: Alternate address
tet: Hela fatin alternativu

source: Alternate contact
tet: Kontaktu alternativu

source: Library management
tet: Jestaun biblioteka

source: Library setup
tet: Konfigurasaun biblioteka

source: OPAC/Staff interface login
tet: OPAC/Login interfase staf

source: Patron account flags
tet: Bandeira konta kliente nian

source: Patron restrictions
tet: Kliente nia restrisaun

source: Additional attributes and identifiers
tet: Atributu no identificadores adisionál

source: Patron messaging preferences
tet: Aumenta preferénsia ba mensajen

source: Organization %sPatron %sidentity
tet: Organizasaun %sKliente %sidentidade

source: %s Salutation:
tet: %s Salutasaun:

source: %s Middle name:
tet: %s Naran médiu:

source: %s Date of birth:
tet: %s Data moris:

source: (Error)
tet: (Sala)

source: %s Initials:
tet: %s Inisiais:

source: %s Pronouns:
tet: %s Pronome sira:

source: %s Other name:
tet: %s Naran seluk:

source: Female
tet: Feto

source: Male
tet: Mane

source: None specified
tet: La espesifika buat ida

source: Female
tet: Feto

source: Male
tet: Mane

source: None specified
tet: La espekifika buat ida

source: Patron guarantor
tet: Kliente nia garante

source: Organization:
tet: Organizasaun:

source: Relationship:
tet: Relasaun:

source: Guarantor:
tet: Garantedor:

source: Remove:
tet: Hasai:

source: Relationship:
tet: Relasaun:

source: Add guarantor
tet: Aumenta garante

source: Show checkouts to guarantors:
tet: Hatudu emprestimu ba fiador:

source: Show charges to guarantors:
tet: Hatudu taxa ba fiador sira:

source: Non-patron guarantor
tet: Garante ne'ebé la'ós membru

source: %s Guarantor surname:
tet: %s Apelidu fiador nian:

source: Non-patron guarantor surname
tet: Apelidu garante la'ós kliente nian

source: %s Guarantor first name:
tet: %s Naran uluk fiador nian:

source: Non-patron guarantor first name
tet: Naran uluk fiador ne'ebé la'os kliente

source: Contact information
tet: Information kontaktu

source: %s Primary phone:
tet: %s Telemovil primariu:

source: Shows on transit slips
tet: Hatudu iha surat tránzitu nian

source: %s Secondary phone:
tet: %s Telemovil segundu:

source: %s Other phone:
tet: %s Telefone seluk:

source: %s Primary email:
tet: %s Email primariu:

source: %s Secondary email:
tet: %s Email segundu:

source: %s Main contact method:
tet: %s Métodu kontaktu prinsipál:

source: Library management
tet: Jestaun biblioteka

source: %s Card number:
tet: %s Kartaun nia numeru:

source: Card number must not be more than %s characters.
tet: Numeru kartaun labele liu %s karakter.

source: Card number must be exactly %s characters. %s
tet: Numeru kartaun tenke hanesan %s karakter de'it. %s

source: Card number must be between %s and %s characters. %s
tet: Numeru kartaun nian tenke entre %s karakter no %s karakter. %s

source: Card number can be up to %s characters. %s
tet: Numeru kartaun bele to'o %s karakter. %s

source: There is no minimum or maximum character length. %s %s %s
tet: La iha naruk minimu ka maximu karakter nian. %s %s %s

source: %s Sort 1:
tet: %s Organiza 1:

source: %s Sort 2:
tet: %s Organiza 2:

source: Allow auto-renewal of items:
tet: Husik hafoun automaticamente item nian:

source: Yes
tet: Sin

source: No
tet: Lae

source: Protected:
tet: Protejidu:

source: Yes if settings allow it
tet: Sin se konfigurasaun ne'e husik ba

source: No if settings allow it
tet: Sin se konfigurasaun ne'e permiti

source: Inherit from settings
tet: Tama mai husi konfigurasaun

source: Preferred language for notices:
tet: Lian ne'ebé prefere ba avizu sira:

source: Library setup
tet: Konfigurasaun biblioteka

source: %s Registration date:
tet: %s Data rejistrasaun:

source: %s Expiry date (leave blank for auto calc):
tet: %s Prazu (husik mamuk ba kukula auto):

source: %s OPAC note:
tet: %s Nota OPAC:

source: This message appears on this patron's user page in the OPAC
tet: Mensajen ida-ne'e mosu iha kliente nia pájina detalle iha OPAC

source: %s Circulation note:
tet: %s Nota sirkulasaun:

source: This message displays when checking out to this patron
tet: Mensajen ne'e hamosu bainhira fo empresta hela ba kliente ne'e

source: OPAC/Staff interface login
tet: OPAC/Login staf interfase nian

source: Password is too short
tet: Password badak demais

source: Password is too weak
tet: Password fraku demais

source: Password has leading or trailing whitespaces
tet: Password ne'e iha espasu iha oin ka iha ikus

source: Minimum password length: %s
tet: Password tenke liu pelumenus karakter: %s

source: %s Confirm password:
tet: %s Konfirma liafuan xave:

source: Passwords do not match
tet: Password la hanesan

source: Password expiration date:
tet: Data password nia prazu:

source: Patron account flags
tet: Bandeira konta kliente nian

source: %s Gone no address:
tet: %s Sai ona, la iha enderesu-uma:

source: %s Yes
tet: %s Sin

source: %s No
tet: %s Lae

source: %s Lost card:
tet: %s Kartaun lakon:

source: Patron restrictions
tet: Kliente nia restrisaun

source: Remove?
tet: Hasai?

source: %s Restriction added by overdues process %s %s %s %s
tet: %s Restrisaun aumenta ona husi prosesu item tarde %s %s %s %s

source: Expiration:
tet: Espirasaun:

source: Chooser:
tet: Hili-na'in:

source: Additional attributes and identifiers
tet: Atributu no identifikadór adisionál sira

source: Patron messaging preferences
tet: Preferénsia mensajen kliente nian

source: SMS number:
tet: Númeru SMS:

source: Please enter numbers only. Prefix the number with + or 00 if including the country code.
tet: Favór ida hatama númeru deit. Prefixu númeru ho + ka 00 se inklui kódigu nasaun nian.

source: SMS provider:
tet: Fornesedór SMS:

source: Quick add
tet: Aumenta lailais

source: Click to collapse this section
tet: Klik atu habadak seksaun ida ne'e

source: Click to expand this section
tet: Klik atu haboot seksaun ne'e

source: Home library (branchcode)
tet: Uma biblioteka (branchcode)

source: Surname
tet: Apelidu

source: First name
tet: Naran uluk

source: Preferred name
tet: Naran preferidu

source: Middle name
tet: Naran médiu

source: Other names
tet: Naran seluk

source: Initials
tet: Inisiais

source: Street number
tet: Numeru iha dalan

source: Street type
tet: Tipu dalan

source: Address 2
tet: Hela fatin 2

source: Alternate address: Street number
tet: Hela fatin alternativu: Numeru iha dalan

source: Alternate address: Street type
tet: Hela fatin alternativu: Tipu dalan

source: Alternate address: Address
tet: Hela fatin alternativu: Alamat

source: Alternate address: Address 2
tet: Hela fatin alternativu: Alamat 2

source: Alternate address: City
tet: Hela fatin alternativu: Sidade

source: Alternate address: State
tet: Hela fatin alternativu: Distritu

source: Alternate address: ZIP/Postal code
tet: Hela fatin alternativu: ZIP/Kodigu postal

source: Alternate address: Email
tet: Hela fatin alternativu: Email

source: Alternate address: Phone
tet: Hela fatin alternativu: Telemovil

source: Alternate address: Contact note
tet: Hela fatin alternativu: Nota kontaktu

source: Contact: Last name
tet: Kontaktu: Apelidu

source: Contact: First name
tet: Kontaktu: Naran uluk

source: Contact: Title
tet: Kontaktu: Titulu

source: Contact: Relationship
tet: Kontaktu: Relasaun

source: Gender
tet: Jéneru

source: Auto-renewal
tet: Auto-hafoun

source: Alternate contact: First name
tet: Kontaktu alternativu: Naran uluk

source: Alternate contact: Surname
tet: Kontaktu alternativu: Apelidu

source: Alternate contact: Address
tet: Kontaktu alternativu: Alamat

source: Alternate contact: Address 2
tet: Kontaktu alternativu: Alamat 2

source: Alternate contact: City
tet: Kontaktu alternativu: Sidade

source: Alternate contact: State
tet: Kontaktu alternativu: Distritu

source: Alternate contact: ZIP/Postal code
tet: Kontaktu alternativu: ZIP/Kodigu postal

source: Alternate contact: Country
tet: Kontaktu alternativu: Rai

source: Alternate contact: Phone
tet: Kontaktu alternativu: Telemovil

source: SMS alert number
tet: Numeru avizu SMS

source: Update patron records
tet: Atualiza rejistu kliente nian
