Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: : Item not found.
tet: : La hetan item ida ne'e.

source: Edit in host
tet: Edita iha host

source: Print label
tet: Print etiketa

source: (fast cataloging)
tet: (katalogasaun lais)

source: Add item %s
tet: Aumenta item %s

source: Edit item #%s%s / Barcode %s%s
tet: Edita item #%s%s / Kódigu barra %s%s

source: Do not use template
tet: Labele uza template

source: My templates
tet: Hau nia template sira

source: %s%s (shared)%s
tet: %s %s (fahe ona) %s

source: Shared templates
tet: Template fahe ona

source: Apply template
tet: Aplika template

source: %s For session
tet: %s Ba sesaun

source: Clear template
tet: Hamoos template

source: Delete template
tet: Apaga template ida

source: Add to item group
tet: Aumenta ba grupu item

source: Options:
tet: Opsaun sira:

source: Use existing item group
tet: Uza grupu item ne'ebé iha ona

source: Other options
tet: Opsaun sira seluk

source: Do not add to item group
tet: Labele aumenta ba grupu item

source: Create new item group
tet: Kria grupu item foun ida

source: Display order must be numerical
tet: Orden atu hatudu tenke numériku

source: phony_submit
tet: phony-submite

source: Add item
tet: Aumenta item

source: Add and duplicate
tet: Aumenta no duplika

source: Add multiple copies of this item
tet: Aumenta kópia multiplu husi item ne'e

source: Number of copies of this item to add:
tet: Numuru kópia husi item ne'e hodi aumenta:

source: Save as template
tet: Rai nudar template ida

source: Save template
tet: Rai template

source: Save as new template
tet: Rai nudar template foun ida

source: Update existing template
tet: Atualiza template ida ne'ebé iha ona

source: Update shared template
tet: Atualiza template fahe ida

source: Template name:
tet: Naran template:

source: Share template
tet: Fahe template

source: Include resolved
tet: Inklui rezolve ona

source: Filter %s
tet: Filtru %s

source: Filter
tet: Filtru

source: Filter resolved
tet: Filtru rezolve ona

source: Include
tet: Inklui

source: Cataloging editor
tet: Edita katálogusaun

source: Open fresh record
tet: Loke rejistu fresku

source: Save current record (Ctrl-S)
tet: Rai rejistu atual (Ctrl-S)

source: Import an MARC (ISO 2709) or MARCXML record
tet: Importa rejistu MARC (ISO 2709) ka MARCXML

source: Import record...
tet: Importa rejistu...

source: Macros...
tet: Makro sira...

source: Run and edit macros
tet: Hala'o no edita item sira

source: Small text
tet: Testu ki'ik

source: Normal text
tet: Testu normal

source: Large text
tet: Testu bo'ot

source: Huge text
tet: Testu bo'ot

source: Default font
tet: Default kolesaun de tipu

source: Alerts
tet: Avizu sira

source: Previous alerts
tet: Avizu anterior

source: Supported keyboard shortcuts
tet: Atalhos de teclado suportados

source: Keyboard layout
tet: Kuadru de teclado

source: Set virtual keyboard layout
tet: Hatuur kuadru tekladu virtuál

source: Keywords:
tet: Liafuan xave:

source: Advanced &raquo;
tet: Advansadu &raquo;

source: Show advanced search (Ctrl-Alt-S)
tet: Peskiza advansadu (Ctrl-Alt-S)

source: Clipboard
tet: Prancheta

source: LC call number:
tet: LC kota:

source: Control number:
tet: Numeru kontrola:

source: Dewey number:
tet: Numeru dewey:

source: Standard number:
tet: Numeru padraun:

source: Publisher number:
tet: Numeru editór:

source: Publication date:
tet: Data publikasaun:

source: Search results navigation
tet: Navegasaun rezultadu peskiza

source: Run macro
tet: Hala'o macro

source: Delete macro
tet: Apaga macro

source: Public macro:
tet: Makro públiku:

source: Filter layouts
tet: Filtru kaudru

source: Behavior
tet: Hahalok

source: Save record (cannot be remapped)
tet: Rai arkivu (labele remapeado)

source: Link a host record to %s
tet: Liga rejistu host ida ba %s

source: %sERROR: Unable to modify the bibliographic record.%s %sERROR: Unable to get the item number from this barcode.%s
tet: %sERROR: Labele konsege modifika rejistu bibliográfiku.%s %sERROR: Labele hetan numeru item nian husi kódigu barra ida ne'e.%s

source: The item has successfully been linked to
tet: Item ne'e liga ona ba

source: Select the biblionumber to link the item to
tet: Hili biblionumber ida atu liga ba item

source: Enter biblionumber:
tet: Husi numerubiblio:

source: Select the host record to link to '%s'
tet: Hili rejistu host ida atu liga ba '%s'

source: Select the host record to link
tet: Hili rejistu host ida hodi liga

source: Enter item barcode:
tet: Hatama item nia kódigu barra:

source: Therefore, the record to be merged has not been deleted.
tet: Entaun, rejistu atu tau hamutuk seidauk apaga.

source: The merge was successful.
tet: Konsege atu tau hamutuk.

source: Biblionumber
tet: Numerubiblio

source: (record kept)
tet: (rejistu rai hela)

source: Fields to display in report:
tet: Kampu atu fo haree iha relatóriu:

source: (Example: "001,245ab,600")
tet: (Ezemplu: "001,245ab,600")

source: Following required fields are missing:
tet: Kampu obrigatoriu tuirmai falta:

source: Following required subfields are missing:
tet: Subkampu obrigatoriu tuirmai falta hela:

source: Attach an item
tet: Aneksa item ida

source: Attach an item %s to %s%s
tet: Aneksa item ida %s ba %s%s

source: ERROR: Unable to create the new item.
tet: SALA: Labele kria item ida foun.

source: ERROR: Unable to get the item.
tet: SALA: Labele kaer item ne'e.

source: Try again with a different barcode
tet: Ita bele tenta fali ho barkode lahanesan

source: The record
tet: Rejistu ne'e

source: has %s attached items.
tet: iha %s item sira iha aneksu.

source: Delete record
tet: Apaga rejistu

source: Record deleted
tet: Rejistu apaga ona

source: Attempt to delete record failed.
tet: La konsege apaga rejistu.

source: The item has successfully been attached to %s.
tet: Item ne'e aneksa ona ba %s.

source: Attach another item
tet: Aneksa item ida tan

source: Select the biblionumber to attach the item to
tet: Hili biblionumber ida atu anexa ba item

source: Enter the barcode of the item to attach:
tet: Hatama item nia kódigu barra hodi aneksa:

source: The item you select will be moved to the target record.
tet: Item ne'ebé hili ona sei muda ba rejistu tarjetu.

source: Are you sure you want to delete this record?
tet: Ita hakarak apaga rejistu ida ne'e ka lae?

source: EXAMPLE plugin
tet: EXEMPLU plugin

source: I received this from you:
tet: Ha'u simu ona ida ne'e husi ita:

source: Call number browser
tet: Browser kota nian

source: Search call number:
tet: Peskiza kota:

source: Call number classification scheme:
tet: Eskema klasifikasaun kota nian:

source: Z39.50 authority search points
tet: Z39.50 pontu peskiza autoridade

source: Author (meeting / conference):
tet: Autór (enkontru / konferensia):

source: Results for authority records
tet: Rezultadu husi rejistu autoridade

source: Heading
tet: Kapsaun

source: Connection timeout to %s
tet: Ligasaun laiha to'o %s

source: Nothing found.
tet: La hetan buat ida.

source: Raw (any):
tet: Matak (kualkér):

source: %s record %s: %s
tet: %s rejistu %s: %s

source: Showing page %s of %s
tet: Hatudu pájina %s husi %s

source: Set request as pending
tet: Hatuur pedidu hanesan pendente

source: Process request
tet: Prosessa pedidu

source: Edit URLs
tet: Edita URLs

source: Complete request
tet: Kompleta pedidu

source: Cancel request
tet: Kansela pedidu

source: Print slip
tet: Print resibu

source: On order
tet: Hameno ona

source: Edit URL(s)
tet: Edita URL(sira)

source: Are you sure you want to cancel this article request?
tet: Ita hakarak kansela pedidu ne'e ka lae?

source: Cancellation reason:
tet: Razaun kanselamentu:

source: Other reasons
tet: Razaun sira seluk

source: Enter reason:
tet: Hatama razaun:

source: Confirm cancellation
tet: Konfirma kanselamentu

source: Requested article
tet: Artigu ne'ebé husu ona

source: URLs
tet: URLsira

source: Include TOC
tet: Inklui TOC

source: Issue:
tet: Kópia:

source: Date:
tet: Data:

source: Pages:
tet: Pájina sira:

source: Chapters:
tet: Kapítulu sira:

source: Patron notes:
tet: Nota kliente:

source: Please fill URL before completing request.
tet: Faz favor prenxe URL molok kompleta pedidu ne'e.

source: Circulation statistics
tet: Estatistika sirkulasaun

source: %s Circulation statistics for %s by %s %s Circulation statistics for %s %s
tet: %s Estatístika sirkulasaun ba %s husi %s %s Estatístika sirkulasaun ba %s %s

source: Barcode %s
tet: Kódigu barra %s

source: Number of checkouts
tet: Emmpréstimu sira hira

source: at current library
tet: iha biblioteka atual

source: since last transfer
tet: desde tranfere ikus

source: %s%s%sItem has no transfer record%s
tet: %s%s%sItem la iha rejistu transferensia%s

source: No. of times checked out
tet: Dala hira empresta ona

source: Circulation: Overdues at %s
tet: Sirkulasaun: Livru ne'ebé tarde hela iha %s

source: Shelving location selected:
tet: Lokalizasaun iha armariu ne'ebé hili ona:

source: All shelving locations
tet: Lokalizasaun iha armariu hotu

source: Date due
tet: Data atu fó fila

source: %s %s by %s%s
tet: %s %s husi %s%s

source: Barcode : %s
tet: Kódigu barra : %s

source: Today's notifications
tet: Avizu ohin loron nian

source: Borrower
tet: Kliente

source: Cancel notification
tet: Kansela notifikasaun

source: Hold found:
tet: Hetan rezerva:

source: Hold found (item is already waiting):
tet: Hetan ona rezerva (item hein hela):

source: Hold found (item is waiting and in transit):
tet: Hetan ona rezerva (item hein hela no iha tranzitu):

source: Hold for:
tet: Rezerva ba:

source: Patron is RESTRICTED
tet: Kliente iha RESTRISAUN

source: Patron's address is in doubt
tet: Kliente nia hela fatin latebes

source: Transfer to: %s
tet: Transfere ba: %s

source: Cancel hold and attempt transfer
tet: Kansela reserva no tenta transfere

source: Transfer to %s
tet: Transfere ba %s

source: Ignore and return to transfers
tet: Ignora no fila ba transferénsia sira

source: Item is now in transit to %s
tet: Item iha tranzitu ba %s

source: No item with barcode: %s
tet: La iha item ho kódigu barra: %s

source: Transfer is not allowed for:
tet: La husik transfere ba:

source: Collection:
tet: Kolesaun:

source: Originating library:
tet: Biblioteka orijinal:

source: Destination library:
tet: Sei ba biblioteka:

source: Item is already at destination library.
tet: Item ne'e to'o ona iha biblioteka destinu.

source: Item was on loan to
tet: Item empresta ona ba

source: and has been returned.
tet: no fo fila ona.

source: Enter item barcode:
tet: Hatama item nia kódigu barra:

source: Enter item barcode
tet: Hatama item nia kódigu barra

source: Transferred items
tet: Items transfere ona

source: Origin
tet: Orijen

source: Destination
tet: Destinu

source: Failed to change the status of %s item(s).
tet: La konsege troka estadu husi %s item (sira).

source: Mark seen
tet: Marka hanesan haree ona

source: Mark not seen
tet: Marka la haree

source: Hide seen
tet: Subar

source: Set by
tet: Organiza tuir

source: Not seen
tet: La haree

source: Seen
tet: Haree ona

source: There are currently no checkout notes.
tet: La iha nota checkout.

source: Unable to change status of note.
tet: Labele troka nota nia estadu.

source: Holds and bookings
tet: Rezerva sira

source: Bookings to collect
tet: Rezerva sira hodi foti

source: Offline circulation
tet: Sirkulasaun offline

source: Upload offline circulation file (.koc)
tet: Upload arkivu sirkulasaun offline (.koc)

source: Pending offline circulation actions
tet: Asaun sirkulasaun offline pendente

source: Get desktop application
tet: Hetan aplikasaun desktop nian

source: Get Firefox add-on
tet: Kaer Firefox add-on

source: Patron's account has been renewed until %s
tet: Konta kliente hafoun ona to'o %s

source: Note about the accompanying materials:
tet: Nota kona ba materiál akompanhamentu seluk:

source: This item has been lost with a status of "%s".
tet: Item ne'e lakon ona ho estado "%s".

source: The patron has unpaid charges for holds, rentals etc of %s
tet: Kliente ne'e iha taxa husi pedidu rezerva, aluga nsst husi %s

source: This is the anonymous patron, so circulation is disabled.
tet: Kliente ne'e anónimu, nune'e sirkulasaun sai dezativadu.

source: Please confirm checkout
tet: Faz favor konfirma empréstimu sira

source: Cannot check out
tet: Labele fo empresta

source: Age restriction %s. %s Check out anyway? %s
tet: Limitasaun tinan %s. %s Fo empresta ka lae? %s

source: The patron has a debt of %s.
tet: Kliente ne'e iha multa ho %s.

source: The patron's guarantees collectively have a debt of %s.
tet: Garantia sira kliente ne'e nian koletivamente iha multa %s.

source: Rental charge for this item: %s
tet: Propina aluga buat ida: %s

source: (%s) is currently checked out to this patron. Renew?
tet: (%s) ida ne'e empresta ona ba kliente ne'e. Hafoun?

source: (%s) at %s since %s
tet: (%s) iha %s dezde %s

source: (%s) has been waiting for
tet: (%s) hein hela ba

source: (%s) and being transferred to %s
tet: (%s) no transfere hela ba %s

source: (%s) is on hold for
tet: (%s) rezerva iha ona ba

source: (%s) at %s
tet: (%s) iha %s

source: (%s) is being processed for
tet: (%s) iha prosesu hela ba

source: (%s) has been on hold for
tet: (%s) iha rezerva ona ba

source: (%s) is checked out to
tet: (%s) ida ne'e fo empresta ona ba

source: (%s). %s Check in and check out? %s
tet: (%s). %s Fo fila no fo empresta? %s

source: This patron is from a different library (%s)
tet: Kliente ne'e mai husi biblioteka seluk (%s)

source: Item type is normally not for loan.
tet: Tipu item ne'e baibain labele fo empresta.

source: Item is normally not for loan
tet: Item ne'e baibain labele fo empresta

source: Check out anyway?
tet: Fo empresta de'it?

source: Patron has %s overdue item(s). %s Check out anyway? %s
tet: Kliente iha ona %s tarde item(s). %s Empresta ka lae? %s

source: This item has been lost with a status of "%s". %s Check out anyway? %s
tet: Item ne'e lakon ona ho estado "%s". %s Fo empresta ka lae? %s

source: %s %s by %s%s
tet: %s %s husi %s%s

source: . Check out anyway?
tet: . Fo empresta de'it?

source: Patron has previously checked out this title:
tet: Titulu ida ne'e empresta ona anteriormente ba kliente ne'e:

source: Patron has already checked out another item from this record. %s Check out anyway? %s
tet: Kliente emresta ona item seluk husi rejistu ida-ne'e. %s Fo empresta de'it? %s

source: Please confirm that the accompanying materials are present:
tet: Favor konfirma katak materiál akompanhamentu iha:

source: %s(%s)%s has been recalled by
tet: %s(%s)%s bolu fila ona husi

source: Due for another patron booking by: %s
tet: Tenke ba rezervasaun patronu seluk nian iha: %s

source: Patron has this item booked for checkout on %s
tet: Kliente iha item ida-ne'e ne'ebé maka rezerva ona hodi empresta iha %s

source: Revert In Processing status
tet: Reverte estadu Iha Prosesamentu

source: Cancel recall
tet: Kansela bolu fila

source: Reducing due date to:
tet: Hamenus data atu fo fila ba:

source: Allow early collection?
tet: Permite kolesaun sedu?

source: Yes, renew (Y)
tet: Sin, hafoun (S)

source: Yes, check out (Y)
tet: Sin, fo empresta (S)

source: No, don't renew (N)
tet: Lae, labele hafoun empréstimu sira (L)

source: No, don't check out (N)
tet: Lae, labele fo empresta (L)

source: Cancel checkout and place a hold for %s
tet: Kansela fo empresta no hatuur rezerva ba %s

source: Barcode not found
tet: Kódigu barra la hetan

source: Local use recorded
tet: Uza lokal grava ona

source: Item checked in from:
tet: Item fó fila ona husi:

source: Item on hold, please checkin.
tet: Item iha rezerva, favor fo fila.

source: Item claimed returned, please checkin.
tet: Item ne'e reklama fo fila ona, favor ida fo fila.

source: Item was lost, cannot be returned.
tet: Item lakon ona, labele fo fila.

source: Item was lost, now found.
tet: Item ne'ebé lakon, hetan fali.

source: Item was withdrawn, cannot be returned.
tet: Item ne'e hasai ona, labele fo fila.

source: Item was withdrawn
tet: Item ne'e hasai ona

source: The due date &quot;%s&quot; is invalid
tet: Data to'o ona &quot;%s&quot; inválidu

source: The barcode was not found:
tet: Kódigu barra ne'e la hetan:

source: Show matching titles
tet: Hatudu títulu han-malu

source: No items were found by searching.
tet: Item la hetan tuir peskiza.

source: Add record using fast cataloging
tet: Aumenta rejistu ho katalogasaun lais

source: %s Item type not for loan. %s %s Item not for loan%s (%s)%s. %s
tet: %s Tipu item labele empresta ida. %s %s Tipu item labele empresta%s (%s)%s. %s

source: Item has been withdrawn
tet: Item ne'e hasai ona

source: Item is restricted
tet: Item ne'e iha restrisaun

source: Patron's card is lost
tet: Kartaun kliente ne'e lakon ona

source: Patron is restricted
tet: Kliente iha restrisaun

source: No more renewals possible
tet: Labele empresta dala ida tan

source: This item can not be renewed, it's an on-site checkout
tet: Item ne'e labele hafoun tanba ne'e emprestimu onsite

source: Age restriction %s.
tet: Restrisaun tinan %s.

source: Patron's card is expired
tet: Kartaun kliente ne'e prazu liu ona

source: This item belongs to %s and cannot be checked out from this location.
tet: Item ne'e pertense ba %s no labele fo empresta husi lokalizasaun ida ne'e.

source: This item must be returned to %s.
tet: Item ne'e tenke fila ba %s.

source: Patron has a restriction until %s.
tet: Kliente ne'e iha limitasaun to'o %s.

source: Patron has an indefinite restriction.
tet: Kliente ne'e iha limitasaun.

source: Checkouts are BLOCKED because patron has overdue items.
tet: Emmpréstimu sira TAKA netik tanba kliente ne'e iha item tarde.

source: Item has been recalled and is in transit for pickup at %s.
tet: Item ne'e bolu fila ona no iha tranzitu hodi foti iha %s.

source: Restriction overridden temporarily.
tet: Restrisaun ne'ebé maka halakon temporariamente.

source: The item is booked for another patron
tet: Item ida ne'e iha ona rezerva husi kliente seluk

source: Barcode not found. The following items were found by searching:
tet: Kódigu barra la hetan. Items tuirmai hetan ona husi peskiza ne'e:

source: Restriction overridden temporarily
tet: Restrisaun ne'ebé maka anula temporariamente

source: Item checked out
tet: Item fó empresta ona

source: No patron matched
tet: La iha kliente ida hanesan ne'e

source: Clear screen
tet: Hamoos ekrán ne'e

source: Print slip and clear screen
tet: Imprimi resibu no hamoos ekran

source: Print quick slip and clear screen
tet: Imprimi resibu no hamoos ekran

source: Checking out to %s
tet: Fo empresta hela ba %s

source: Enter item barcode or keyword
tet: Hatama item nia kódigu barra ka liafuan xave

source: Checkout settings
tet: Konfigurasaun checkout

source: Specify due date %s:
tet: Espesifika data atu fo fila %s:

source: Remember for session:
tet: Hanoin hetan ba sesaun:

source: On-site checkout
tet: Empresta on-site

source: %s (%s). %s %s %s. %s Due on %s
tet: %s (%s). %s %s %s. %s Fó fila iha %s

source: Checked out:
tet: Fó empresta ona:

source: Cannot check out! %s
tet: Labele fo empresta! %s

source: Only on-site checkouts are allowed
tet: Emmpréstimu sira on-site mak bele husik

source: Barcode submitted
tet: Kódigu barra hatama ona

source: This patron has waiting holds
tet: Kliente ne'e iha rezerva ne'ebé hein hela

source: This patron has waiting holds that are available for checkout
tet: Kliente sira iha rezerva sira ne'ebé disponivel hodi fo empresta

source: Item type: %s %s %s
tet: Tipu item: %s %s %s

source: Patron category: %s %s %s
tet: Kategoria kliente: %s %s %s

source: All patron categories
tet: Kategoria sira kliente nian hotu-hotu

source: Library: %s %s %s
tet: Biblioteka: %s %s %s

source: Check out to %s
tet: Fo empresta ba %s

source: You are not allowed to use batch checkout for this patron
tet: Ita-boot labele uza fo empresta iha lote ba kliente ida-ne'e

source: Cannot check out! %s %s %s %s
tet: Labele fo empresta! %s %s %s %s

source: Enter barcodes (one barcode per line):
tet: Hatama kódigu barra sira (kódigu barra ida por lina):

source: Or use a file:
tet: Ka uza arkivu ida:

source: Specify due date: %s
tet: Espesifika data atu fo fila %s

source: Batch checkout confirmation
tet: Konfirma fo empresta iha lote

source: Batch checkout results
tet: Rezultadu sira emprestimu nian iha lote

source: %s %s, by %s%s%s-
tet: %s %s, husi %s%s%s-

source: This item is currently checked out to this patron. Renew?
tet: Item ida ne'e empresta ona ba kliente ne'e. Hafoun?

source: Please confirm that the accompanying materials are present: %s
tet: Faz favor konfirma katak material akompanhamentu iha: %s

source: This item is waiting for another patron.
tet: Item ida ne'e iha rezerva ida ona husi kliente seluk.

source: This item is on hold and being transferred for another patron.
tet: Item ida ne'e iha rezerva ida ona no hetan transferénsia ba kliente seluk.

source: This item is on hold and being processed for another patron.
tet: Item ida ne'e iha rezerva ona no prosesa hela ba kliente seluk.

source: This item is checked out to another patron. %s Check in and check out? %s
tet: Item ida ne'e empresta ona ba kliente seluk. %s Fo fila no fo empresta? %s

source: Too many checked out.
tet: Fo empresta ona demais.

source: This patron is from a different library (%s).
tet: Kliente ne'e mai husi biblioteka seluk (%s).

source: Item is normally not for loan %s(%s)%s.
tet: Item ne'e baibain labele fo empresta %s(%s)%s.

source: Patron has %s overdue item(s).
tet: Kliente iha %s item tarde(s).

source: This item has been lost with a status of "%s."
tet: Item ne'e lakon ona ho estado "%s."

source: This item is on hold for another patron. The hold will be overridden, but not cancelled.
tet: Item ida ne'e iha ona reservasaun ida. Reservasaun ne'e sei la kaer agora, maibe la kansela.

source: This item is on hold for another patron.
tet: Item ida ne'e iha rezerva ida ona husi kliente seluk.

source: This item has previously been checked out to this patron.
tet: Item ida ne'e empresta ona ba kliente ne'e.

source: The patron has unpaid charges for holds, rentals etc of %s.
tet: Kliente ne'e iha multa husi pedidu rezerva, nsst husi %s.

source: Local use recorded.
tet: Uza lokal grava ona.

source: Item type not for loan.
tet: Labele fo empresta tipu item ida ne'e.

source: Item not for loan %s(%s)%s.
tet: Labele empresta %s(%s)%s.

source: Item has been withdrawn.
tet: Item ne'e hasai ona.

source: Item is restricted.
tet: Item ne'e iha restrisaun.

source: Patron's address is in doubt.
tet: Kliente nia hela fatin latebes.

source: Patron's card is lost.
tet: Kartaun kliente ne'e lakon ona.

source: Patron is restricted.
tet: Kliente iha restrisaun.

source: No more renewals possible.
tet: Labele empresta dala ida tan.

source: Patron's card is expired.
tet: Kartaun kliente nian ne'e prazu liu ona.

source: Patron has had overdue items and is blocked for %s day(s).
tet: Kliente ne'e iha item tarde uluk no iha limitasaun to'o: %s loron(s).

source: The barcode was not found %s.
tet: Kódigu barra ne'e la hetan %s.

source: Due on %s
tet: Fo fila iha %s

source: Checkout or renew
tet: Fo empresta ka hafoun

source: Find another patron?
tet: Aumenta kliente seluk?

source: This patron does not exist.
tet: Kliente ne'e la iha.

source: Patron's account is restricted
tet: Konta kliente iha restrisaun

source: Patron has items overdue
tet: Kliente ne'e iha item sira ne'ebé tarde

source: This patron does not have waiting holds.
tet: Kliente ida ne'e la iha rezerva ne'ebé hein atu foti.

source: This patron already has a scheduled pickup for this library.
tet: Kliente hatuur ona rezerva ba item ne'e husi biblioteka ne'e.

source: There are no more pickups available for this slot. Please choose another one.
tet: La iha tempu tan atu foti item sira ne'ebé disponivel ba oras ida-ne'e. Favór hili ida seluk.
