Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Current checkouts allowed
tet: Empréstimu atuál bele husik

source: Current on-site checkouts allowed
tet: Emmpréstimu sira on-site bele husik

source: Loan period
tet: Periodu empréstimu sira

source: Unit
tet: Unidade sira

source: Hard due date
tet: Data atu fo fila fixa

source: Fine amount
tet: Multa hira

source: Fine charging interval
tet: Intervalu ba prosesu aumenta multa

source: When to charge
tet: Propina hala'o bainhira

source: Fine/suspension grace period
tet: Períodu toleránsia multa/suspensaun

source: Overdue fines cap (amount)
tet: Multa nia (montante)

source: Suspension in days (day)
tet: Suspensaun iha loron sira (loron)

source: Max. suspension duration (day)
tet: Durasaun suspensaun max (loron)

source: Renewals allowed (count)
tet: Husik hafoun hira (konta)

source: Renewal period
tet: Períodu hafoun

source: No renewal before
tet: Labele hafoun empréstimu sira molok

source: No automatic renewal before
tet: Labele hafoun automátika molok

source: Automatic renewal
tet: Hafoun automátika

source: No automatic renewal after
tet: Labele hafoun automaticamente depois de

source: No automatic renewal after (hard limit)
tet: Hafoun automaticamente labele depois (limite fixa)

source: Holds allowed (total)
tet: Husik rezerva hira (total)

source: Holds allowed (daily)
tet: Husik rezerva hira (loro-loron)

source: Holds per record (count)
tet: Rezerva hira por rejistu (sura)

source: On shelf holds allowed
tet: Labele rezerva

source: OPAC item level holds
tet: Rezerva nivel-item OPAC nian

source: Holds pickup period (day)
tet: Períodu foti rezerva nian (loron)

source: Rental discount (%%)
tet: Diskonta aluga (%%)

source: Recalls allowed (total)
tet: Permite bolu fila (totál)

source: Recall pickup period (day)
tet: Períodu foti bolu fila nian (loron)

source: View note
tet: Haree nota

source: Unlimited
tet: Limite la iha

source: Skip closed days
tet: Liu loron ne'ebé taka

source: Use the calendar to skip days the library is closed
tet: Uza kalendáriu atu liu loron sira ne'ebé biblioteka taka

source: Next open day
tet: Loron nakloke tuirmai

source: Use the calendar to push the due date to the next open day
tet: Uza kalendariu hodi hatuur data fo fali nudar loron nakloke depois de feriadu

source: Ignore the calendar
tet: Ignora kalendariu

source: Use the calendar to push the due date to the next open matching weekday for weekly loan periods, or the next open day otherwise
tet: Uza kalendáriu hodi hatuur data fo fila hanesan loron nakloke tuirmai depois de feriadu

source: Days
tet: Loron sira

source: Hours
tet: Oras

source: %s %s before %s %s on %s %s after %s %s %s
tet: %s %s molok %s %s iha %s %s depois de %s %s %s

source: None defined
tet: La espekifika buat ida

source: %s Start of interval %s End of interval %s
tet: %s Inísiu do intervalu %sFim do intervalu %s

source: If all unavailable
tet: Se la disponivel

source: If any unavailable
tet: Se kualkér la disponivel

source: Record only
tet: Rejistu de'it

source: Item only
tet: Item de'it

source: %s (All)
tet: %s (Hotu)

source: Before
tet: Molok

source: Exactly on
tet: Exatamente iha

source: After
tet: Depois

source: End of interval
tet: Intervalo nia ramata

source: Start of interval
tet: Início do intervalo

source: Charge when?
tet: Bainhira karajer?

source: Default checkout, hold and return policy%s for %s%s
tet: Politika default checkout, rezerva no fo fila nian%s ba %s%s

source: Total current checkouts allowed
tet: Empréstimu hira maka bele husik

source: Maximum total holds allowed (count)
tet: Husik rezerva hira maximu (sura)

source: Hold policy
tet: Polítika rezerva

source: Return policy
tet: Fila ba

source: %s Not set %s
tet: %s Seidauk hatuur %s

source: Not set
tet: La tuur

source: %s From any library
tet: %s Husi kualkér biblioteka

source: %s From local hold group
tet: %s Husi grupu rezerva lokál

source: %s From home library
tet: %s Husi uma biblioteka

source: %s No holds allowed
tet: %s La husik rezerva

source: any library
tet: kualkér biblioteka

source: item's hold group
tet: grupu rezerva item nian

source: item's home library
tet: item nia uma biblioteka

source: item's holding library
tet: biblioteka ne'ebé kaer item

source: %s Item returns home
tet: %s Item fila ba biblioteka orijinal

source: %s Item returns to issuing library
tet: %s Item ne'e fila ba biblioteka ne'ebé fo empresta

source: %s Item floats
tet: %s Item namlele

source: Unset
tet: Desactivado

source: %sCheckout, hold policy by patron category for %s%sDefault checkout, hold policy by patron category%s
tet: %sEmmpréstimu sira, rezerva tuir kliente nia kategoria ba %s%sDefault limite empréstimu sira tuir kliente nia kategoria%s

source: Total holds allowed
tet: Husik rezerva hira

source: Waiting hold cancellation policy for %s
tet: Hein hela politika kanselamentu rezerva nian ba %s

source: Default waiting hold cancellation policy
tet: Polítika kanselamentu rezerva ne'ebé hein hela default nian

source: Cancellation allowed
tet: Kanselamentu permitidu

source: Total article requests
tet: Totál pedidu artigu nian

source: Article request fees for %s
tet: Taxa pedidu artigu ba %s

source: Fee
tet: Taxa

source: Refund lost item processing fee
tet: Fo fila fali taxa prosesamentu item ne'ebé lakon

source: %sHolds and bookings policies by item type for %s%sDefault holds and bookings policies by item type%s
tet: %sPolitika rezerva tuir tipu item ba %s%sDefault politika rezerva tuir tipu item%s

source: (default if none is defined)
tet: (default se la defini buat ida)

source: From any library:
tet: Husi kualkér biblioteka:

source: Patrons from any library may put this item on hold.
tet: Kliente husi kualkér biblioteka bele rezerva item ne'e.

source: From local hold group:
tet: Husi grupu rezerva lokál:

source: From home library:
tet: Husi biblioteka uma:

source: Only patrons from the item's home library may put this book on hold.
tet: Kliente sira de'it husi item ne'e nia biblioteka uma maka bele rezerva livru ida-ne'e.

source: No holds allowed:
tet: La husik rezerva:

source: No patron may put this book on hold.
tet: Kliente labele rezerva livru ida ne'e.

source: Important:
tet: Importante:

source: From any library
tet: Husi kualkér biblioteka

source: From local hold group
tet: Husi grupu rezerva lokál

source: From home library
tet: Husi biblioteka uma

source: No holds allowed
tet: La husik rezerva

source: any library
tet: kualkér biblioteka

source: item's home library
tet: item nia uma biblioteka

source: item's hold group
tet: item nia grupu rezerva

source: patron's hold group
tet: grupu rezerva kliente nian

source: item's holding library
tet: biblioteka ne'ebé kaer item

source: Item returns home
tet: Item fila ba uma

source: Item returns to issuing branch
tet: Item fila ba biblioteka ne'ebé fo empresta

source: Item floats
tet: Items namlele

source: Item returns to issuing library
tet: Item fila ba biblioteka ne'ebé fo empresta

source: Are you sure you want to cancel your changes?
tet: Ita hakarak kansela mudansa ne'e ka lae?

source: Are you sure you want to clone this circulation and fine rule from %s to %s library? This will override the existing rules in this library.
tet: Ita hakarak kópia regra sirkulasaun ho regra multa husi %s ba %s ne'e ka lae? Asaun ne'e sei hamoos regra ne'ebé iha ona iha biblioteka ne'e.

source: Are you sure you want to clone this standard rule to %s library? This will override the existing rules in this library.
tet: Ita hakarak klona regra padraun ida ne'e ba biblioteka %s ka lae? Ne'e sei hamoos regra ne'ebé iha.

source: Are you sure you want to delete this rule? This cannot be undone.
tet: Ita hakarak apaga regra ida ne'e ka lae? Labele fila ba.

source: Are you sure you want to edit another rule?
tet: Ita hakarak edita regra seluk ka lae?

source: New SMS provider
tet: Servidor SMS foun

source: Patrons using this provider
tet: Kliente ne'ebé uza provedor ne'e

source: There are no SMS cellular providers defined.
tet: La iha provedor SMS ida ne'ebé defini ona.

source: Add an SMS cellular provider
tet: Aumenta fornesedór selulár SMS ida

source: New SMTP server
tet: Servidór SMTP foun

source: An error occurred trying to open the server for editing. The passed ID is invalid.
tet: Sala hamosu kuandu koko atu loke servidór hodi edita. ID ne'ebé maka pasa ona la válidu.

source: An error occurred when adding the server. The library already has an SMTP server set.
tet: Sala akontese durante aumenta server ida. Biblioteka ne'e iha ona servidór SMTP.

source: Server updated successfully.
tet: Servidor konsege atualiza.

source: Server added successfully.
tet: Servidor aumenta ona.

source: Timeout (seconds):
tet: Timeout (seg):

source: Disabled
tet: La lao

source: User name:
tet: Naran utilizadór:

source: Debug mode:
tet: Modu debug:

source: Enabled
tet: Lao hela

source: All SMTP servers
tet: Servidór SMTP hotu

source: Timeout (secs)
tet: Timeout (seg)

source: Authenticated
tet: Autentikadu

source: Debug mode
tet: Modu debug

source: Is default
tet: Maka default

source: Delete server
tet: Apaga servidór

source: There are no SMTP servers defined.
tet: La iha servidór SMTP ida ne'ebé defini ona.

source: You are about to delete the '%s' SMTP server.
tet: Ita sei apaga '%s' SMTP server.

source: Current default configuration
tet: Konfigurasaun default atuál

source: Timeout (secs):
tet: Timeout (seg):

source: Control number:
tet: Numeru kontrola:

source: Any:
tet: Kualkér:

source: Subject:
tet: Asuntu:

source: SRU search field mapping for authorities
tet: SRU nia mapeamento kampu peskiza ba autoridade

source: Name (any):
tet: Naran (kualkér):

source: Author (any):
tet: Autór (kualkér):

source: Author (personal):
tet: Autór (persoal):

source: Author (corporate):
tet: Autór (korporativa):

source: Author (meeting/conference):
tet: Autór (enkontru/konferensia):

source: Subject sub-division:
tet: Sub-divisaun asuntu:

source: Title (any):
tet: Titulu (naran de'it):

source: Title (uniform):
tet: Titulu (uniforme):

source: Local use system preferences
tet: Preferénsia sistema uza lokál

source: New system preference
tet: Preferénsia sistema foun

source: System preference deleted
tet: Preferénsia sistema ida apaga ona

source: %s %s %s New local use system preference %s
tet: %s %s %s Preferénsia sistema uzu lokál foun %s

source: System preference details
tet: Detalle sira preferénsia sistema nian

source: Explanation:
tet: Esplikasaun:

source: Variable:
tet: Variável:

source: Value:
tet: Valór:

source: ON
tet: LOKE

source: OFF
tet: TAKA

source: Variable type:
tet: Tipu variável:

source: Free
tet: Gratis

source: Choice
tet: Eskolla

source: YesNo
tet: SinLae

source: Integer
tet: Inteiru

source: Float
tet: Namlele

source: Themes
tet: Tema

source: Variable options:
tet: Opsaun variável:

source: (a choice list for choice (separated by |) or cols|rows for texarea)
tet: (lista opsaun ba buat ida ita hili (haketak husi |) ka kol|kadadak ba texarea)

source: Variable name:
tet: Naran variável:

source: Back to system preferences
tet: Fila ba preferénsia sistema nian

source: Explanation
tet: Esplikasaun

source: Click to edit
tet: Klika atu edita

source: value missing
tet: valór falta

source: variable missing
tet: variavel falta

source: Select an item type:
tet: Hili tipu item ida:

source: Select a collection:
tet: Hili kolesaun ida:

source: Switch to basic editor
tet: Muda ba editor báziku

source: Check
tet: Marka

source: Uncheck
tet: Hasai marka

source: From / To
tet: Husi / Ba

source: From: %s, To: %s
tet: Husi: %s, Ba: %s

source: Transport cost matrix
tet: Tabela kona ba kustu transporte nian

source: There were problems with your submission
tet: Iha problema ho ita nia submisaun

source: Invalid value for %s
tet: Valór inválidu ba %s

source: From \ To
tet: Husi \ Ba

source: Disable
tet: Halo la lao

source: Usage statistics
tet: Estatístika uza

source: You are not sharing any data with the Koha community
tet: Ita-boot la fahe dadus ruma ho komunidade Koha

source: Modify the statistics you share with the Koha community
tet: Modifika estatístika sira ne'ebé ita-boot fahe ho komunidade Koha

source: Share my Koha usage statistics:
tet: Fahe hau nia estatistika kliente:

source: Undecided
tet: Labele deside

source: Your country:
tet: Ita nia rai:

source: Library name:
tet: Naran biblioteka:

source: Library type:
tet: Tipu biblioteka:

source: School
tet: Eskola

source: Research
tet: Peskiza

source: Private
tet: Privadu

source: Society or association
tet: Sosiedade ka assosiasaun

source: Government
tet: Governo

source: Religious organization
tet: Organizasaun relijian nian

source: Subscription
tet: Subskrisaun

source: Library URL:
tet: URL Biblioteka:

source: Last update:
tet: Atualiza ikus:

source: Your data have never been shared
tet: Ita nia dadus nunka fahe

source: Geolocation:
tet: Geolokalizasaun:

source: Set geolocation
tet: Hatuur geolokalizasaun

source: Libraries informations:
tet: Biblioteka nia informasaun:

source: Country: %s
tet: Rai: %s

source: Set geolocation for %s
tet: Hatuur geolokalizasaun ba %s

source: See your public page:
tet: Haree ita nia pájina publiku

source: %s You do not have anything public yet. %s
tet: %s Ita-boot seidauk iha buat ida ne'ebé públiku. %s

source: Update your statistics usage
tet: Atualiza ita nia uzu estatístika nian

source: Click on the map to set the geolocation for %s
tet: Klika iha mapa hodi hatuur geolokalizasaun ba %s

source: Main library
tet: Biblioteka prinsipál

source: Z39.50/SRU server deleted (%s)
tet: Z39.50/SRU servidor apaga ona (%s)

source: Z39.50/SRU server updated (%s)
tet: Z39.50/SRU servidor atualiza ona (%s)

source: Z39.50/SRU server added (%s)
tet: Z39.50/SRU servidor aumenta ona (%s)

source: Server name:
tet: Naran servidor:

source: Preselected:
tet: Preselesionadu

source: Searched by default.
tet: Buka tuir padraun.

source: Display order.
tet: Hatudu orden.

source: Attributes:
tet: Atributu sira:

source: Additional PQF attributes added to each query.
tet: Atributu PQF adisionál sira aumenta ba pergunta ida-idak.

source: Syntax:
tet: Sintase:

source: Z39.50 can send records in various formats. Choose one.
tet: Z39.50 bele haruka rejistu iha formatu oin-oin. Hili ida.

source: Encoding:
tet: Kodifikasaun:

source: Z39.50 can send records in various encodings. Choose one.
tet: Z39.50 bele haruka rejistu iha kodifikasaun oin-oin. Hili ida.

source: seconds
tet: segundu

source: Additional SRU options:
tet: Opsaun SRU adisional:

source: Separate options by commas. Example: sru=get,sru_version=1.1. See also http://www.indexdata.com/yaz/doc/zoom.html.
tet: Halo opsaun keta ketak liuhusi virgula. Ezemplu ida: sru=get,sru_version=1.1. See also http://www.indexdata.com/yaz/doc/zoom.html.

source: SRU Search fields mapping:
tet: SRU buka mapa kampu sira:

source: New Z39.50 server
tet: Servidor Z39.50 foun

source: New SRU server
tet: Servidor SRU foun

source: Attributes
tet: Atributu sira

source: Preselected
tet: Pré-selecionado

source: Syntax
tet: Sintase

source: Are you sure you want to delete server %s?
tet: Ita hakarak apaga server ne'e ka lae %s?

source: Error:
tet: Sala:

source: You do not have permission to access this page.
tet: Ita la iha lisensa atu asesu pájina ida ne'e.

source: Log in as a different user
tet: Log in nudar utilizador seluk

source: Error:
tet: Sala:

source: Please log in again
tet: Faz favor log in dala ida tan

source: Session timed out.
tet: Sesaun prazu ona.

source: IP address has changed. Please log in again
tet: Fatin IP troka ona. Faz favor login fali

source: This account has been locked! %s
tet: Konta ne'e taka netik! %s

source: Reset your password
tet: Halo fali Ita-nia password

source: Your password has expired! %s
tet: Ita-boot nia password mate ona! %s

source: You must contact the library to reset your password
tet: Ita-boot tenke kontaktu staf biblioteka atu halo fali Ita-boot nia password

source: Invalid username or password
tet: Naran ka password inválidu

source: You can't log in as the anonymous patron!
tet: Ita-boot labele tama hanesan kliente anónimu!

source: There was an error authenticating to external identity provider
tet: Sala akontese iha prosesu autentikasaun ba fornesedór identidade esternu

source: Shibboleth login failed
tet: Shibboleth nia login la konsege

source: Log in using a Shibboleth account
tet: Log in ho konta Shibboleth

source: %s Log in with %s
tet: %s Log in ho %s

source: If you do not have an external account, but do have a local account, you can still log in:
tet: Se seidauk iha konta esterna, maibé iha ona konta lokál, ita bele sei log in:

source: My library
tet: Hau nia biblioteka

source: Cash register:
tet: Kaixa osan:

source: CAS login
tet: Login CAS

source: Sorry, the CAS login failed.
tet: Deskulpa, login CAS la la'o.

source: If you have a CAS account, please click here to login
tet: Sei iha ona konta CAS, faz favor klik iha ne'e hodi login

source: If you have a CAS account, please choose against which one you would like to authenticate:
tet: Se Ita-boot iha ona konta CAS, faz favór hili ida ne'ebé maka Ita hakarak atu autentika ba:

source: Invalid two-factor code
tet: Kódigu fatór rua ne'e la válidu

source: Verify code
tet: Verifika kódigu

source: Send the code by email
tet: Haruka kódigu liuhusi email

source: [Previous page]
tet: [Anterior pájina]

source: [Main page]
tet: [Pajina prinsipál]

source: Email not sent, please contact the Koha administrator
tet: Email la haruka, faz favor halo kontaktu ba staf biblioteka

source: Invalid PIN code
tet: Kódigu PIN la válidu

source: Something wrong happened, please contact the Koha administrator
tet: Sala akontese, faz favor kontaktu ba staf biblioteka

source: Authority search
tet: Buka autoridade

source: Authority number
tet: Númeru autoridade

source: Errors
tet: Sala sira

source: Field %s is important, at least one of its subfields must be filled.
tet: Kampu %s ne'e importante, pelumenus subkampu ida tenke prenxe.

source: Field %s is mandatory, at least one of its subfields must be filled.
tet: Kampu %s ne'e obrigatóriu, pelumenus subkampu ida tenke prienxe.

source: Go to field
tet: Ba iha kampu

source: Tag %s subfield %s %s in tab %s
tet: Tag %s subkampu %s %s iha tab %s

source: The following fields aren't filled:
tet: Kampu tuirmai seidauk prenxe:

source: The following mandatory subfields aren't filled:
tet: Tenke prenxe kampu tuirmai tanba obrigatoriu:

source: Loading, please wait...
tet: Karregamento hela, faz fvor hein...

source: Modify authority #%s (%s)
tet: Modifika autoridade #%s (%s)

source: Adding authority %s
tet: Aumenta hela autoridade %s

source: Modify authority #%s %s
tet: Modifika autoridade #%s %s

source: Duplicate record suspected
tet: Rejistu ne'e duplikata karik

source: Is this a duplicate of
tet: Ida ne'e duplikadu ba

source: Yes: Edit existing authority
tet: Sin: Edita autoridade sira ne'ebé iha ona

source: No: Save as new authority
tet: Lae: Rai hanesan autoridade foun

source: Replace record via Z39.50/SRU search
tet: Troka rejistu via Z39.50/SRU

source: Z39.50/SRU search
tet: Z39.50 peskiza

source: %s Used in
tet: %s Uza iha

source: %s This authority is not used in any records. %s
tet: %s Autoridade ne'e la uza ona iha kualkér rejistu. %s

source: %s record(s)
tet: %s rejistu(s)

source: Section %s
tet: Sesaun %s

source: %s - Click to expand this tag
tet: %s - Klik atu haboot tag ne'e

source: Click to expand this tag
tet: Klik atu haboot tag ne'e

source: Repeat this tag
tet: Repete tag ida ne'e

source: Delete this tag
tet: Apaga tag ida ne'e

source: Delete this subfield
tet: Apaga subkampu ne'e

source: No matching authority found.
tet: La iha autoridade ida hanesan.

source: Unknown authority record
tet: Rejistu autoridade la hatene

source: Details for authority #%s (%s)
tet: Detalle sira ba autoridade #%s (%s)

source: Authority does not exist
tet: Autoridade ida ne'e la iha

source: The authority record you requested does not exist (%s).
tet: Rejistu ne'e la iha (%s).

source: Authority #%s (%s)
tet: Autoridade #%s (%s)

source: Merging records
tet: Tau hamutuk rejistu sira

source: The merging was successful.
tet: Konsege atu tau hamutuk.

source: View the merged record.
tet: Haree rejistu ne'ebé foin tau hamutuk.

source: Merge reference
tet: Tau hamutuk referénsia

source: Using framework:
tet: Uza hela kuadru:

source: Authority search results
tet: Rezultadu husi buka autoridade

source: Results %s to %s of %s
tet: Rezultadu %s ba %s husi %s

source: Heading type
tet: Tipu kapsaun

source: Used
tet: Uza ona

source: Get it!
tet: Kaer ona!

source: Other action
tet: Asaun seluk

source: %s 0 times %s
tet: %s dala 0 %s

source: %s times
tet: %s dala

source: %s Main/Added Entry
tet: %s Entrada Prinsipál/Adisionadu

source: %s Subject
tet: %s Asuntu

source: %s Series Title
tet: %s Titulu Serie

source: Edit authority
tet: Edita autoridade

source: Results %s to %s of %s
tet: Rezultadu %s to'o %s husi %s

source: %s 0 records %s
tet: %s rejistu 0 %s

source: %s No results found %s
tet: %s Rezultadu la hetan %s

source: Selected records:
tet: Rejistu sira ne'ebé hili ona:

source: Add to a list
tet: Aumenta ba lista ida

source: Batch modify
tet: Modifikasaun batch

source: Batch delete
tet: Lote apaga ona

source: Your cart
tet: Ita nia kareta

source: Brief display
tet: Haree badak

source: More details
tet: Detalle sira tan

source: Send
tet: Haruka

source: Select format and download basket
tet: Hili formatu no download raga

source: Empty and close
tet: Hamamuk no taka

source: Hide window
tet: Subar janela

source: Author(s)
tet: Autór(sira)

source: Subject(s)
tet: Asuntu(sira)

source: Copyright
tet: Direitu autór

source: Unified title
tet: Títulu unifikadu

source: Serial
tet: Periódiku

source: Classification
tet: Klasifikasaun

source: URL(s)
tet: URL(sira)

source: In
tet: Iha

source: Location(s)
tet: Lokalizasaun(s)

source: %s %s This record has no items. %s
tet: %s%s Rejistu ida ne'e la iha item ida. %s

source: Item sorting
tet: Item organiza hela

source: In: %s %s %s %s %s %s
tet: Iha: %s %s %s %s %s %s

source: Your download should begin automatically.
tet: Ita nia download sei hahú automatikamente.

source: Download cart
tet: Download kareta

source: Format:
tet: Formatu:

source: -- Choose format --
tet: -- Hili formatu ida --

source: Message sent
tet: Mensajen haruka ona

source: The cart was sent to: %s
tet: Kareta ne'e haruka ona ba: %s

source: Problem sending the cart...
tet: Problema hamosu bainhira haruka ona kareta...

source: Sending your cart
tet: Haruka hela Ita-nia kareta

source: Enter message details
tet: Hatama mensajen nia detalle sira

source: Email address:
tet: Enderesu email:

source: Bookings for %s
tet: Rezerva ba %s

source: Show cancelled
tet: Hatudu kansela ona

source: Booking ID
tet: ID rezerva

source: Expired
tet: Espiradu

source: Hide cancelled
tet: Subar kansela ona

source: Record level
tet: Nivel rejistu

source: Select or type a reason
tet: Hili ka hakerek razaun ida

source: Unknown record
tet: Rejistu deskoñesidu

source: ISBD details
tet: Detalle ISBD

source: %s Unknown record %s ISBD details for %s %s
tet: %s Rejistu deskoñesidu %s Detalle ISBD kona ba %s %s

source: The record you requested does not exist (%s).
tet: Rejistu ne'e la iha (%s).

source: MARC details
tet: Detalle sira MARC nian

source: MARC record: %s ( %s )
tet: Rejistu MARC : %s ( %s )

source: With framework :
tet: Ho kuadru :

source: Search on %s
tet: Buka tuir %s

source: View authority record
tet: Haree rejistu autoridade

source: No limit
tet: Limite la iha

source: Editing filter: %s
tet: Edita hela filtru: %s

source: Save filter
tet: Rai filtru

source: Search using filter
tet: Buka uza filtru

source: Fewer options
tet: Opsaun menus
