Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Release manager
tet: Jerente lansamentu

source: Release manager assistant
tet: Asistente jestór lansamentu nian

source: Release manager mentor
tet: Mentor jestór lansamentu nian

source: Quality assurance manager
tet: Jerente garantia kualidade

source: Quality assurance team
tet: Ekipa garante kualidade

source: Documentation manager
tet: Jerente dokumentasaun

source: Documentation team
tet: Ekipa dokumentu

source: Translation manager
tet: Jerente tradusaun

source: Translation managers
tet: Jerente sira tradusaun

source: Translation manager assistant
tet: Jerente tradusaun nia asistente

source: Topic expert
tet: Peritu tópiku

source: Release maintainer
tet: Manutensaun lansamentu

source: Release maintainer assistant
tet: Asistente manutensaun lansamentu

source: Release maintainer mentor
tet: Mentor manutensaun lansamentu

source: Wiki curator
tet: Kuradór Wiki

source: Continuous integration manager
tet: Jerente integrasaun kontínua

source: Packaging manager
tet: Ekipa pakote

source: Packaging manager assistant
tet: Asistente jestór pakote

source: Module maintainer
tet: Manutensaun ba módulu

source: Virtual machine maintainer
tet: Manutensaun mákina virtuál

source: Documentation specialist
tet: Espesialista dokumentasaun

source: Meeting facilitator
tet: Fasilitadór enkontru

source: Website administrator
tet: Administradór website

source: Mentor:
tet: Mentora:

source: Quality assurance manager:
tet: Jerente garantia qualidade:

source: Quality assurance team:
tet: Ekipa garante kualidade:

source: Documentation manager:
tet: Jerente dokumentasaun:

source: Documentation managers:
tet: Jerente dokumentasaun:

source: Documentation team:
tet: Ekipa dokumentu:

source: Translation manager:
tet: Jerente tradusaun:

source: Translation managers:
tet: Jerente tradusaun:

source: Packaging manager:
tet: Jerente pakote:

source: Packaging team:
tet: Ekipa pakote:

source: maintainer:
tet: manutensaun:

source: maintainers:
tet: manutensaun sira:

source: Wiki manager:
tet: Jerente Wiki:

source: Wiki team:
tet: Ekipa wiki:

source: Account creation fee
tet: Taxa kria konta

source: Account renewal fee
tet: Taxa hafoun konta

source: Article request fee
tet: Taxa pedidu artigu

source: Lost item
tet: Item lakon

source: Manual fee
tet: Taxa manuál

source: New card
tet: Kartaun foun

source: Fine
tet: Multa

source: Lost item processing fee
tet: Taxa prosesementu ba item lakon

source: Rental fee
tet: Taxa aluga

source: Daily rental fee
tet: Taxa aluga lor-loron

source: Renewal of rental item
tet: Hafoun item aluga

source: Renewal of daily rental item
tet: Hafoun item aluga lor-loron nian

source: Hold fee
tet: Taxa rezerva

source: Hold waiting too long
tet: Rezerva hein kleur demais

source: Payment from library to patron
tet: Pagamentu husi biblioteka ba kliente

source: Credit has been voided
tet: Kréditu anula ona

source: Cancelled charge
tet: Taxa kansela ona

source: Credit
tet: Kréditu

source: Discount
tet: Diskonta

source: Forgiven
tet: Lalika

source: Lost item fee refund
tet: Fó fila taxa ba item lakon

source: Overpayment refund
tet: Fó fila osan ba pagamentu liu

source: Payment
tet: Pagamentu

source: Lost item processing fee refund
tet: Fó fila osan ba prosesementu item lakon

source: Purchase
tet: Sosa

source: Refund
tet: Fó fila osan

source: Writeoff
tet: Eliminar

source: (Accruing)
tet: (Akumulasaun)

source: (Returned)
tet: (Fó fila ona)

source: (Replaced)
tet: (Substituídu)

source: (Refunded)
tet: (Fó fila osan)

source: (Forgiven)
tet: (Fo perdaun)

source: (Voided)
tet: (Anuladu)

source: (Lost)
tet: (Lakon)

source: (Cancelled)
tet: (Kansela ona)

source: Add order to basket
tet: Aumenta orden ba raga

source: From an existing record:
tet: Husi rejistu ne'ebé iha ona:

source: Submit
tet: Hatama

source: From a suggestion
tet: Husi sujestaun ida

source: From a subscription
tet: Husi subskrisaun ida

source: From a new (empty) record
tet: Husi rejistu (mamuk) foun

source: From existing orders (copy)
tet: Husi orden ne'ebé iha ona (kópia)

source: From an external source
tet: Husi huun externa

source: From a new file
tet: Husi arkivu foun

source: From a staged file
tet: Husi arkivu prepara ona

source: From titles with highest hold ratios
tet: Husi títulu sira ho rasio rezerva aas liu

source: You can't create any orders unless you first
tet: Labele kria orden sira se Ita-boot la halo uluk

source: define a budget and a fund
tet: defini orsamentu ida no fundu ida

source: Acquisitions
tet: Akuisisaun sira

source: Acquisitions home
tet: Akuisisaun nia uma

source: Advanced search
tet: Peskiza advansadu

source: Late orders
tet: Orden tarde

source: Suggestions
tet: Sujestaun sira

source: Invoices
tet: Fatura sira

source: EDIFACT messages
tet: Mensajen EDIFACT

source: Reports
tet: Relatóriu sira

source: Acquisitions statistics wizard
tet: Gia de estatistika akuisisaun

source: Orders by fund
tet: Orden sira tuir fundu

source: Hold ratios
tet: Rásio de rezerva

source: Administration
tet: Administrasaun

source: Budgets
tet: Orsamentu sira

source: Funds
tet: Fundu sira

source: Currencies
tet: Moeda sira

source: EDI accounts
tet: Konta EDI

source: Library EANs
tet: EANs biblioteka nian

source: Manage invoice fields
tet: Jere kampu fatura

source: Vendor search
tet: Buka vendedór

source: Search vendors
tet: Buka vendedór sira

source: Search
tet: Buka

source: Orders search
tet: Buka ba orden

source: Title
tet: Títulu

source: Vendor
tet: Vendedór

source: More options
tet: Opsaun liután

source: Basket
tet: Raga

source: Invoice number
tet: Fatura nia númeru

source: New
tet: Foun

source: Contract
tet: Kontratu

source: Edit vendor
tet: Edita vendedór

source: Delete vendor
tet: Apaga vendedór

source: Receive shipments
tet: Simu materiál sira

source: New vendor
tet: Vendedór foun

source: Authentication
tet: Autentikasaun

source: Log not enabled
tet: Log la lao

source: Cataloging
tet: Katalogasaun

source: Authorities
tet: Autóridade sira

source: Patrons
tet: Kliente sira

source: Serials
tet: Periódiku sira

source: Holds
tet: Rezerva sira

source: Interlibrary loans
tet: Empresta husi biblioteka seluk

source: Circulation
tet: Sirkulasaun

source: Claims
tet: Reklamasaun

source: Fines
tet: Multa sira

source: System preferences
tet: Preferénsia sistema

source: Cron jobs
tet: Knaar cron

source: Notices
tet: Avizu sira

source: News
tet: Notísia

source: Recalls
tet: Bolu fila

source: Add
tet: Aumenta

source: Delete
tet: Apaga

source: Modify
tet: Modifika

source: Checkout
tet: Fo empresta

source: Return
tet: Fó fila

source: Create
tet: Kria

source: Cancel
tet: Kansela

source: Fill
tet: Prenxe

source: Resume
tet: Hahú fali

source: Suspend
tet: Suspende

source: Renew
tet: Hafoun

source: Change password
tet: Muda password

source: Reset password
tet: Hatuur fali password

source: Add circulation message
tet: Aumenta mensajen sirkulasaun

source: Modify circulation message
tet: Modifika mensajen sirkulasaun

source: Delete circulation message
tet: Apaga mensajen sirkulasaun

source: Change ILL request status
tet: Muda estadu pedidu ILL

source: ILL notice sent to patron
tet: Manda avizu ILL ba kliente

source: Close an acquisitions basket
tet: Taka raga ida ne'e

source: Cancel an order
tet: Kansela orden ida

source: Create an order
tet: Kria orden ida

source: Modify an order
tet: Modifika orden ida

source: Modify an invoice adjustment
tet: Modifika ajustamentu fatura nian

source: Delete an invoice adjustment
tet: Apaga fatura nia ajustamentu ida

source: Receive an order
tet: Simu orden ida

source: Modify a budget
tet: Modifika orsamantu ida

source: Create a fund
tet: Kria fundu ida

source: Modify a fund
tet: Modifika fundu ida

source: Delete a fund
tet: Apaga fundu ida

source: Create restriction
tet: Kria restrisaun

source: Modify restriction
tet: Modifika restrisaun

source: Delete restriction
tet: Apaga restrisaun

source: Run
tet: Hala'o

source: End
tet: Ramata

source: Edit mappings
tet: Edita mapeamentu sira

source: Reset mappings
tet: Hatuur fali mapeamentu sira

source: Serial claim
tet: Reklama periódiku nian

source: Acquisition claim
tet: Reklama akuisisaun

source: Acquisition order
tet: Orden akuisisaun

source: Overdue
tet: Atrazadu

source: Expire
tet: Prazu

source: Staff interface
tet: Interfase staf nian

source: Command-line
tet: Liña-komando

source: Cron job
tet: Knaar cron

source: Additional fields
tet: Kampu adisionál

source: No change
tet: La iha mudansa

source: (Authorised values for %s)
tet: (Valór sira autorizadu ba %s)

source: Clear
tet: Hamoos

source: Choose an icon:
tet: Hili ikone ida:

source: None
tet: La iha buat ida

source: Remote image
tet: Imajen remota

source: No image:
tet: Imajen la iha:

source: Remote image:
tet: Imajen remota:

source: Name:
tet: Naran:

source: Required
tet: Presiza

source: Label:
tet: Etiketa:

source: MARC field:
tet: Kampu MARC:

source: MARC subfield:
tet: Subkampu MARC:

source: Authorised values category:
tet: Valór kategoria ne'ebé autoriza ona:

source: - None -
tet: - La iha buat ida -

source: Basic parameters
tet: Parâmetru sira baziku

source: Libraries
tet: Biblioteka sira

source: Library groups
tet: Grupu sira biblioteka nian

source: Item types
tet: Tipu item

source: Authorized values
tet: Valór sira autoriza ona

source: Patrons and circulation
tet: Kliente sira no sirkulasaun

source: Patron categories
tet: Kategoria kliente

source: Circulation and fine rules
tet: Regra sirkulasaun no regra multa

source: Patron attribute types
tet: Kliente nia tipu atributu

source: Library transfer limits
tet: Limite transferénsia biblioteka

source: Transport cost matrix
tet: Tabela kona ba kustu transporte nian

source: Item circulation alerts
tet: Avizu item sirkulasaun nian

source: Desks
tet: Meza sira

source: Cities and towns
tet: Sidade sira no vila sira

source: Patron restriction types
tet: Tipu sira restrisaun kliente

source: Accounting
tet: Kontabilidade

source: Debit types
tet: Tipu débitu

source: Credit types
tet: Tipu kréditu

source: Cash registers
tet: Kaixa osan

source: Plugins
tet: Plugin sira

source: Jobs
tet: Knaar

source: Catalog
tet: Katálogu

source: MARC bibliographic framework
tet: Kuadru bibliográfiku MARC

source: Koha to MARC mapping
tet: Mapeamentu Koha ba MARC

source: MARC bibliographic framework test
tet: Teste ba kuadru bibliográfiku MARC

source: Authority types
tet: Tipu sira autoridade

source: Classification configuration
tet: Konfigurasaun klasifikasaun

source: Record matching rules
tet: Regra kona ba rejistu han-malu

source: Record sources
tet: Rejistu nia huun

source: Record overlay rules
tet: Regra kona ba rejistu overlay

source: OAI sets configuration
tet: Konfigurasaun konjuntu OAI

source: Item search fields
tet: Kampu peskiza item

source: Search filters
tet: Filtru ba peskiza

source: Search engine configuration (Elasticsearch)
tet: Konfigurasaun ba search engine (Elasticsearch)

source: Acquisition parameters
tet: Parámetru sira akuisisaun

source: Currencies and exchange rates
tet: Moeda sira no troka osan

source: Additional parameters
tet: Parâmetru sira adisionál

source: Identity providers
tet: Fornesedór identidade sira

source: Z39.50/SRU servers
tet: Z39.50/SRU servidór sira

source: SMTP servers
tet: Servidór sira SMTP

source: Did you mean?
tet: Ita dehan katak?

source: Table settings
tet: Konfigurasaun tabela

source: Audio alerts
tet: Avizu áudiu

source: SMS cellular providers
tet: Fornesedór SMS

source: Share usage statistics
tet: Fahe estatistika de utilizasaun

source: Share content with Mana KB
tet: Fahe konteúdu ho Mana KB

source: Keyboard shortcuts
tet: Atalhos de teclado

source: Check out
tet: Fó empresta

source: Check in
tet: Fó fila

source: Search patrons
tet: Buka kliente sira

source: Clear field
tet: Hamoos kampu

source: Create new authority
tet: Kria autoridade ida foun

source: Search options
tet: Buka opsaun sira

source: Authority type:
tet: Tipu autoridade:

source: Search main heading ($a only):
tet: Peskiza kapsaun prinsipál ($a deit):

source: contains
tet: kontein

source: starts with
tet: hahú ho

source: is exactly
tet: iha exactamente

source: Search main heading:
tet: Peskiza kapsaun prinsipál:

source: Search all headings:
tet: Peskiza kapsaun sira hotu:

source: Search entire record:
tet: Peskiza rejistu tomak:

source: Sort by:
tet: Organiza tuir:

source: Heading A-Z
tet: Kapsaun A-Z

source: Heading Z-A
tet: Kapsaun Z-A

source: Relationship information
tet: Informasaun relasaun

source: Special relationship:
tet: Relasaun espesial:

source: %s %sNone specified
tet: %s %sLa espekifika buat ida

source: %s %sa - Earlier heading
tet: %s%sa- Termu inisiál

source: %sb - Later heading
tet: %sb - Termu ikus

source: %sd - Acronym
tet: %sd - Akrônimu

source: %sf - Musical composition
tet: %sf - Kompozisaun múzikal

source: %sg - Broader term
tet: %sg - Termu luan liu

source: %sh - Narrower term
tet: %sh - Termu kloot liu

source: %sn - Not applicable
tet: %sn - La apikavel

source: %sr - Relationship designation in $i or $4
tet: %sr - Dezignasaun relasaun iha $i ka $4

source: %s %sa = earlier name
tet: %s %sa = naran inisiál

source: %sb = later name
tet: %sb = naran ikus

source: %sc = official name
tet: %sc = naran ofisiál

source: %sd = acronym / initial / abbreviation
tet: %sd = sigla / inisiál / abreviasaun

source: %se = pseudonym
tet: %se = pseudónimu

source: %sf = real name
tet: %sf = naran loloos

source: %sg = broader term or name
tet: %sg - termu luan liu ka naran

source: %sh = narrower term or name
tet: %sh - termu kloot liu ka naran

source: %si = name in religion
tet: %si = naran iha relijiaun

source: %sj = married name
tet: %sj = naran kaben-na'in

source: %sk = name before marriage
tet: %sk = naran molok kaben

source: %sl = shared pseudonym
tet: %sl = pseudónimu ne'ebé fahe

source: %sm = secular name
tet: %sm = naran sekulár

source: %so = attributed name / conventional title of a work
tet: %so = naran atribuidu / títulu konvensionál obra ida nian

source: %sx = not applicable
tet: %sx = la apikavel

source: %sz = other
tet: %sz = seluk

source: Clear form
tet: Hamoos formuláriu

source: Close window
tet: Taka janela

source: Can't scan the code?
tet: Labele halo skan ba kódigu?

source: To add the entry manually, provide the following details to the application on your phone.
tet: Atu aumenta entrada manualmente, fornese detalle sira tuir mai ba aplikasaun iha Ita-boot nia telefone.

source: Account: "
tet: Konta: "

source: Key: "
tet: Xave: "

source: Time based: Yes
tet: Bazeia ba tempu: Sin

source: QR code:
tet: Kódigu QR:

source: PIN code:
tet: Kódigu PIN:

source: Register with two-factor app
tet: Rejistu ho aplikasaun ho fatór rua

source: BT
tet: TL

source: Broader Term
tet: Termu luan liu

source: NT
tet: TK

source: Narrower Term
tet: Termu kloot liu

source: UF
tet: UB

source: Used For
tet: Uza Ba

source: RT
tet: TR

source: Related Term
tet: Termu Relevante

source: (Earlier heading)
tet: (Termu inisiál)

source: (Later heading)
tet: (Termu ikus)

source: (Acronym)
tet: (Akrônimu)

source: (Musical composition)
tet: (Kompozisaun múzikal)

source: (Broader heading)
tet: (Termu luan liu)

source: (Narrower heading)
tet: (Termu kloot liu)

source: (Immediate parent body)
tet: (Isin inan-aman imediatu)

source: Notes
tet: Nota sira

source: used for/see from:
tet: uza ba/haree husi:

source: see also:
tet: haree mós:

source: English
tet: Lian Inglês

source: French
tet: Lian Fransés

source: Italian
tet: Lian Italianu

source: German
tet: Lian Alemaun

source: Spanish
tet: Lian España

source: Hebrew
tet: Ebreu

source: Arabic
tet: Arabe

source: Greek (modern)
tet: Gregu (modernu)

source: Greek (to 1453)
tet: Gregu (to'o 1453)

source: Close
tet: Taka

source: Order by
tet: Hameno husi

source: Operator
tet: Operadór

source: Authority type
tet: Tipu autoridade

source: All authority types
tet: Tipu sira autoridade hotu

source: Search main heading
tet: Buka termu prinsipál

source: Search main heading ($a only)
tet: Buka kapsaun prinsipál ($a de'it)

source: Search all headings
tet: Buka kapsaun hotu

source: Search any heading
tet: Buka kualkér termu

source: Search entire record
tet: Buka rejistu tomak

source: Search any authority field
tet: Buka kualkér kampu autoridade

source: Main heading ($a only)
tet: Termu prinsipál ($a deit)

source: Main heading
tet: Termu prinsipál

source: All headings
tet: Termu sira hotu

source: Entire record
tet: Rejistu tomak

source: New authority
tet: Autoridade foun

source: New from Z39.50/SRU
tet: Ida foun husi Z39.50/SRU

source: Edit
tet: Edita

source: Edit record
tet: Edita rejistu

source: Edit as new (duplicate)
tet: Edita nudar foun (duplikata)

source: Replace record via Z39.50/SRU
tet: Troka rejistu via Z39.50/SRU

source: Delete record
tet: Apaga rejistu

source: Save
tet: Rai

source: MARC (non-Unicode/MARC-8)
tet: MARC (la-Unicode/MARC-8)

source: Term
tet: Termu

source: Are you sure you want to delete this authority?
tet: Ita hakarak apaga autoridade ne'e ka lae?

source: Cancel merge
tet: Kansela amalgamar

source: Merging with authority:
tet: Amalgamar ho autoridade:

source: All
tet: Hotu-hotu

source: All records have been deleted successfully!
tet: Konsege apaga rejistu hotu!

source: No record has been deleted. An error occurred.
tet: La iha rejistu ne'ebé maka apaga ona. Sala ida akontese.

source: %s / %s records have been deleted successfully but some errors occurred.
tet: %s / %s rejistu sira apaga ona maibe sala balu akontese.

source: The authority id %s does not exist in the database.
tet: Autoridade id %s la eziste iha baze-dadus.

source: Authority record %s was not deleted. An error occurred.
tet: Rejistu autoridade %s la apaga. Sala ida akontese.

source: Authority %s has been deleted successfully.
tet: Autoridade %s apaga ona.

source: All records have successfully been modified!
tet: Rejistu hotu modifika ona!

source: New batch record modification
tet: Modifikasaun rejistu iha lote foun

source: %s / %s records have successfully been modified. Some errors occurred.
tet: %s / %s rejistu modifika ona. Sala balu hamosu.

source: The job has been cancelled before it finished.
tet: Serbisu ne'e kansela ona molok nia remata.

source: Authority record %s has not been modified. An error occurred on modifying it
tet: Rejistu autoridade %s seidauk modifika. Sala ida akontese kuandu modifika ida-ne'e

source: Authority record %s has successfully been modified.
tet: Rejistu autoridade %s modifika ona.

source: The biblionumber %s does not exist in the database.
tet: Biblionumber %s la eziste iha baze-dadus.

source: At least one item is checked out on bibliographic record %s.
tet: Pelumenus item ida maka empresta ona iha rejistu bibliográfiku %s.

source: Bibliographic record %s was not deleted. A hold could not be canceled (reserve_id %s).
tet: Rejistu bibliográfiku %s la apaga. Rezerva ida la konsege kansela (reserve_id %s).

source: The bibliographic record %s was not deleted. An error was encountered when deleting an item (itemnumber %s).
tet: Rejistu bibliográfiku %s la apaga. Sala ida hamosu kuandu apaga item ida (itemnumber %s).

source: Bibliographic record %s was not deleted. An error occurred.
tet: Rejistu bibliográfiku %s la apaga. Sala akontese.

source: Bibliographic record %s has been deleted successfully.
tet: Rejistu bibliográfiku %s apaga ona.

source: All records have successfully been modified!
tet: Rejistu hotu modifika ona!

source: Add modified records to the following list:
tet: Aumenta rejistu sira ne'ebé modifika ona ba lista tuirmai:

source: Select a list
tet: Hili lista ida

source: Bibliographic record %s has not been modified. An error occurred on modifying it.
tet: Rejistu bibliográfiku %s seidauk modifika. Sala ida akontese bainhira modifika ida-ne'e.

source: Bibliographic record %s has successfully been modified.
tet: Rejistu bibliográfiku ida %s modifika ona.

source: All holds have successfully been cancelled!
tet: Rezerva hotu kansela ona!

source: %s / %s holds have successfully been modified. Some errors occurred.
tet: %s / %s rezerva sira modifika ona. Sala balu akontese.

source: Hold on
tet: Rezerva ba

source: for
tet: ba

source: has not been cancelled.
tet: la konsege kansela.

source: An error occurred on cancelling.
tet: Sala akontese kuandu koko kansela.

source: No hold with id %s found.
tet: La hetan rezerva ho %s id.

source: Unknown error '%s'.
tet: La hatene sala '%s'.

source: Hold on %s for %s has successfully been cancelled.
tet: Rezerva %s ba %s kansela ona.

source: %s item(s) deleted.
tet: %s item(s) apaga ona.

source: %s record(s) deleted.
tet: %s rejistu(s) apaga ona.

source: No items deleted.
tet: La iha item sira ne'ebé apaga ona.

source: %s item(s) could not be deleted: %s%s %s
tet: %s item(s) la bele apaga: %s%s%s

source: New batch item modification
tet: Modifikasaun item lote foun

source: Item with barcode %s cannot be deleted:
tet: Rejistu ho kódigu barra %s labele apaga:

source: Item is checked out
tet: Item empresta ona

source: Item does not belong to your library
tet: Item ne'e la pertense ba ita nia biblioteka

source: Item has a waiting hold
tet: Item ida ne'e iha ona rezerva ida

source: Item has linked analytics
tet: Item iha analítika ligadu

source: Last item for bibliographic record with biblio-level hold on it
tet: Item ikus ba rejistu bibliográfiku ho rezerva nivel-biblio iha ida-ne'e

source: Unknown reason '%s'
tet: La hatene razaun '%s'

source: Unknown message '%s'
tet: La hatene mensajen ne'e %s

source: %s item(s) modified (with %s field(s) modified).
tet: %s item(s) modifika ona (ho %s kampu(sira) modifika ona).

source: No items modified.
tet: La modifka item ida.

source: Too many items (%s): You have edited more than %s items in a batch, items will not be shown.
tet: Item barak liu (%s): Ita-boot edita ona item liu %s iha lote ida, item sira sei la hatudu.

source: All eHolding titles have been created successfully!
tet: Títulu eHolding hotu-hotu kria ona ho susesu!

source: No eHolding titles have been created. An error occurred.
tet: La iha títulu eHolding nian ne'ebé maka kria ona. Sala balu hamosu.

source: The package #%s does not exist.
tet: Pakote ne'e #%s la iha.

source: The bibliographic record (%s) already exists in this package (
tet: Rejistu bibliográfiku (%s) iha ona iha pakote ida-ne'e (

source: resource #%s
tet: rekursu #%s

source: Usage data provider
tet: Fornesedór dadus utilizasaun nian

source: Report type
tet: Tipu relatóriu

source: Report rows processed
tet: Relatóriu nia liña sira ne'ebé prosesa ona

source: Platforms added
tet: Plataforma sira aumenta ona

source: Databases added
tet: Baze-dadus sira aumenta ona

source: Items added
tet: Item sira aumenta ona

source: Titles added
tet: Titulu sira aumenta ona

source: successfully added
tet: konsege aumenta ona

source: could not be processed - please check the logs
tet: labele prosesa - halo favór verifika log sira

source: Total lines processed
tet: totál liña sira ne'ebé prosesa ona

source: Titles imported
tet: Títulu sira importa ona

source: Duplicates found
tet: Duplikata hetan ona

source: Package
tet: Pakote

source: already exists and was not created.
tet: ne'e iha ona no la kria ona.

source: Title %s
tet: Títulu %s

source: failed to import with the following error: %s
tet: la konsege hatama ho sala tuirmai: %s

source: Completed import of records
tet: Importasaun ba rejistu ne'ebé kompletu ona

source: Number of records added
tet: Rejistu hira aumenta ona

source: Number of records updated
tet: Rejistu hira atualiza ona

source: Number of records ignored
tet: Rejistu hira ignora ona

source: Number of items added
tet: Kópia hira aumenta ona
