Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Cancelled
tet: Kanseladu

source: %s Standing order
tet: %s Orden permanente

source: Fund:
tet: Fundu:

source: All funds
tet: Fundus hotu

source: From:
tet: Husi:

source: To:
tet: Ba:

source: Run reports
tet: Hala'o relatóriu sira

source: Saved reports
tet: Relatóriu rai ona

source: Reports dictionary
tet: Relatóriu nia disionáriu

source: View dictionary
tet: Haree disionáriu

source: Useful resources
tet: Rekursus útil

source: Koha report library
tet: Biblioteka koha nia relatóriu

source: Koha database schema
tet: Koha nia eskema database

source: Item search
tet: Buka item ida

source: More
tet: Tan

source: Lists
tet: Lista sira

source: ILL requests
tet: Pedidu ILL

source: E-resource management
tet: Jestaun rekursu eletróniku

source: Course reserves
tet: Rezerva sira kursu nian

source: Preservation
tet: Prezervasaun

source: About Koha
tet: Kona ba Koha

source: Cart
tet: Kareta

source: Logged in as:
tet: Hatama nudar:

source: %s Location:
tet: %s Lokalizasaun:

source: Register:
tet: Tau naran:

source: Set desk and cash register
tet: Hatuur meza no kaixa osan

source: Set cash register
tet: Hatur kaixa osan

source: Search history
tet: Istória peskiza

source: My account
tet: Hau nia konta

source: My checkouts
tet: Hau nia empréstimu sira

source: My consents
tet: Ha'u nia konsentimentu

source: Your cart is empty.
tet: Ita nia kareta mamuk.

source: Priority
tet: Prioridade

source: Change priority
tet: Muda prioridade

source: Patron
tet: Kliente

source: Date
tet: Data

source: Expiration
tet: Prazu

source: Pickup library
tet: Foti husi biblioteka ne'e

source: Set lowest priority
tet: Hatuur prioridade kraik liu

source: Toggle set to lowest priority
tet: Hatuur ba prioridade kraik liu

source: Print hold/transfer slip
tet: Imprimi surat rezerva/transferensia

source: In transit
tet: Iha tranzitu

source: In processing
tet: Iha prosessamentu

source: Waiting
tet: Hein hela

source: Move hold up
tet: Muda rezervasaun ba leten

source: Move hold to top
tet: Muda rezervasaun ba tutun

source: Move hold to bottom
tet: Muda rezervasaun ba kraik liu

source: Move hold down
tet: Muda rezervasaun ba kraik

source: %s Item waiting at
tet: %s Item hein hela iha

source: %s, %s,%s since %s %s Item being transferred to
tet: %s, %s,%s dezde %s %s Item transfere hela ba

source: %s Item being processed at
tet: %s Item iha prosesu hela ba

source: %s Hold expected at
tet: %s Rezerva atu mai iha

source: , please checkin to verify status %s %s %s %s
tet: ; halo favór checkin atu verifika estadu %s %s %s %s

source: No barcode
tet: La iha kódigu barra

source: Only item
tet: Item ida de'it

source: Only item %s %s %s No barcode %s
tet: Item ida de'it %s %s %s Laiha kódigu barra %s

source: Next available
tet: Tuirmai disponivel

source: Next available %s item
tet: Item %s disponivel tuirmai

source: Next available item from group
tet: Item disponivel tuirmai husi grupu

source: Non priority hold
tet: Rezerva la prioridade

source: Remove lowest priority
tet: Hasai prioridade kraik liu

source: Cancel hold
tet: Kansela rezerva ne'e

source: Unsuspend
tet: La suspende

source: Suspend
tet: Suspende

source: %s on %s until %s
tet: %s iha %s to'o %s

source: Print slip
tet: Print resibu

source: Show this content on the cataloging home page in the staff interface.
tet: Hatudu konteúdu ida-ne'e iha pájina dahuluk katalogasaun nian iha interfase staf nian.

source: Show this content on the lists home page in the staff interface.
tet: Hatudu konteúdu ida-ne'e iha pájina dahuluk lista sira nian iha interfase staf nian.

source: Show this content on the patrons home page in the staff interface.
tet: Hatudu konteúdu ida-ne'e iha pájina dahuluk kliente nian iha interfase staf nian.

source: %s (Not an authorised value)
tet: %s (La'ós valór ne'ebé autorizadu)

source: Tag editor
tet: Editór etiketa

source: No popup
tet: La iha popup

source: regex pattern
tet: padraun regex

source: regex replacement
tet: substituisaun regex

source: Check to delete subfield %s
tet: Marka hodi apaga subkampu ne'e %s

source: Important
tet: Importante

source: Clone
tet: Klona

source: Clone this subfield
tet: Klona subkampu ne'e

source: Clear on loan
tet: Hamoos empréstimu sira

source: Show/hide columns:
tet: Hatudu/subar koluna sira:

source: Show all columns
tet: Hatudu koluna hotu

source: Hide all columns
tet: Subar koluna hotu

source: Item holds / Total holds
tet: Reserva item / Rezerva total

source: Cannot edit
tet: Labele edita

source: Cannot delete
tet: Labele apaga

source: %s, by %s%s
tet: %s, husi %s%s

source: Holds on this item: %s / Total holds on this record: %s
tet: Rezerva iha ona husi item ne'e: %s / Rezerva iha ona husi rezerva ne'e: %s

source: No holds on this item / Total holds on this record: %s
tet: La iha rezerva ida / Rezerva total husi rejistu ne'e: %s

source: Holds on this record: %s
tet: Rezerva rejistu nian: %s

source: No holds on this record
tet: Rezerva la iha husi rejistu ne'e

source: Home
tet: Pájina dahuluk

source: Search orders
tet: Buka ba orden

source: Cover image
tet: Imajen husi livru nia oin

source: Current library
tet: Biblioteka atuál

source: Item group
tet: Grupu item

source: Serial enumeration / chronology
tet: Enumerasaun periódiku / kronologia

source: Status
tet: Estadu

source: Last seen
tet: Haree ikus

source: Checkouts
tet: Empréstimu sira

source: Renewals
tet: Hafoun sira

source: Local uses
tet: Uzu lokál sira

source: Date accessioned
tet: Data simu ona

source: Date last borrowed
tet: Emmpréstimu sira nia data ikus

source: Source of acquisition
tet: Fonte akuisisaun

source: Barcode
tet: Kódigu barra

source: Inventory number
tet: Numeru inventáriu

source: Materials specified
tet: Materiál sira ne'ebé espesifika ona

source: Public notes
tet: Nota publiku

source: Non-public notes
tet: Nota la publiku

source: Host records
tet: Rejistu host

source: Used in
tet: Uza iha

source: Spine label
tet: Etiketa lombada

source: Show filters
tet: Hatudu filtru sira

source: Hide filters
tet: Subar filtru sira

source: | Actions: %s
tet: | Asaun sira: %s

source: Delete selected items
tet: Apaga item ne'ebé hili ona

source: Modify selected items
tet: Modifika item ne'ebé hili ona

source: Add/move to item group
tet: Aumenta/muda ba grupu item

source: Remove from item group
tet: Hasai husi grupu item

source: %s analytics
tet: %s analítika

source: (Claimed returned)
tet: (Reklamadu fó fila ona)

source: Available
tet: Disponivel

source: Checked out to %s
tet: Fo empresta ona ba %s

source: Create analytics
tet: Kria analytics

source: Currently in local use by %s
tet: Agora daudauk iha utilizasaun lokál husi %s

source: Damaged
tet: Aat

source: Hold for: %s
tet: Rezerva ba: %s

source: In bundle: %s
tet: Iha pakote: %s

source: In transit from %s to %s since %s
tet: Iha tránzitu husi %s to'o %s dezde %s

source: Link to resource
tet: Liga ba rekursu

source: Local cover image
tet: Imajen kapa lokál

source: Manage bundle (%s|%s)
tet: Jere pakote (%s|%s)

source: Not for loan
tet: Labele empresta

source: Recalled by %s on %s
tet: Bolu fila ona %s iha %s

source: Transit pending from %s to %s since %s
tet: Transitu pendente husi %s ba %s dezde %s

source: Unavailable (lost or missing
tet: La disponivel (lakon ka falta

source: Waiting at %s since %s.
tet: Hein hela iha %s dezde %s.

source: Waiting at %s, %s since %s.
tet: Hein hela iha %s, %s dezde %s.

source: Waiting recall at %s since %s
tet: Hein hela bolu fila iha %s dezde %s

source: Withdrawn
tet: Hasai ona

source: due %s
tet: fó fila %s

source: Add new batch
tet: Aumenta lote foun

source: Are you sure you want to remove this item from the batch?
tet: Ita hakarak hasai item ne'e husi lote ka lae?

source: Article author
tet: Autór artigu nian

source: Article title
tet: Titulu artigu

source: Available via
tet: Disponivel liuhusi

source: Failed to retrieve
tet: La konsege hetan fali

source: Issue
tet: Kópia

source: Less
tet: Menus

source: Pages
tet: Pájina sira

source: PubMed ID
tet: ID PubMed

source: Publisher
tet: Publikadór

source: Remove
tet: Hasai

source: Retrieving metadata
tet: Rekupera metadadus

source: Retrieving...
tet: Rekupera...

source: Unable to create batch request
tet: Labele kria pedidu lote

source: Unable to create local request
tet: La konsege atu kria pedidu lokál

source: Unable to retrieve batch details
tet: Labele hetan fali detalle sira lote nian

source: Unable to retrieve batch requests
tet: Labele hetan fali pedidu sira ba lote nian

source: Unable to retrieve batch statuses
tet: Labele hetan fali estadu lote nian

source: Unable to update batch request
tet: Labele atu atualiza pedidu lote

source: Unknown
tet: La hatene

source: Update batch
tet: Atualiza lote

source: Year
tet: Tinan

source: Batch details
tet: Detalle lote

source: Batch name:
tet: Lote nia naran:

source: Card number, username or surname:
tet: Númeru kartaun, naran utilizadór ka apelidu:

source: Library:
tet: Biblioteka:

source: Status:
tet: Estadu:

source: Add batch items
tet: Aumenta item lote

source: Row count:
tet: Númeru liña sira:

source: The following duplicates were found, these have been de-duplicated:
tet: Duplikadu sira tuirmai ne'e hetan, sira-ne'e de-duplikadu ona:

source: Process identifiers
tet: Prosessa identifikadór sira

source: - Items processed:
tet: - Item sira ne'ebé prosesa ona:

source: . Items failed:
tet: . Item sira falla:

source: out of
tet: husi

source: Identifier type
tet: Tipu identifikadór

source: Identifier value
tet: Valór identifikadór

source: Metadata
tet: Metadadus

source: Request ID
tet: Pedidu nia ID

source: Request status
tet: Detalle rezerva

source: Availability
tet: Disponiblidade

source: Add items to batch
tet: Aumenta item ba lote

source: Continue
tet: Kontinua

source: Finish and view batch
tet: Remata no haree lote

source: Are you sure you want to delete this batch? All attached requests will be detached.
tet: Ita hakarak apaga lote ne'e ka lae? Pedidu hotu iha aneksa sei destakadu.

source: Unable to delete batch
tet: La konsege apaga lote ne'e

source: View borrower details
tet: Haree detalle kliente nian

source: View ILL requests batches
tet: Haree lote pedidu ILL

source: Details for all batches
tet: Detalle ba lote hotu

source: Batch ID
tet: Lote ID

source: Number of requests
tet: Numeru hira pedidu

source: All status aliases
tet: Estadu sira hotu

source: All statuses
tet: Estado sira hotu

source: Manage request
tet: Jere pedidu

source: View patron details
tet: Haree detalle kliente nian

source: Batch
tet: Lote

source: Request type
tet: Pedidu nia tipu

source: Order ID
tet: ID Orden

source: Bibliographic record ID
tet: ID rejistu bibliográfiku

source: Placed on
tet: Hatuur iha

source: Updated on
tet: Atualiza iha

source: Replied
tet: Hatán

source: Completed on
tet: Kompletu iha

source: Access URL
tet: Asesu URL

source: Cost
tet: Kustu

source: Price paid
tet: Folin ne'ebé selu ona

source: Comments
tet: Komentáriu sira

source: OPAC notes
tet: Nota OPAC

source: Staff notes
tet: Nota funsionárius nian

source: Backend
tet: Prosesu interno

source: New ILL request
tet: Pedidu ILL foun

source: List requests
tet: Lista pedidu

source: New ILL requests batch
tet: Lote pedidu ILL foun

source: Batch requests
tet: Pedidu lote

source: Please choose an enrollment period in months OR by date.
tet: Faz favor hili periodu iha fulan KA tuir data.

source: Please only choose one enrollment period.
tet: Faz favor hili periodu ida de'it.

source: Please only enter letters or numbers.
tet: Faz favor hatama letra ka numeru de'it.

source: Please only enter letters.
tet: Faz favor hatama letra de'it.

source: The entered passwords do not match
tet: Password ne'ebé hatama ona la hanesan malu

source: Accept all cookies
tet: Simu cookies hotu-hotu

source: Accept essential cookies
tet: Simu cookies esensiál

source: More information
tet: Informasaun liután

source: Cookies policy
tet: Polítika cookies

source: Consent to cookie
tet: Konsentimentu ba cookie

source: Accept selected non-essential cookies
tet: Simu cookies la esensiál ne'ebé marka ona

source: Lost
tet: Lakon

source: Due: %s
tet: Fó fila: %s

source: Pending hold
tet: Rezerva pendente

source: Restricted
tet: Limita ona

source: A patron from %s
tet: Kliente ida husi %s

source: A patron from another library
tet: Kliente ida husi biblioteka seluk

source: Link field to authorities
tet: Liga kampu ne'e ba autoridade

source: Delete current field and copy to 'clipboard'
tet: Apaga kampu ne'e no kópia ba 'clipboard'

source: Delete current subfield and copy to 'clipboard'
tet: Apaga kampu ne'e no kópia ba 'clipboard'

source: New field on next line
tet: Kampu foun iha lina tuimai

source: Insert line break
tet: Hatama liña

source: Move to next position
tet: Muda ba posisaun tuirmai

source: Move to previous position
tet: Muda ba posisaun anterior

source: Copy current field
tet: Kópia kampu ne'e

source: Copy current subfield
tet: Kópia subkampu ne'e

source: Copy current field on next line
tet: Kópia kampu foun iha lina tuimai

source: Label batch
tet: Lote etiketa

source: Layout
tet: Kuadru

source: Label template
tet: Template etiketa

source: Printer profile
tet: Printer nia perfil

source: Barcode range
tet: Alkanse kódigu barra

source: Manage
tet: Jere

source: Label batches
tet: Lotes etiketa

source: Layouts
tet: Kuadru sira

source: Label templates
tet: Template etiketa

source: Printer profiles
tet: Printer nia perfil sira

source: Switch languages
tet: Muda lian sira

source: Last patron
tet: Kliente ikus

source: Clear list
tet: Hamoos lista

source: Search notices
tet: Buka notisias

source: Search existing notices
tet: Buka notisias ne'ebé iha ona

source: Submitting comment
tet: Hatama hela komentáriu

source: Your comment has been submitted
tet: Ita nia komentariu hatama ona

source: Your comment could not be submitted. Please try again later.
tet: La hatama komentariu ita nian. Faz favor koko dala ida tan.

source: &rsaquo; Mana Knowledge Base report search results
tet: &rsaquo; Rezultadu husi peskiza Mana Knowledge Base

source: Guided reports wizard
tet: Matadalan ba relatóriu wizard nian

source: Mana Knowledge Base report search results
tet: Mana Knowledge Base relata rezultadu peskiza nian

source: Report name
tet: Naran relatóriu

source: Type
tet: Tipu

source: # of users
tet: # husi utilazador sira

source: Number of libraries using this pattern
tet: Númeru biblioteka sira ne'ebé uza padraun ida-ne'e

source: Last import
tet: Importasaun ikus

source: Last time a library used this pattern
tet: Dala ikus biblioteka ida uza padraun ida-ne'e

source: Comments
tet: Komentáriu sira

source: Actions
tet: Asaun sira

source: (Status code: %s)
tet: (Kódigu estadu: %s)

source: No results found
tet: La hetan rezultadu sira

source: Share with Mana
tet: Fahe ho Mana

source: Group:
tet: Grupu:

source: Type:
tet: Tipu:

source: Notes:
tet: Nota sira:

source: Language:
tet: Lian:

source: Share
tet: Fahe

source: Published by
tet: Publikasaun husi

source: Frequency
tet: Frekuensia

source: Numbering pattern
tet: Modelu de numerasaun

source: Report
tet: Relatóriu

source: New comment
tet: Komentáriu foun

source: Please enter a new comment (max 35 characters)
tet: Faz favor hatama komentariu foun (max 35 karakter)

source: Alternate address
tet: Hela fatin alternativu

source: %s Street type:
tet: %s Tipu dalan:

source: %s Address:
tet: %s Hela fatin:

source: %s Street number:
tet: %s Numeru iha dalan:

source: %s Address 2:
tet: %s Hela fatin 2:

source: %s ZIP/Postal code:
tet: %s ZIP/Kódigu postal:

source: %s City:
tet: %s Sidade:

source: or enter
tet: ka hatama

source: %s State:
tet: %s Distritu:

source: %s Country:
tet: %s Rai:

source: %s Phone:
tet: %s Telemovil:

source: %s Contact note:
tet: %s Nota kontaktu:

source: Alternate contact
tet: Kontaktu alternativu

source: %s Surname:
tet: %s Apelidu:

source: %s First name:
tet: %s Naran uluk:

source: Main address
tet: Hela fatin prinsipál

source: Enter patron card number or partial name
tet: Hatama kliente nia númeru kartaun ka naran

source: Search type
tet: Tipu peskiza

source: Starts with
tet: Hahu ho

source: Contains
tet: Kontein

source: Any
tet: Kualkér

source: Category
tet: Kategoria

source: Keep patrons selected for a new operation
tet: Rai kliente sira ne'ebé hili ona ba operasaun foun ida

source: Add guarantee
tet: Aumenta garantia

source: Print summary
tet: Rezumu print

source: Print quick slip
tet: Print resibu lailias

source: Print account balance
tet: Imprime saldu konta nian

source: Print overdues
tet: Print tarde

source: Print checkin slip
tet: Imprimi resibu fo fila nian

source: Print %s
tet: Imprime %s

source: Search to hold
tet: Peskiza atu rezerva

source: Add message
tet: Aumenta mensajen

source: Schedule pickup
tet: Hili oras atu foti

source: More
tet: Tan

source: Renew patron
tet: Hafoun kliente

source: You are not authorized to renew patrons
tet: Ita la iha autoriza atu hafoun kilente sira

source: Set permissions
tet: Hatuur permisaun

source: You are not authorized to set permissions
tet: Ita la iha lisensa atu hatuur asesu

source: Manage two-factor authentication
tet: Jere autentikasaun ho fatór rua

source: Discharge
tet: Deskarga

source: Manage API keys
tet: Jere xave API

source: You are not authorized to manage API keys
tet: Ita la iha autorizasaun hodi jere xave API ne'e

source: Send welcome notice
tet: Haruka avizu benvindu

source: Send password reset
tet: Haruka reset password nian

source: Patron is protected
tet: Kliente hetan protesaun

source: You are not authorized to delete patrons
tet: Ita la iha lisensa atu apaga kliente sira ne'e

source: Update child to adult patron
tet: Atualiza labarik ba kliente adultu

source: Patron is an adult
tet: Kliente ne'e mak adultu

source: Not allowed by patron's privacy settings
tet: La husik tanba kliente ne'e iha restrisaun

source: Export today's checked in barcodes
tet: Esporta kódigu barras ne'ebé fo fila ohin nian

source: Leave a message
tet: Husik mensajen ida

source: Add a message for:
tet: Aumenta mensagen ba:

source: Staff - Internal note
tet: Funsionárius - Nota interna

source: Email - email addresses of patron
tet: Email - enderesu email husi kliente

source: Select note
tet: Hili nota

source: Patron notice:
tet: Avizu kliente nian:

source: Select notice
tet: Hili avizu

source: Subject:
tet: Asuntu:

source: Source records
tet: Registu original

source: Destination record (%s)
tet: Rejistu destinu (%s)

source: Days in advance
tet: Loron sira iha advansa

source: Phone
tet: Fone

source: Digests only
tet: Dijestu deit

source: You can ask for a digest to reduce the number of messages. Messages will be saved and sent as a single message.
tet: Ita bele husu dijestu ida hodi hamenus mensajen sira barak. Mensagen hotu sei rai no haruka hamutuk iha mensagen ida.

source: Item due
tet: Data atu fó fila

source: Advance notice
tet: Avizu advansadu

source: Hold filled
tet: Rezerva kompletu

source: Hold reminder
tet: Keta haluha kona ba Ita-nia rezerva

source: Item check-in
tet: Item fó fila

source: Item checkout and renewal
tet: Fó empresta item no hafoun item

source: Item checkout
tet: Fó empresta item

source: Interlibrary loan ready
tet: Pedidu husi biblioteka seluk prontu ona

source: Interlibrary loan unavailable
tet: Pedidu husi biblioteka seluk la disponivel

source: Interlibrary loan updated
tet: Pedidu husi biblioteka seluk atualiza ona

source: Auto renewal
tet: Hafoun automátika

source: Recall awaiting pickup
tet: Bolu fila ne'ebé hein hela atu foti

source: Return recalled item
tet: Fó fila fali item ne'ebé maka bolu fali

source: Claim returned
tet: Reklama fo fila ona

source: Charge lost fee
tet: Taxa lakon item

source: Refund previous lost fee
tet: Reembolsu ba taxa lakon anteriór

source: Make claim
tet: Halo reklama

source: Unable to claim as returned
tet: Labele reklama hanesan fo fila ona

source: Submit
tet: Hatama

source: Bundle contents for %s
tet: Konteúdu sira pakote nian ba %s

source: Cancel booking
tet: Kansela rezervasaun

source: Are you sure you want to cancel this booking?
tet: Ita hakarak kansela rezerva ne'e ka lae?

source: Cancellation reason:
tet: Razaun kanselamentu:

source: Yes, cancel booking
tet: Sin, kansela rezerva

source: No, do not cancel
tet: Lae, labele kansela

source: Cash register:
tet: Kaixa osan:

source: Period:
tet: Períodu:

source: to
tet: ba

source: Create a new authorized value
tet: Kria valór autorizadu ida foun

source: Category:
tet: Kategoria:

source: Authorized value:
tet: Valór autoriza ona:

source: Description:
tet: Deskrisaun:

source: Description (OPAC):
tet: Deskrisaun (OPAC):

source: Item renewals
tet: Item hafoun ona

source: Retrieving renewals...
tet: Rekupera hela hafoun sira...

source: Are you sure you want to delete this vendor?
tet: Ita hakarak apaga vendedor ida ne'e ka lae?

source: Ticket details
tet: Detallu billete nian

source: Update:
tet: Atualiza:

source: Notify reporter
tet: Fó hatene ba kliente

source: Resolve
tet: Rezolve

source: Update
tet: Atualiza

source: Select status
tet: Hili estadu

source: Patron:
tet: Kliente:

source: Pickup at:
tet: Foti husi:

source: Itemtype:
tet: Tipu item:

source: Any item
tet: Kualkér item

source: Booking dates:
tet: Data rezerva sira:

source: Resolve return claim
tet: Rezolve reklama fo fila

source: Resolution
tet: Resolusaun

source: New item lost value:
tet: Valór item lakon foun:

source: (Not lost)
tet: (La'os lakon)

source: Resolve claim
tet: Rezolve reklamasaun

source: Multi receiving
tet: Multi simu hela

source: How many issues do you want to receive?
tet: Ita hakarak simu kópia hira?

source: Cannot add patron
tet: Labele aumenta kliente

source: .%sAn administrator must define at least one library.%s
tet: .%sAdministrador tenke defini pelu menus biblitoteka ida.%s

source: Please add a library
tet: Faz favor aumenta biblioteka ida

source: There are no libraries defined.
tet: La iha biblioteka ida ne'ebé defini ona.

source: .%sAn administrator must define at least one patron category.%s
tet: .%sAdministrador tenke defini pelu menus kategoria ida kliente nian.%s

source: Please add a patron category
tet: Faz favor aumenta kategoria ida kliente nian

source: There are no patron categories defined.
tet: Seidauk defini kategoria kliente nian.

source: Search OAI repositories
tet: Buka repozitóriu OAI sira

source: Library created!
tet: Biblioteka kria ona!

source: Patron category created!
tet: Kategoria kliente kria ona!

source: Administrator account created!
tet: Konta administrador kria ona!

source: The patron was not created! The card number or username already exists.
tet: Kliente ne'e la tama! Númeru kartaun ka username iha ona.

source: Card number already in use.
tet: Numeru kartaun uza hela.

source: Card number length is incorrect.
tet: Numeru kartaun nia naruk la los.

source: Passwords do not match.
tet: Password badak demais.

source: New item type created!
tet: Tipu item foun kria ona!

source: Item type already exists!
tet: Tipu item ne'e iha ona!

source: Circulation rule created!
tet: Regra sirkulasaun kria ona!

source: Circulation rule not created!
tet: Nota sirkulasaun la kria!

source: The patron has not been created the entered password was too short
tet: Kliente ne'e la tama tanba nia password ne'ebé hatama ona badak demais

source: The patron has not been created the entered password was too weak, must contain at least one uppercase, and lower case letter and one number
tet: Kliente seidauk kria tanba password ne'ebé hatama fraku liu, tenke iha pelumenus letra boot ida, no letra ki'ik no númeru ida
