Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Modify selected checkouts
tet: Modifika checkouts ne'ebé hili ona

source: No checkouts for the selected filters.
tet: La iha checkouts filtru ne'ebé marka ona.

source: Due dates have been modified!
tet: Data atu fo fali modifika ona!

source: Please select at least one checkout to process
tet: Faz favor hili pelumenus checkout ida hodi prosesu

source: You must fill at least one of the two due date options
tet: Faz favor enxe pelumenus opsaun rua data nian

source: You must fill only one of the two due date options
tet: Faz favor prenxe de'it opsaun ida husi rua data nian

source: Authority records
tet: Rejistu sira autoridade

source: Record numbers:
tet: Númeru rejistu:

source: MARC modification template
tet: Template modifikasaun MARC nian

source: Select a template
tet: Hili template ida

source: Modify record using the following template:
tet: Modifika rejistu uza hela template tuirmai:

source: Preview MARC
tet: Haree MARC

source: Show MARC
tet: Hatudu MARC

source: Modify selected records
tet: Modifika rejistu ne'ebé hili ona

source: No records were modified. %s
tet: La iha rejistu ida ne'ebé modifika. %s

source: No action defined for the template.
tet: Seidauk defini asaun ba template.

source: Please select a modification template.
tet: Faz favor hili template modifikasaun.

source: Please select at least one record to process
tet: Faz favor hili pelumenus rejistu ida atu halo prosesumentu

source: Batch patron deletion and anonymization for %s
tet: Apaga ho anonimizasaun ba kliente iha batch ba %s

source: They have items currently checked out.
tet: Sira iha items ne'ebé fo empresta ona.

source: They are the guarantor to another patron.
tet: Sira maka garante ba kliente seluk.

source: They are in a patron category of type staff.
tet: Kategoria kliente nian ne'ebé rai nudar funsionariu.

source: Delete patrons
tet: Apaga kliente sira

source: Verify you want to delete patrons
tet: Verifika katak ita hakarak apaga kliente sira

source: Delete patrons who meet the following criteria:
tet: Apaga kliente sira ne'ebé maka hasoru kritériu sira tuirmai:

source: who have not borrowed since:
tet: kliente ida ne'ebé la empresta dezde:

source: whose expiration date is before:
tet: ne'ebé data prazu molok:

source: who have not been active since:
tet: ne'ebé maka la ativu dezde:

source: whose patron category is:
tet: kategoria kliente nian hanesan:

source: who are in patron list:
tet: ne'ebé mosu iha lista kliente:

source: Anonymize checkout history
tet: Anonimza istoria empréstimu sira

source: Verify you want to anonymize patron checkout history
tet: Verifika katak ita-boot hakarak atu anonimu istória emprestimu kliente nian

source: Permanently delete checkout history older than
tet: Permanentemente apaga istoria empréstimu sira bo'ot liu duke

source: Next >>
tet: Tuirmai >>

source: %s patrons will be deleted
tet: %s kliente sira sei apaga

source: %s patrons' checkout histories will be anonymized
tet: %s kliente' nia istoria empréstimu sira sei sai anónimos

source: How should patrons be deleted?
tet: Oinsa kliente sira sei apaga?

source: Permanently delete these patrons
tet: Permanentemente apaga kliente sira ne'e

source: Move these patrons to the trash
tet: Muda kliente sira ne'e ba foer fatin

source: script.
tet: eskrita.

source: Checkout history for %s patrons will be anonymized
tet: Istoria empresta ba %s kliente sei sai anónimos

source: %s patrons would have been removed (if it wasn't a test run)
tet: %s kliente sira hasai ona (se karik ne'e laos test de'it)

source: No patron records have been actually removed
tet: La iha rejistu kliente nian ne'ebé maka hasai ona

source: %s patrons have been successfully moved to trash
tet: %s kliente sira muda ona ba foer fatin

source: %s patrons have been successfully deleted
tet: %s kliente sira apaga ona

source: No patron records have been removed
tet: La iha rejistu kliente nian ne'ebé maka hasai ona

source: Please check at least one action
tet: Faz favor hili pelumenus asaun ida

source: Please enter a date!
tet: Faz favor hatama data ida!

source: Please enter at least one criterion for deletion!
tet: Faz favor hatama pelumenus kriteria ida atu apaga!

source: New CSV profile
tet: Perfil CSV foun

source: An error occurred when updating this CSV profile. Perhaps it already exists.
tet: Sala akontese kuandu atualiza hela perfil CSV ne'e. Karik iha ona.

source: An error occurred when adding this CSV profile.
tet: Sala hamosu kuandu aumenta perfil CSV ne'e.

source: An error occurred when deleting this CSV profile. Check the logs for details.
tet: Sala akontese bainhira apaga perfil CSV ne'e. Verifika rejistu sira ba detalle sira.

source: CSV profile updated successfully.
tet: Perfil CSV konsege atualiza.

source: CSV profile added successfully.
tet: Perfil CSV aumenta ona.

source: CSV profile deleted successfully.
tet: Perfil CSV konsege apaga.

source: This CSV profile already exists.
tet: Perfil CSV ne'e iha ona.

source: Comma (,)
tet: Vírgula (,)

source: Pipe (|)
tet: Lina (|)

source: Semi-colon (;)
tet: Pontu ho vírgula (;)

source: Space ( )
tet: Espasu ( )

source: Tabulation (%s)
tet: Tabulasaun (%s)

source: New line (%s)
tet: Liña foun (%s)

source: Unknown type
tet: La hatene tipu ne'e

source: Export records
tet: Esporta rejistu sira

source: Late serial issues claims
tet: Reklama kópia periodiku ne'ebé tarde

source: Export late orders
tet: Esporta orden tarde

source: Export lost items in report
tet: Esporta item sira ne'ebé lakon ba relatóriu

source: Profile ID:
tet: ID Perfil:

source: Profile name:
tet: Naran perfil:

source: Profile type:
tet: Tipu perfil nian:

source: Usage:
tet: Uzu:

source: Profile description:
tet: Deskrisaun perfil:

source: CSV separator:
tet: Separador CSV:

source: Field separator:
tet: Separador kampu:

source: Subfield separator:
tet: Separador subkampu:

source: Only available on the staff interface:
tet: Disponivel de'it iha interfase staf nian:

source: Profile MARC fields:
tet: Perfil kampu MARC:

source: You have to define which fields or subfields you want to export, separated by pipes.
tet: Ita tenke defini kampu ka subkampu atu esporta, haketak husi |.

source: Example: Personal name=200|Entry element=210$a|300|009
tet: Ezemplu: Naran pesoal=200|Elementu entrada=210$a|300|009

source: Profile SQL fields:
tet: Perfil kampu SQL:

source: You have to define which fields you want to export, separated by pipes.
tet: Ita tenke defini kampu ka subkampu atu esporta, haketak husi lina.

source: Example: Name=subscription.name|Title=subscription.title|Issue number=serial.serialseq
tet: Ezemplu: Naran=subscription.name|Title=subscription.title|Issue number=serial.serialseq

source: %s This CSV Profile does not exist. %s
tet: %s Perfil CSV ne'e la iha. %s

source: CSV profile ID
tet: ID perfil CSV

source: Content
tet: Konteúdu

source: CSV separator
tet: Separador CSV

source: CSV type
tet: Tipu CSV

source: Usage
tet: Uzu

source: %s There is no CSV profile defined.
tet: %s La iha perfil CSV ne'ebé defini ona.

source: Create a new CSV profile
tet: Kria pefil CSV foun ida

source: Export data
tet: Esporta dadus

source: The file used does not have a valid format. Only csv and txt are allowed.
tet: Arkivu ne'ebé uza la iha formatu ne'ebé válidu. Csv no txt deit maka bele.

source: Export bibliographic records
tet: Esporta rejistu bibliográfiku

source: Export authority records
tet: Esporta rejistu autoridade

source: Export database
tet: Esporta database

source: Export configuration
tet: Esporta konfigurasaun

source: Select records to export
tet: Hili rejistu sira atu esporta

source: From biblionumber:
tet: Husi numerubiblio:

source: To biblionumber:
tet: Ba numerubiblio:

source: With items owned by the following libraries:
tet: Ho item ne'ebé pertense biblioteka tuirmai:

source: From item call number:
tet: Husi item kota:

source: To item call number:
tet: Ba item kota:

source: Accession date (inclusive)
tet: Data hatama (inkluzivu)

source: Use a file
tet: Uza arkivu ida

source: Don't export items:
tet: La esporta item sira:

source: Remove items not owned by selected libraries:
tet: Hasai item sira ne'ebé la pertense ba biblioteka sira ne'ebé maka marka ona:

source: separate by a blank. (e.g., 100a 200 606)
tet: haketak ho espasu ida. (e.g., 100a 200 606)

source: Output format
tet: Formatu ba output

source: File format:
tet: Arkivu nia formatu:

source: There are no CSV profiles for MARC exports. %s
tet: La iha perfil CSV ba esportasaun MARC. %s

source: %s CSV export unavailable. %s
tet: %s esportasaun CSV la disponivel. %s

source: Create a CSV profile to export a CSV file.
tet: Kria perfil CSV ida hodi esporta arkivu CSV ida.

source: CSV profile:
tet: Perfil CSV:

source: File name:
tet: Naran file:

source: From authid:
tet: Husi authid:

source: To authid:
tet: Ba authid:

source: separate by a blank. (e.g., 100a 200 606)
tet: haketak ho espasu ida. (ez., 100a 200 606)

source: Output format
tet: Formatu output

source: Choose a file
tet: Hili arkivu ida

source: Unfortunately, no backups are available.
tet: Infelizmente, backup ida la disponivel.

source: Download database
tet: Download banku de dados

source: Download configuration
tet: Download konfigurasaun

source: Define the holidays for:
tet: Defini feriadu ba:

source: Edit this holiday
tet: Edita feriadu ida ne'e

source: From date:
tet: Husi data:

source: To date:
tet: Ba data:

source: Delete this holiday
tet: Apaga feriadu ida ne'e

source: Delete the single holidays on a range
tet: Apaga feriadu ida ne'e

source: Delete the repeated holidays on a range
tet: Apaga feriadu sira ne'ebé repete iha intervalu ida

source: Copy changes to all libraries
tet: Kópia mudansa ba biblioteka hotu

source: If checked, changes for this holiday will be copied to all libraries. If the holiday doesn't exists for a library, holiday is added to calendar. NOTE! This might overwrite existing holidays in other calendars.
tet: Se marka ona, mudansa ba feriadu ne'e sei kópia ba biblioteka hotu. Se feriadu la iha ona ba biblioteka ida, feriadu aumenta ba kalendáriu. NOTA! Ida-ne'e bele troka feriadu sira ne'ebé eziste iha kalendáriu sira seluk.

source: Add new holiday
tet: Aumenta feriadu foun

source: Holiday only on this day
tet: Feriadu iha loron ida ne'e de'it

source: Holiday repeated yearly on the same date
tet: Feriadu repete tinan-tinan iha data hanesan

source: Holidays repeated yearly on a range
tet: Feriadu sira ne'ebé repete tinan-tinan iha parte ida

source: Copy to all libraries
tet: Kópia ba biblioteka hotu

source: If checked, this holiday will be copied to all libraries. If the holiday already exists for a library, no change is made.
tet: Se marka hela, feriadu ne'e sei kópia ba biblioteka hotu. Se feriadu iha ona ba biblioteka ida, mudansa la iha.

source: Calendar information
tet: Kalendariu nia information

source: Copy holidays to:
tet: Kópia feriadu ba:

source: Hints
tet: Sujestaun

source: Search in the calendar the day you want to set as holiday.
tet: Buka iha kalendariu atu hatuur loron nudar feriadu.

source: Click the date to add or edit a holiday.
tet: Klika data ne'e atu aumenta ka edita feriadu ida.

source: Enter a title and description for the holiday.
tet: Hatama títulu no deskrisaun ba feriadu ne'e.

source: Specify how the holiday should repeat.
tet: Espesifika oinsa feridau ida tenke repete.

source: Click Save to finish.
tet: Klik Rai hodi ramata.

source: Key
tet: Xave

source: Working day
tet: Loron serbisu

source: Unique holiday
tet: Feriadu úniku

source: Holiday repeating weekly
tet: Feriadu ne'ebé repete semana-semana

source: Holiday repeating yearly
tet: Feriadu ne'ebé repete tinan-tinan

source: Holiday exception
tet: Exesaun feriadu

source: Exceptions
tet: Excesaun sira

source: Show past entries
tet: Hatudu entradas uluk nian

source: Weekly - Repeatable holidays
tet: Semana semana - Férias repetíveis

source: Yearly - Repeatable holidays
tet: Tinan tinan - Fériadu repetíveis

source: Day/month
tet: Loron/fulan

source: Month/day
tet: Fulan/loron

source: Unique holidays
tet: Feriadu úniku

source: Delete this exception.
tet: Apaga exesaun ida ne'e.

source: Delete this holiday.
tet: Apaga feriadu ida ne'e.

source: Exception: %s
tet: Excesaun: %s

source: Fridays
tet: Sesta sesta

source: Mondays
tet: Segunda sira

source: Normal day
tet: Loron normal

source: Saturdays
tet: Sabadu sira

source: Single holiday: %s
tet: Feriadu úniku: %s

source: Sundays
tet: Domingu sira

source: Thursdays
tet: Kinta sira

source: Tuesdays
tet: Tersa sira

source: Wednesdays
tet: Kuarta sira

source: Weekly holiday: %s
tet: Feriadu semana semana: %s

source: Yearly holiday: %s
tet: Férias tinan tinan: %s

source: Import results
tet: Importa rezultadu sira

source: Patron list with imported patrons: %s
tet: Lista kliente ho kliente importadu: %s

source: Back to Tools
tet: Fila ba Alat sira

source: Feedback
tet: Komentariu

source: Parsing upload file
tet: Analisar arkivu upload

source: Upload parsed using %s
tet: Upload ne'ebé analiza uza %s

source: These fields found: %s
tet: Kampu hirak ne'e hetan ona: %s

source: Patron already in database: %s
tet: Kliente iha ona iha baze-dadus: %s

source: Error analysis
tet: Análize sala

source: could not be parsed!
tet: labele analiza!

source: has unrecognized value &quot;%s&quot;
tet: iha valór ne'ebé la rekoñese &quot;%s&quot;

source: missing
tet: falta

source: borrowernumber: %s
tet: númerukliente: %s

source: surname: %s
tet: apelidu: %s

source: Card number %s is not a valid card number %s (for patron with borrowernumber %s)%s
tet: Númeru kartaun %s la validu %s (ba kliente ho borrowernumber %s)%s

source: Userid %s is already used by another patron.
tet: Userid %s uza hela husi rejistu seluk kliente nian.

source: Password is too short for patron with borrowernumber %s. Minimum length is %s, length is %s
tet: Password ne'e badak demais husi kliente ho borrowernumber %s. Naruk mínimu maka %s, Naruk maka %s

source: Password contains whitespace for patron with borrowernumber %s.
tet: Password kontein espasu mutin husi kliente ho borrowernumber %s.

source: Password is too weak for patron with borrowernumber %s.
tet: Password fraku demais husi kliente ho borrowernumber %s.

source: Password plugin error for patron with borrowernumber %s.
tet: Sala plugin password nian husi kliente ho borrowernumber %s.

source: Password error for patron with borrowernumber %s.
tet: Password nia sala husi kliente ho borrowernumber %s.

source: Patron attribute %s must be unique for patron with borrowernumber %s.
tet: Atributu kliente %s tenke úniku ba kliente ho borrowernumber %s.

source: Patron attribute %s must be unique for patron %s.
tet: Atributu kliente %s tenke úniku ba kliente %s.

source: Patron attribute %s is invalid for patron with borrowernumber %s.
tet: Atributu kliente %s la válidu ba kliente ho borrowernumber %s.

source: Patron attribute %s is invalid for patron %s.
tet: Atributu kliente %s la válidu ba kliente %s.

source: Patron attribute %s is non-repeatable for patron with borrowernumber %s.
tet: Atributu kliente %s labele repete ba kliente ho borrowernumber %s.

source: Select a file to import into the borrowers table
tet: Hili arkivu ida hodi importa ba tabela kliente nian

source: Import into the borrowers table
tet: Importa ba kliente nia tabela

source: Select the file to import:
tet: Hili arkivu ida atu importa:

source: Create patron list:
tet: Kria lista kliente ida:

source: Field to use for record matching
tet: Kampu atu uza ba rejistu han-malu

source: Enter default values
tet: Hatama valór sira default nian

source: Hide default value fields
tet: Suba kampu valór default

source: Patron attributes:
tet: Kliente nia atributu:

source: Preserve existing values
tet: Preserva valór ne'ebé iha ona

source: Hide preserve value fields
tet: Subar kampu valór prezerva

source: If matching record is already in the borrowers table:
tet: Se rejistu ne'ebé korresponde iha ona tabela emprestadór sira:

source: Ignore this one, keep the existing one
tet: Ignora ida ne'e, rai hela ida ne'ebé iha ona

source: Renew existing patrons
tet: Hafoun kliente ne'ebé iha ona

source: from the current date
tet: husi data atuál

source: Replace all patron attributes
tet: Troka kliente nia atributu hotu

source: Replace only included patron attributes
tet: Troka kliente nia atributu de'it ne'ebé inklui ona

source: Welcome email
tet: Email benvindu

source: Send email to new patrons
tet: Manda email ba kliente foun

source: Download a Starter CSV file with all the columns.
tet: Download arkivu CSV Starter ida ho koluna hotu-hotu.

source: OR choose which fields you want to supply from the following list:
tet: KA hili kampu sira ne'ebé maka ita-boot hakarak atu fornese husi lista tuirmai:

source: STARTDATE:January 1 2010,TRACK:Day
tet: DATAHAHU:Januariu 1 2010,TRACK:Loron

source: Required fields:
tet: Kampu nesessáriu:

source: The fields 'surname', 'branchcode', and 'categorycode' are
tet: Kampu ne'e 'apelidu', 'branchcode', and 'categorycode' mak

source: and 'branchcode' and 'categorycode'
tet: no 'branchcode' ho 'categorycode'

source: must match
tet: tenke hanesan

source: required
tet: nesessáriu

source: valid entries in your database.
tet: iha ona iha database.

source: 'password' should be stored in plaintext, and will be converted to a Bcrypt hash (if your passwords are already encrypted, talk to your system administrator about options). Passwords will not be updated on overwrite unless replace passwords option is checked.
tet: 'password' tenke rai hela iha plaintext, no sei konverte ba Bcrypt hash (se passwords criptografadu ona, husu administrador sistema kona ba opsaun sira). Passwords la atualiza se la opsaun troka passwords marka ona.

source: Date formats should match your system preference, and
tet: Formatu data tenke han-malu preferénsia sistema, no

source: be zero-padded, e.g. '01/02/2008'. Alternatively, you can supply dates in ISO format (e.g., '2010-10-28').
tet: be zero-padded, e.g. '01/02/2008'. Alternativamente, bele fornese data iha formatu ISO (e.g., '2010-10-28').

source: must
tet: tenke

source: %s items modified : datelastseen set to %s
tet: %s item sira modifika ona : datelastseen hatuur ba %s

source: Number of potential barcodes read: %s
tet: Numeru kópia atu aumenta: %s

source: %s can't be opened
tet: %s labele loke

source: There was 1 barcode that was too long.
tet: Iha kódigu barra 1 ne'ebé maka naruk liu.

source: There were %s barcodes that were too long.
tet: Iha kódigu barra %s ne'ebé maka naruk liu.

source: There was 1 barcode that contained at least one unprintable character.
tet: Iha kódigu barra 1 ne'ebé kontein pelumenus karakter ida ne'ebé labele imprime.

source: There were %s barcodes that contained at least one unprintable character.
tet: Iha kódigu barra %s ne'ebé kontein pelumenus karakter ida ne'ebé labele imprime.

source: Barcode not found.
tet: Kódigu barra la hetan.

source: Item withdrawn.
tet: Item ne'e hasai ona.

source: Item was on loan and could not be checked in.
tet: Items empresta ona no labele fo fila.

source: Use a barcode file
tet: Uza arkivu kódigu barra

source: Parameters
tet: Parámetru sira

source: Set inventory date to:
tet: Hatuur data inventáriu ba:

source: Compare barcodes list to results:
tet: Kompara lista kódigu barra ho rezultadu sira:

source: Item location filters
tet: Filtru lokalizasaun item nian

source: Shelving location (items.location) is:
tet: Item nia lokalizasaun (items.location) iha:

source: Filter location
tet: Filtra lokalizasaun

source: Filter collection
tet: Filtru kolesaun

source: Item call number between:
tet: Item nia kota entre:

source: ...and:
tet: ...no:

source: Call number classification scheme
tet: Eskema klasifikasaun kota

source: %s For loan %s %s %s
tet: %s Bele fo empresta %s %s %s

source: Last inventory date:
tet: Data inventáriu ikus:

source: Skip items on loan:
tet: Husik kópia ne'ebé empresta ona:

source: Skip items on hold awaiting pickup:
tet: Husik ba item rezerva hein hela atu foti:

source: Additional options
tet: Opsaun adisional

source: Export to CSV file:
tet: Esporta ba arkivu CSV:

source: Problems
tet: Problema sira

source: %s by
tet: %s husi

source: Found in wrong place
tet: Hetan ona iha fatin la loos

source: Item has unselected "Not for loan" status "%s"
tet: Item la hili estadu "Labele empresta" "%s"

source: Item has no "not for loan" status
tet: Item ne'e la iha estadu "labele fo empresta"

source: Missing (not scanned)
tet: Falta (la'os skan)

source: Still checked out
tet: Sei iha empréstimu

source: Item may be shelved out of order
tet: Item ida ne'e karik tau iha estante la tuir orden

source: Mark seen and quit
tet: Marka hanesan haree ona no remata

source: Mark seen and continue >>
tet: Marka hanesan haree ona no kontinua >>

source: Continue without marking >>
tet: Kontinua la ho marka >>

source: Are you sure you want to do this?
tet: Ita hakarak halo ne'e ka lae?

source: Modify notice
tet: Modifika avizu

source: New notice
tet: Avizu foun

source: Notice added
tet: Avizu aumenta ona

source: Preview notice template
tet: Haree template avizu nian

source: Copy to template
tet: Kópia ba template

source: Select a library:
tet: Hili biblioteka ida:

source: Claim acquisition
tet: Reklama akuisisaun

source: Claim serial issue
tet: Reklama kópia periodiku

source: Order acquisition
tet: Orden akuisisaun

source: Patrons (custom slip)
tet: Kliente (surat kostume)

source: Patrons (custom message)
tet: Klube kliente (mensajen personalizadu)

source: Serials (new issue)
tet: Periódiku sira (issue foun)

source: You searched for
tet: Ita buka ona ba

source: Copy to %s
tet: Kópia ba %s

source: Copy notice
tet: Notasias kópia

source: (All libraries)
tet: (Biblioteka hotu)

source: There are no notices for this library.
tet: La iha notisias ba biblioteka ne'e.

source: There are no notices.
tet: La iha notisias.

source: Koha module:
tet: Módulo koha:

source: Code:
tet: Kodigu:

source: Data for preview:
tet: Data haree:

source: barcode|borrowernumber
tet: kódigu barra|borrowernumber

source: Not supported yet.
tet: Seidauk suporta.

source: Default language:
tet: Lingua default:

source: Delete notice?
tet: Apaga avizu?

source: Phone (i-tiva)
tet: Fone (i-tiva)

source: HTML message:
tet: Mensajen HTML:

source: Message subject:
tet: Mensajen nia asuntu:

source: Message body:
tet: Mensajen prinsipál:

source: Insert
tet: Hatama

source: Preview this notice template
tet: Haree template avizu ne'e

source: View default
tet: Haree default

source: Tables
tet: Tabela sira

source: All text
tet: Testu hotu-hotu

source: Apply format settings to all notices%s for this language%s:
tet: Aplika konfigurasaun formatu nian ba avizu%s hotu-hotu ba lian%s ida-ne'e:

source: Manage staged MARC records
tet: Jere rejistu MARC ne'ebé prepara ona

source: Batch %s
tet: Lote %s

source: Error attempting to create label batch. Please ask your system administrator to check the log for more details.
tet: Sala akontese durante prosesu kria lote etiketa. Faz favor husu administrador sistema nian atu haree log ba detalle tan.

source: batch #%s
tet: lote #%s

source: created. %s
tet: kria ona. %s

source: Cleaned import batch #%s
tet: Lote importa hamoos ona #%s

source: Import batch deleted successfully
tet: Konsege atu apaga batch importasaun

source: No records have been staged.
tet: La prepara rejistu ida.

source: Stage MARC records for import
tet: Prepara registu sira MARC atu importa ona

source: Failed to apply different matching rule
tet: La konsege atu aplika regra hanesan malu diferente
