Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: First issue publication date:
tet: Kópia uluk data publikasaun:

source: Next issue publication date:
tet: Kópia tuirmai data publikasaun:

source: -- please choose --
tet: -- favor hili --

source: Subscription length:
tet: Durasaun subskrisaun nian:

source: %s issues %s %s
tet: %s kópia %s %s

source: %s weeks %s %s
tet: %s fulan sira %s %s

source: %s months %s%s %s
tet: %s fulan %s%s%s

source: (enter amount in numerals)
tet: (hatama hira iha numeru sira)

source: Subscription start date:
tet: Asinatura data hahu:

source: Subscription end date:
tet: Asinatura nia data ikus:

source: Numbering pattern:
tet: Padraun numerasaun:

source: Publication date template:
tet: Template data publikasaun:

source: Locale:
tet: Lokalidade:

source: If empty, English is used
tet: Se mamuk hela, uza lian Inglés

source: %s Last value: %s Begins with: %s
tet: %s Valór ikus: %s Hahu ho: %s

source: Show advanced pattern
tet: Hatudu modulu avansadu

source: Hide advanced pattern
tet: Subar modulu avansadu

source: Pattern name:
tet: Naran modulu:

source: Numbering formula:
tet: Fórmula numerasaun:

source: Advanced prediction pattern:
tet: Padrãun de numerasaun avansadu:

source: Begins with:
tet: Hahu ho:

source: Add:
tet: Aumenta:

source: Every:
tet: Kada:

source: Set back to:
tet: Hatuur fali ba:

source: When more than:
tet: Kuandu liu duke:

source: Name of day
tet: Naran ba loron

source: Name of day (abbreviated)
tet: Naran ba loron (abreviado)

source: Name of month
tet: Fulan nia naran

source: Name of month (abbreviated)
tet: Fulan nia naran (abreviado)

source: Name of season
tet: Naran tempu nian

source: Name of season (abbreviated)
tet: Naran tempu nian (abreviado)

source: Formatting:
tet: Formatasaun:

source: Modify pattern
tet: Modifika modulu

source: Save as new pattern
tet: Rai nudar kliente foun

source: Cancel modifications
tet: Kansela modifikasaun

source: Test prediction pattern
tet: Teste padrãun de numerasaun

source: Save subscription
tet: Rai subskrisaun

source: Batch edit
tet: Edita iha lote

source: Subscription batch edit
tet: Edita batch subskrisaun nian

source: You are about to edit the following subscriptions:
tet: Ita-boot atu edita subskrisaun sira tuirmai:

source: Nonpublic notes
tet: Nota la publiku

source: Create item when receiving
tet: Kria item kuandu simu hela

source: Location:
tet: Lokalizasaun:

source: Public note:
tet: Nota públiku:

source: Nonpublic note:
tet: Nota la publiku:

source: Create item when receiving:
tet: Kria item kuandu simu hela:

source: Catalog search
tet: Peskiza katálogu

source: You must enter a term to search on
tet: Tenke hatama termu ida atu peskiza

source: Keyword:
tet: Liafuan xave:

source: Limit item type to:
tet: Limita tipu item ba:

source: Limit collection code to:
tet: Limitadu kodigu kolesaun:

source: Subscription for %s %s(closed)%s
tet: Subskrisaun ba %s %s(taka)%s

source: Renew this subscription
tet: Hafoun subskrisaun ida

source: Subscription will expire %s.
tet: Asinatura nia prazu iha %s.

source: Please confirm subscription deletion
tet: Faz favor konfirma de'it apaga ba subskrisaun

source: The subscription has not expired yet
tet: Asinatura ne'e seidauk ramata

source: The subscription has linked issues
tet: Asinatura ne'e iha kópia ho ligasaun

source: The subscription has linked items
tet: Asinatura ne'e iha item sira ho ligasaun

source: Those items won't be deleted
tet: Item hirak ne'e la apaga

source: Yes, delete (Y)
tet: Sin, apaga (S)

source: No, don't delete (N)
tet: Lae, labele apaga (L)

source: Issues
tet: Kópia sira

source: Subscription ID:
tet: ID Asinatura:

source: Librarian identity:
tet: Identidade bibliotekáriu:

source: Bibliographic record:
tet: Rejistu bibliográfiku:

source: OPAC view:
tet: Vista OPAC:

source: Open in new window.
tet: Loke iha janela foun.

source: Serial number:
tet: Numeru periódiku:

source: Number of issues to display to staff:
tet: Kópia hira atu hatudu funsionariu:

source: Number of issues to display in OPAC:
tet: Kópia hira atu hatudu iha OPAC:

source: subscribers
tet: asinante sira

source: Routing:
tet: Roteamentu:

source: yes
tet: sin

source: Additional fields:
tet: Kampu adisionál:

source: Beginning date:
tet: Data hahu ona:

source: %s Enabled
tet: %s Ativadu

source: Manual history:
tet: Istoria manual:

source: %s Disabled %s
tet: %s La lao %s

source: Edit history
tet: Edita istoria

source: Number pattern:
tet: Padraun númeru:

source: Starting with:
tet: Hahu ho:

source: %s issues
tet: %s kópia

source: Irregularity:
tet: Iregularidade:

source: First arrival:
tet: To'o ona uluk:

source: Number of issues:
tet: Kópia hira:

source: Number of weeks:
tet: Semana hira:

source: Number of months:
tet: Fulan hira:

source: Planned date
tet: Data planeadu

source: Published date
tet: Data publikasaun

source: Published date (text)
tet: Data publikasaun (testu)

source: History start date:
tet: Istoria nia data hahu:

source: History end date:
tet: Istoria nia data ikus liu:

source: Received issues:
tet: Kópia simu ona:

source: Missing issues:
tet: Kópia ne'ebé falta:

source: History staff note:
tet: Nota istoriku ba funsionariu:

source: History OPAC note:
tet: Istoria nota OPAC nian:

source: Hide already received orders
tet: Suba orden ne'ebé simu ona

source: Show all orders
tet: Hatudu orden hotu

source: ecost tax exc. / ecost tax inc.
tet: ekustu taxa esk. / ekustu taxa ink.

source: status_1
tet: estadu_1

source: status_2
tet: estadu_2

source: status_3
tet: estadu_3

source: status_4
tet: estadu_4

source: status_5
tet: estadu_5

source: Choose hemisphere:
tet: Hili hemisfériu:

source: Fall
tet: Outonu

source: Northern
tet: Norte

source: Season
tet: Estasaun

source: Spring
tet: Primavera

source: Summer
tet: Veraun

source: Winter
tet: Invernu

source: day
tet: loron

source: week
tet: semana

source: month
tet: fulan

source: year
tet: tinan

source: Frequencies
tet: Frekuensia sira

source: New frequency
tet: Freqüênsia foun

source: Unit:
tet: Unidade:

source: Issues per unit:
tet: Kópia por unidade:

source: Units per issue:
tet: Unidade sira kada kópia:

source: Show subscriptions
tet: Hatudu subskrisaun sira

source: Issues per unit
tet: Kópia por unidade

source: Units per issue
tet: Folin unidade

source: There is no defined frequency.
tet: La iha frekuensia ida ne'ebé defini ona.

source: (must be a number greater than 0)
tet: (kuantidade tenke boot liu duke 0)

source: Are you sure you want to delete this subscription frequency?
tet: Ita hakarak apaga subskrisaun nia frekuénsia ne'e ka lae?

source: Description is required
tet: Deskrisaun presizia

source: Issues per unit is required
tet: Kópia por unidade ne'e obrigatóriu

source: Units per issue is required
tet: Unidade por kópia ida obrigatóriu

source: Subscription history
tet: Istória subskrisaun

source: Subscription history for
tet: Istória subskrisaun nian ba

source: Subscription start date
tet: Asinatura nia data hahu

source: (start date of the 1st subscription)
tet: (data ne'ebé subskrisaun 1º komensa ona)

source: Subscription end date
tet: Asinatura nia data ikus

source: (if empty, subscription is still active)
tet: (se mamuk, subskrisaun ida ne'e sei ativu hela)

source: Received issues
tet: Kópia ne'ebé simu ona

source: Note for OPAC
tet: Nota ba OPAC

source: Note for staff
tet: Avisu ba funsionariu sira

source: Save subscription history
tet: Rai istoria subskrisaun

source: Numbering patterns
tet: Modelos de numerasaun

source: New numbering pattern
tet: Modelo de numerasaun foun

source: A pattern with this name already exists.
tet: Modelu ida ho naran ne'e iha ona.

source: Another pattern with this name already exists.
tet: Iha ona padraun ho naran ida ne'e.

source: Display order:
tet: Hatudu ba:

source: Every
tet: Kada

source: Set back to
tet: Hatuur fali ba

source: When more than
tet: Bainhira liu duke

source: Formatting
tet: Formatasaun

source: Reset
tet: Hatuur fali

source: First issue publication date:
tet: Kópia uluk data publikasaun:

source: issues
tet: kópia sira

source: weeks
tet: semana sira

source: months
tet: fulan sira

source: Locale:
tet: Lokalidade:

source: Begins with
tet: Hahu ho

source: Numbering formula
tet: Fórmula numerasaun

source: There are no existing numbering patterns.
tet: La iha padraun numerandu ida.

source: - First publication date is not defined
tet: - Kópia nia data publikasaun premeiru seidauk defini

source: - Frequency is not defined
tet: - Seidauk defini frekuénsia

source: Are you sure you want to delete this numbering pattern?
tet: Ita hakarak apaga padraun numerasaun ne'e ka lae?

source: Cannot test prediction pattern for the following reason(s):
tet: Labele verifika padrãun de predisaun tanba razaun(s):

source: Serials subscription renew
tet: Hafoun subskrisaun periódiku sira nian

source: Subscription renewed.
tet: Asinatura hafoun ona.

source: Subscriptions renewed.
tet: Asinatura hafoun ona.

source: Subscription renewal for:
tet: Hafoun subskrisaun ba:

source: Subscription renewal for %s
tet: Hafoun subskrisaun ba %s

source: (select a library)
tet: (hili biblioteka ida)

source: Alert subscribers
tet: Alerta ba subskritór sira

source: Alert subscribers for
tet: Fo hatene ba assinante sira ba

source: Subscription:
tet: Asinatura sira:

source: There are no patrons subscribed to this subscription serial alert.
tet: La iha kliente ida ne'ebé tuir avizu subskrisaun ne'e.

source: Edit suggestion #%s
tet: Edita sujestaun #%s

source: Add suggestion
tet: Aumenta sujestaun

source: Show suggestion #%s
tet: Hatudu sujestaun #%s

source: Bibliographic information
tet: Informasaun bibliográfiku

source: Copyright date:
tet: Data direitos autorais:

source: ISBN or ISSN or other standard number:
tet: ISBN ka ISSN ka numeru padraun seluk:

source: Publication place:
tet: Fatin publikasaun:

source: Collection title:
tet: Títulu kolesaun:

source: Document type:
tet: Tipu dokumentu:

source: Reason for suggestion:
tet: Razaun ba sujestaun:

source: Suggestion management
tet: Jestaun ba sujestaun

source: Managed by:
tet: Jere husi:

source: Accepted on:
tet: Simu ona iha:

source: Last modification on:
tet: Modifikasaun ikus iha:

source: Acquisition information
tet: Informasaun akuisisaun

source: Copies:
tet: Kópia sira:

source: Price:
tet: Folin:

source: &lt;&lt; Back to suggestions
tet: &lt;&lt; Fila ba sujestaun

source: . Click on "Confirm your suggestion" to ignore this message.
tet: . Klik iha "Konfirma Ita-boot nia sujestaun" hodi ignora mensajen ida-ne'e.

source: A similar document already exists:
tet: Dokumentu ida ne'ebé hanesan iha ona:

source: The manager you selected does not have sufficient permissions.
tet: Jerente ne'ebé ita-boot hili laiha lisensa ne'ebé sufisiente.

source: Edit purchase suggestion #%s
tet: Edita sujestaun ida kona ba livru atu sosa #%s

source: Enter a new purchase suggestion
tet: Hatama sujestaun ida ba livru foun

source: -- Choose --
tet: -- Hili ida --

source: Non-public notes:
tet: Nota la publiku:

source: No status
tet: Estadu la iha

source: Set to patron
tet: Hatuur ba kliente

source: Managed on:
tet: Jere iha:

source: by:
tet: husi:

source: %s Nobody %s
tet: %s La iha ema ida %s

source: %s | Previously was %s %s (%s) %s
tet: %s | Anteriormente %s %s (%s) %s

source: Select manager
tet: Hili jestór

source: Keep existing manager
tet: Mantein jestór ne'ebé iha ona

source: Notify manager:
tet: Notifika jestór:

source: Confirm your suggestion
tet: Konfirma Ita-nia sujestaun

source: Submit your suggestion
tet: Hatama Ita-nia sujestaun

source: Viewing suggestions for library:
tet: Haree hela sujestaun sira ba biblioteka:

source: The suggestion has not been added. A suggestion with this title already exists (
tet: Sujestaun ne'e la tama. Sujestaun ida ho títulu ida ne'e iha ona (

source: No name
tet: Naran la iha

source: Patron reason
tet: Razaun kliente nian

source: Last modification by
tet: Modifikasaun ikus husi

source: Last modification on
tet: Modifikasaun ikus iha

source: %s%s, by %s%s
tet: %s%s, husi %s%s

source: Published by %s
tet: Publikasaun husi %s

source: Archived %s
tet: Arkivadu %s

source: Unarchive
tet: Hasai arkivu

source: Change selected suggestions
tet: Muda sujestaun sira ne'ebé hili ona

source: Mark selected as:
tet: Marka selesaun nudar:

source: -- Choose a status --
tet: -- Hili estado ida --

source: with this reason:
tet: ho razaun ne'e:

source: Update item types with:
tet: Atualiza tipu item ho:

source: Archive selected
tet: Arkivu marka ona

source: No results.
tet: Rezultadu la iha.

source: Organize by:
tet: Organiza tuir:

source: Organize by:
tet: Organiza tuir:

source: Filter by:
tet: Filtra husi:

source: [clear]
tet: [apaga]

source: Suggestion information
tet: Informasaun kona ba sujestaun

source: Suggested by:
tet: Sujere husi:

source: Suggested date from:
tet: Sujestaun husi data:

source: Management date from:
tet: Data jestaun husi:

source: Accepted by:
tet: Simu ona ba:

source: Accepted date from:
tet: Data simu ona husi:

source: %s Include archived
tet: %s Inklui arkivadu

source: %s %s(inactive)%s
tet: %s %s(la ativu)%s

source: Cannot retrieve info for this patron.
tet: Labele hetan fali informasaun ba kliente ida-ne'e.

source: Are you sure you want to delete this suggestion?
tet: Ita hakarak apaga sujestaun ne'e ka lae?

source: Are you sure you want to delete these suggestions?
tet: Ita hakarak apaga sujestaun ne'e ka lae?

source: Please select at least one suggestion
tet: Faz favor hili pelumenus sujestaun ida

source: Tagged with:
tet: Marka ho:

source: %sThis record has no items.%s
tet: %sRejistu ida ne'e la iha item ida.%s

source: Remove tag
tet: Hasai tag

source: There are no titles tagged with the term
tet: La iha títulu ne'ebé marka ona ho termu ida ne'e

source: Approved tags
tet: Etiketa ne'ebé aprova ona

source: Rejected tags
tet: Etiketa lakohi ona

source: Pending tags
tet: Etiketa pendente

source: All tags
tet: Tag sira hotu-hotu

source: Are you sure you want to remove the tag from this title?
tet: Ita hakarak apaga etiketa ne'e husi títulu ne'e ka lae?

source: Displaying all terms
tet: Hatudu termu sira hotu

source: Displaying pending terms
tet: Hatudu hela termu sira pendente

source: Displaying rejected terms
tet: Hatudu hela termu sira rejeita

source: Tested
tet: Teste ona

source: Unknown operation (%s) on
tet: La hatene operasaun ne'e (%s) iha

source: %s Term(s).
tet: %s Termu(s).

source: Failed to approve term (%s).
tet: La konsege aprova termu ne'e (%s).

source: Failed to reject term (%s).
tet: La konsege rejeita termu ne'e (%s).

source: No match for borrowernumber (%s).
tet: La iha ida hanesan borrowernumber (%s).

source: Unrecognized error!
tet: La hatene sala ne'e!

source: Reviewer
tet: Krítiku

source: Reject
tet: Lakohi simu

source: Terms summary
tet: Rezumu termu

source: Check lists
tet: Haree fila-fila lista sira

source: &quot;%s&quot; is permitted.
tet: &quot;%s&quot; permitidu.

source: &quot;%s&quot; is prohibited.
tet: &quot;%s&quot; bandu.

source: Term:
tet: Termu:

source: approved
tet: fó aprovasaun ona

source: rejected
tet: lakohi simu

source: Reviewer:
tet: Krítiku:

source: Date: from
tet: Data: husi

source: ...to
tet: ...to'o

source: Apply filter(s)
tet: Tau filtru(s)

source: Date last modified
tet: Data modifika ona ikus

source: No files found.
tet: La hetan arkivu ida.

source: Additional content
tet: Konteúdu adisionál

source: An error occurred when updating this content. Perhaps it already exists.
tet: Sala akontese kuandu atualiza hela konteúdu ne'e. Karik iha ona.

source: An error occurred when adding this content. Check the logs for details.
tet: Sala akontese kuandu aumenta konteúdu ne'e. Verifika log sira ba detalle.

source: An error occurred when deleting this content. Check the logs for details.
tet: Sala akontese kuandu apaga konteúdu ne'e. Verifika rejistu sira ba detalle sira.

source: Content updated successfully.
tet: Konteúdu konsege atualiza.

source: Content added successfully.
tet: Konteúdu aumenta ona.

source: Content deleted successfully.
tet: Konteúdu konsege apaga.

source: Display location:
tet: Hatudu lokalizasaun:

source: Show expired
tet: Hatudu expiradu

source: Publication date:
tet: Data publikasaun:

source: Appear in position:
tet: Hamosu iha posisaun:

source: Content:
tet: Konteúdu sira:

source: New entry
tet: Entrada foun

source: New entry using text editor
tet: Entrada foun uza editór testu

source: New entry using WYSIWYG editor
tet: Entrada foun uza editór WYSIWYG

source: Additional content: %s %s %s %s %s %s %s
tet: Konteúdu adisionál: %s %s %s %s %s %s %s

source: See
tet: Haree

source: Page URL
tet: Pájina URL

source: Page
tet: Pájina

source: Slip
tet: Resibu

source: Unknown ('%s')
tet: La hatene ('%s')

source: %s All libraries %s%s %s
tet: %s Biblioteka hotu %s%s%s

source: View on OPAC
tet: Haree iha OPAC

source: View on staff interface
tet: Haree iha interfase staf

source: Preview content
tet: Haree konteúdu

source: Preview of: "%s"
tet: Haree husi: "%s"

source: Edit with text editor
tet: Edita ho editór testu

source: Edit with WYSIWYG editor
tet: Edita ho editór WYSIWYG

source: There are no additional contents.
tet: La iha konteúdu adisionál.

source: Staff interface and OPAC
tet: Interfase staf nian no OPAC

source: Are you sure you want to delete the selected content?
tet: Ita hakarak apaga konteúdu ne'ebé marka ona ka lae?

source: Are you sure you want to delete this content? This cannot be undone.
tet: Ita hakarak apaga konteúdu ida ne'e ka lae? Labele fila ba kotuk.

source: Please select content to delete.
tet: Faz favor marka konteúdu hodi apaga.

source: Automatic item modifications by age
tet: Modifikasaun item nian tuir tinan

source: Rules
tet: Regras

source: Rules for automatic item modifications by age
tet: Regras ba modifikasaun item automátiku tuir tinan

source: Edit rules
tet: Edita regras

source: Add rules
tet: Aumenta regra sira

source: Remove this rule
tet: Hasai regra ne'e

source: Age in days
tet: Idade iha loron

source: Age field
tet: Kampu idade

source: Choose an age field
tet: Hili kampu idade ida

source: Conditions
tet: Kondições

source: Choose a field name
tet: Hili naran kampu ida

source: Add a condition
tet: Aumenta kondisaun ida

source: Remove condition
tet: Hasai kondisaun

source: Substitutions
tet: Substituisaun

source: Add a substitution
tet: Aumenta substituisaun ida

source: Remove substitution
tet: Hasai substituisaun

source: A field name is required
tet: Kampu ida ne'e presiza naran

source: There are no rules defined.
tet: La iha regra ida ne'ebé defini ona.

source: List of rules
tet: Lista regra nian

source: Age
tet: Tinan hira

source: There is no age for this rule.
tet: La iha idade ba regra ida-ne'e.

source: %s There is no condition for this rule. %s %s
tet: %s La iha kondisaun kona ba regra ne'e. %s %s

source: (The error was: %s, see the Koha log file for more information).
tet: (Sala mak ne'e: %s. haree Koha nia log file ba informasaun tan).

source: Warning, the following barcodes were not found:
tet: Avisu, kódigu barra tuirmai la hetan:

source: Warning: no barcodes were found
tet: Avisu: kódigu barra la hetan

source: Barcodes not found
tet: Kódigu barra sira la hetan

source: Warning, the following itemnumbers were not found:
tet: Avisu, cardnumbers tuirmai la hetan ona:

source: Warning: no itemnumbers were found
tet: Avisu: itemnumbers la hetan

source: Itemnumbers not found
tet: Itemnumbers la hetan

source: Warning, the following items cannot be deleted:
tet: Avisu, cardnumbers tuirmai labele apaga:

source: Cannot be deleted
tet: Labele apaga

source: The following barcodes were found:
tet: Kódigu barra tuirmai hetan ona:

source: Delete records if no items remain.
tet: Apaga registu sira se items la iha ona.

source: Delete ALL submitted items
tet: Apaga items HOTU ne'ebé hatama ona

source: Return to batch item deletion
tet: Fila ba apaga item iha lote

source: New batch item deletion
tet: Apaga item iha lote foun ida

source: Return to the record
tet: Fila ba rejistu

source: Return to where you were
tet: Fila ba pájina anterior

source: Return to batch item modification
tet: Fila ba modifikasaun ba item iha lote

source: : Barcode must be unique.
tet: : Kódigu barra tenke úniku.

source: : Unable to automatically determine values for barcodes. No item has been inserted.
tet: : La konsege atu determina valór ba kódigu barra automatikamente. La hatama item ida.

source: The following itemnumbers were found:
tet: Itemnumbers tuirmai hetan ona:

source: The following items were modified:
tet: Item tuirmai modifika ona:

source: Other attributes
tet: Atributu sira seluk

source: Options
tet: Opsaun sira

source: Check in items:
tet: Item sira fo fila:

source: This subfield will be deleted
tet: Subkampu ne'e sei apaga

source: Batch item %sdeletion%smodification%s
tet: Lote item %sapaga%smodifikasaun%s

source: Use a file
tet: Uza arkivu ida

source: Barcode file:
tet: Arkivu kódigu barra:

source: Item number file:
tet: Item numeru arkivu:

source: File:
tet: Arkivu:

source: Or scan items one by one
tet: Ka skan kada item

source: Barcode list (one barcode per line):
tet: Lista kódigu barra (kódigu barra ida por liña):

source: Use default values
tet: Uza valór sira default

source: Use default values:
tet: Uza valór default sira:

source: The authority ID %s does not exist in the database.
tet: ID autoridade %s la iha ona iha baze-dadus ne'e.

source: Bibliographic record %s does not exist in the database.
tet: Rejistu bibliográfiku %s la iha ona iha baze-dadus ne'e.

source: Authority record %s does not exist in the database.
tet: Rejistu autoridade %s la iha ona iha baze-dadus ne'e.

source: Bibliographic:
tet: Bibliográfiku:

source: Authorities:
tet: Autoridade sira:

source: Upload a file
tet: Upload arkivu ida

source: Select a list of records
tet: Hili lista rejsitu nian

source: Enter a list of record numbers
tet: Hatama lista ba númeru rejsitu

source: List:
tet: Lista:

source: Enter a list of biblionumbers or authority IDs, one per line.
tet: Hatama lista numerubiblio ka ID autoridade nian, ida por liña.

source: Select without items
tet: Hili la ho items

source: Select without holds
tet: Hili la ho rezervasaun

source: Select without subscriptions
tet: Hili lahó subskrisaun sira

source: Clear used authorities
tet: Hamoos autoridade ida

source: Delete selected records
tet: Apaga item ne'ebé hili ona

source: %s There are no record IDs defined. %s %s
tet: %s La iha ID rejistu nian ne'ebé defini ona. %s %s

source: New batch record deletion
tet: Apaga rejistu iha lote foun

source: %s No action defined for the template. %s
tet: %s Seidauk defini. %s

source: No authorities have been selected.
tet: La hili autoridade ida.

source: No records have been selected.
tet: La hili rejistu ida.

source: This record cannot be deleted, at least one item is currently checked out.
tet: Rejistu ne'e labele apaga, pelumenus item ida empresta ona agora daudauk.

source: (The error was: %s. See the Koha logfile for more information).
tet: (Sala mak ne'e: %s. Haree Koha nia logfile ba informasaun tan).

source: Checkout criteria:
tet: Kritério checkout:

source: Patrons' categories:
tet: Kategoria' kliente:

source: Item types:
tet: Tipu item:

source: Libraries:
tet: Biblioteka sira:

source: Due date from:
tet: Data fo fali husi:

source: Due date to:
tet: Data atu fo fila ba:

source: New due date:
tet: Data hafoun:

source: Hard due date:
tet: Data atu fo fila fixa:

source: Or add number of days:
tet: Ka aumenta numeru loron:

source: Options:
tet: Opsaun sira:

source: Preview results:
tet: Haree rezultadu sira:

source: New due date
tet: Data hafoun
