Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Number of items replaced
tet: Troka ona item hira

source: Number of items ignored
tet: Item sira hira ignora ona

source: Manage imported batch
tet: Jere lote importadu

source: Success: Import reverted
tet: Susesu: Importasaun hakiduk ona

source: Number of records deleted
tet: Rejistu hira apaga ona

source: Number of records reverted
tet: Rejistu hira hakiduk ona

source: Number of items deleted
tet: Item sira hira apaga ona

source: Number of errors
tet: Númeru sala sira

source: Manage reverted batch
tet: Jere lote ne'ebé reverte ona

source: Statistic has been pseudonymized.
tet: Estatístika hetan ona pseudónimu.

source: Pseudonymization has been cancelled.
tet: Pseudonimizasaun kansela ona.

source: Pseudonymization.
tet: Pseudonimizasaun

source: MARC staging results
tet: Rezultadu prepara MARC

source: Processing bibliographic records
tet: Prosesamentu ba rejistu bibliográfiku nian

source: Processing authority records
tet: Prosesamentu ba rejistu autoridade

source: %s records in file
tet: %s rejistu sira iha arkivu

source: %s records not staged because of MARC error
tet: %s rejistu la prontu tanba sala MARC nian

source: %s records staged
tet: %s rejistu prontu

source: %s records with at least one match in catalog per matching rule &quot;%s&quot;
tet: %s rejistu ho pelumenus rejistu ida iha katálogu ne'ebé hanesan tuir regra han-malu &quot;%s&quot;

source: Did not check for matches with existing records in catalog
tet: Lalika verifika ho rejistu hanesan malu iha ona

source: %s item records found and staged
tet: %s item nia rejistu hetan ona no prontu ona

source: New label batch created: # %s
tet: Kria ona lote etiketa foun: # %s

source: View batch
tet: Haree lote

source: %s records have successfully been reindexed.
tet: %s rejistu indeksa fali.

source: %s %s %s Something went wrong during the indexation process: %s %s
tet: %s %s %s Buat ruma la'o sala durante prosesu indeksasaun: %s %s

source: Record IDs:
tet: IDs rejistu:

source: Holds queue successfully updated.
tet: Liña rezerva atualiza ona.

source: Holds queue for biblio
tet: Lista rezerva ba biblio

source: An error occurred (%s)
tet: Sala ida akontese (%s)

source: %s %s %s No title %s %s %s%s,%s %s %s %s %s %s %s %s %s %s %s %s %s %s %s
tet: %s %s %s Titulu la iha %s %s %s%s,%s %s %s %s %s %s %s %s %s %s %s %s %s %s %s

source: No bibliographic record
tet: La iha rejistu bibliográfiku ida

source: No title
tet: La iha títulu

source: Labeled MARC
tet: MARC ho etiketa

source: Items
tet: Item sira

source: Bookings (
tet: Rezerva sira (

source: Holds (%s)
tet: Rezerva sira (%s)

source: Analytics
tet: Analítika sira

source: Article requests (%s)
tet: Pedidu artigu (%s)

source: Subscriptions (%s)
tet: Subskrisaun sira (%s)

source: Checkout history
tet: Istória empréstimu

source: Modification log
tet: Modifiksaun log

source: Recalls (%s)
tet: Bolu fila (%s)

source: Charges:
tet: Taxa:

source: Patron has outstanding charges of %s.
tet: Kliente ne'e iha multa sira ba %s.

source: Checkouts are BLOCKED because fine balance is OVER THE LIMIT.
tet: Empréstimu sira TAKA netik tanba kliente ne'e iha multa barak demais.

source: Make payment
tet: Fó pagamentu

source: Pay all charges
tet: Selu multa hotu

source: %sThis account cannot view requested patron information. %s
tet: %sKonta ida-ne'e labele haree informasaun kliente nian ne'ebé husu. %s

source: Patron not found.
tet: La hetan kliente.

source: Return to search
tet: Fila ba peskiza

source: Bibliographic record not found.
tet: Rejistu bibliográfiku la hetan.

source: Item not found.
tet: La hetan item ida ne'e.

source: Subscription not found.
tet: Subskrisaun ne'e la hetan.

source: Basket not found.
tet: La hetan raga.

source: Vendor not found.
tet: Vendedór la hetan.

source: ILL request not found.
tet: Pedidu ILL la hetan.

source: This order cannot be edited, the basket is closed or the order was already received.
tet: Orden ne'e labele edita, raga ne'e taka ona ka orden ne'e simu ona.

source: The budget is locked, fund creation is not possible.
tet: Orsamentu ne'e taka hela, labele kria fundu.

source: You do not have sufficient permission to continue.
tet: Ita la iha lisensa atu kontinua.

source: MARC field not added to MARC bibliographic framework. MARC tag already exists in framework.
tet: Kampu MARC la aumenta ba kuadru bibliográfiku MARC. MARC tag ne'e iha ona iha kuadru.

source: Clear all
tet: Hamoos hotu

source: Select all
tet: Hili hotu

source: Currency = %s
tet: Osan = %s

source: No active currency is defined
tet: Seidauk defini osan ativu

source: Please specify an active currency.
tet: Faz favor espesifika osan.

source: Your administrator must specify an active currency.
tet: Ita nia administradór tenke espesifika moeda ativa.

source: Search funds
tet: Buka fundu sira

source: Library
tet: Biblioteka

source: All libraries
tet: Biblioteka sira hotu

source: Search catalog
tet: Buka iha katálogu

source: New budget
tet: Orsamentu foun

source: New fund for %s
tet: Fundu foun ba %s

source: Edit
tet: Edita

source: Edit budget %s
tet: Edita orsamentu %s

source: Duplicate budget %s
tet: Orsamentu duplikata %s

source: Planning
tet: Planejamentu

source: Plan by months
tet: Planu tuir fulan sira

source: Plan by libraries
tet: Planu tuir biblioteka sira

source: Plan by item types
tet: Planu tuir item nia tipu sira

source: Plan by %s
tet: Planu tuir %s

source: Clear date
tet: Hamoos data

source: Today
tet: Ohin loron

source: Tomorrow
tet: Aban

source: Yesterday
tet: Horiseik

source: or
tet: ka

source: Import
tet: Importa

source: Stage records for import
tet: Prepara rejistu sira hodi importa

source: Manage staged records
tet: Jere rejistu ne'ebé prepara ona

source: Export
tet: Esporta

source: Export catalog data
tet: Esporta dadus katálogu

source: Inventory
tet: Inventáriu

source: Batch editing
tet: Edita hela lote

source: Batch item modification
tet: Modifikasaun item iha lote

source: Batch item deletion
tet: Apaga item iha lote

source: Batch record modification
tet: Modifikasaun rejistu iha lote

source: Batch record deletion
tet: Apaga rejistu iha lote

source: MARC modification templates
tet: Modifiksaun template sira MARC nian

source: Automation
tet: Automatizasaun

source: Item modifications by age
tet: Modifikasaun item nian tuir idade

source: Stock rotation
tet: Rotasaun kolesaun

source: Tools
tet: Alat sira

source: Label creator
tet: Kriadór etiketa

source: Barcode image generator
tet: Jeradór imajen kódigu-barra

source: Quick spine label creator
tet: Kria etiketa lombada lailais

source: Upload local cover image
tet: Upload imajen kapa lokál

source: Preferences
tet: Preferénsia sira

source: Configuration
tet: Konfigurasaun

source: New record
tet: Rejistu foun

source: New item
tet: Item foun

source: New subscription
tet: Subskrisaun foun

source: Analyze items
tet: Analiza item sira

source: New child record
tet: Rejistu labarik nian foun

source: This record is locked
tet: Rejistu ne'e xave hela

source: Modify record using template
tet: Modifika rejistu uza template

source: Manage items
tet: Jere items

source: Edit items in a batch
tet: Edita item sira iha lote ida

source: This record has no items
tet: Rejistu ida ne'e la iha item ida

source: Edit items in batch
tet: Edita item sira iha lote ida

source: Delete items in a batch
tet: Apaga item sira iha lote ida

source: Attach item
tet: Aneksa item

source: Link to host record
tet: Liga ba rejistu host

source: Upload image
tet: Upload imajen

source: Delete all items
tet: Apaga item sira hotu

source: Add to cart
tet: Aumenta ba kareta

source: Remove from cart
tet: Hasai husi kareta

source: Add to list
tet: Aumenta ba lista ida

source: Your lists
tet: Ita nia lista sira

source: Public lists
tet: Lista sira públiku

source: More lists
tet: Lista sira liután

source: New list
tet: Lista foun

source: Print
tet: Imprimi

source: Place hold
tet: Hatuur rezerva

source: Place hold
tet: Hatuur rezerva

source: Place hold for %s
tet: Hatuur rezerva iha %s

source: Place booking
tet: Hatuur rezerva

source: Request article
tet: Husu artigu

source: Add order
tet: Aumenta orden

source: Exporting to Dublin Core...
tet: Esporta hela ba Dublin Core...

source: Simple DC-RDF
tet: DC-RDF Simples

source: Cataloging search
tet: Buka katálogusaun

source: Search the catalog and the reservoir
tet: Peskiza iha katálogu no iha rezervatóriu

source: Enter search keywords
tet: Hatama peskiza liafuan xave

source: Enter the terms you wish to search for.
tet: Hatama termu sira atu peskiza ba.

source: Search index
tet: Buka indise

source: %s %s %s %s %s %s %s %s %s "%s %sby %s%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s%s%s"
tet: %s %s %s %s %s %s %s %s %s "%s %shusi %s%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s" %s "%s%s%s"

source: %s by%s %s %s", "%s", "%s", "%s", "%s
tet: %s husi%s %s %s", "%s", "%s", "%s", "%s

source: Go to record detail page
tet: Ba iha pájina detallu rejistu nian

source: Go to item details
tet: Ba detalle item

source: Edit item
tet: Edita item

source: (Not an authorised value)
tet: (La'ós valór ne'ebé autorizadu)

source: Any changes will not be saved. Continue?
tet: Kualkér mudansa labele rai. Kontinua?

source: Are you sure you want to delete this macro?
tet: Ita hakarak apaga macro ne'e ka lae?

source: Are you sure you want to erase your changes?
tet: Ita hakarak kansela mudansa ne'e ka lae?

source: Author
tet: Autór

source: Duplicate
tet: Duplikata

source: Editing catalog record #{ID}
tet: Edita hela rejistu katálogu #{ID}

source: Editing duplicate record of #{ID}
tet: Edita hela rejistu duplikadu #{ID}

source: Editing new full record
tet: Edita hela rejistu foun kompletu

source: Editing new record
tet: Edita hela rejistu foun

source: Editing search result
tet: Rezultadu edita peskiza

source: Edition
tet: Edisaun

source: Failed to change framework
tet: La konsege muda kuadru

source: Failed to create macro:
tet: La konsege kria macro:

source: Failed to load macros:
tet: La konsege karrago macros:

source: Failed to run macro:
tet: La konsege hala'o macro:

source: Failed to save macro:
tet: La konsege rai macro:

source: Hide MARC
tet: Subar MARC

source: Incorrect syntax, cannot save
tet: Sintaxe ne'e laloos, labele rai

source: Internal search error
tet: Sala interna

source: Invalid indicators
tet: Indikadores la válidu

source: Invalid record
tet: Rejistu la válidu

source: Invalid tag number
tet: Numeru etiketa inválidu

source: Item tags cannot currently be saved
tet: Etiketa item la bele rai agora daudaun

source: Line
tet: Lina

source: Loading
tet: Karrega hela

source: Loading...
tet: Karrega hela...

source: Local catalog
tet: Katalogasaun lokal

source: Local number
tet: Numeru lokal

source: Macro not found
tet: La hetan macro

source: Macro successfully deleted
tet: Macro apaga ona

source: Medium
tet: Médiu

source: Missing control field contents
tet: Konteúdu kampu kontrolu ne'ebé la iha

source: Missing mandatory subfield: ‡
tet: Subkampu obrigatóriu falta hela: ‡

source: Missing mandatory tag:
tet: Etiketa obrigatóriu falta hela:

source: New macro...
tet: Macro foun...

source: Next
tet: Tuir mai

source: Please enter the name for the new macro:
tet: Faz favor hatama naran kona ba macro foun ne'e:

source: Please refresh the page and try again.
tet: Faz favor refresh pájina ne'e no koko fali.

source: Possible record corruption
tet: Posivel korupsaun iha rejistu

source: Previous
tet: Anteriór

source: Published
tet: Publikadus

source: Record not marked as UTF-8, may be corrupted
tet: Rejistu ne'ebé la marka hanesan UTF-8, karik hetan korupsaun

source: Record saved
tet: Rejistu rai ona

source: Record structure invalid, cannot save
tet: Estrutura rejistu nian la válidu, labele rai

source: Replace the current record's contents
tet: Troka rejistu atuál nia konteúdu sira

source: Save as MARC (.mrc) file
tet: Rai hanesan arkivu MARC (.mrc)

source: Save as MARCXML (.xml) file
tet: Rai hanesan arkivu MARCXML (.xml)

source: Save to catalog
tet: Rai ba katálogu

source: Saved
tet: Rai ona

source: Saving...
tet: Rai hela...

source: Search expired, please try again
tet: Peskiza mate ona, favor tenta dala ida tan

source: Search unavailable
tet: Peskiza la disponivel

source: Series title
tet: Títulu série

source: Show fields verbatim
tet: Hatudu kampu verbatim

source: Show help for this tag
tet: Hatudu ajuda ba etiketa ida-ne'e

source: Something went wrong, cannot save
tet: Sala akontese, la bele rai

source: Source
tet: Huun

source: Subfield ‡
tet: Subkampu ‡

source: Substitute
tet: Troka

source: Subtitle
tet: Subtítulu

source: Tag
tet: Etiketa

source: Tag has no subfields
tet: Etiketa la iha subkampu ida

source: There was a problem, please check the logs
tet: Problema hamosu, favór ida verifika log sira

source: Unknown record type, cannot import
tet: La hatene tipu rejistu ne'e, labele importa

source: Unknown subfield
tet: Subkampu la hatene

source: Unknown tag
tet: La hatene etiketa ne'e

source: View MARC
tet: Haree MARC

source: You do not have permission to access this macro
tet: Ita la iha lisensa atu asesu makro ne'e

source: You do not have permission to create this macro
tet: Ita la iha lisensa atu kria makro ida ne'e

source: You do not have permission to delete this macro
tet: Ita la iha lisensa atu apaga makro ida ne'e

source: cannot be repeated
tet: labele repete

source: edit items
tet: edita item sira

source: failed to run
tet: la konsege hala'o

source: unrecognized command
tet: komando la hatene

source: view
tet: haree

source: Chart settings
tet: Konfigurasaun grafiku

source: Chart type:
tet: Tipu grafiku:

source: Line
tet: Lina

source: Horizontal bar:
tet: Barra horizontal:

source: x column:
tet: koluna x:

source: Include all rows (ignore pagination):
tet: Inklui liña hotu-hotu (ignora pájinasaun):

source: Column %s
tet: Koluna %s

source: Group:
tet: Grupu:

source: Line:
tet: Lina:

source: Draw
tet: Dezeña

source: Scan a barcode to check in
tet: Skan kódigu barra ida atu fo fila

source: Totals:
tet: Total sira:

source: Renewal due date:
tet: Data hafoun:

source: Forgive fines on return:
tet: Lalika selu multa kuandu fo fali:

source: Show checkouts
tet: Hatudu empréstimu sira

source: Due date
tet: Data atu fó fila

source: Record-level item type
tet: Tipu item nivel-rejistu

source: Item type
tet: Tipu item

source: Collection
tet: Kolesaun

source: Location
tet: Fatin

source: Home library
tet: Uma biblioteka

source: Checked out on
tet: Fó empresta ona iha

source: Checked out from
tet: Fo empresta ona husi

source: Call number
tet: Kota

source: Copy number
tet: Númeru kópia

source: Charge
tet: Propina

source: Price
tet: Folin

source: Renew
tet: Hafoun

source: none
tet: la iha ida

source: select all
tet: hili hotu

source: Check in
tet: Fo fila

source: Return claims
tet: Reklama fo fila

source: Export
tet: Esporta

source: Always show checkouts automatically
tet: Sempre hatudu emprestimu sira automatikamente

source: Override renewal restrictions:
tet: Override limitadu hafoun:

source: Check in selected items
tet: Fo fila items ne'ebé marka ona

source: Renew selected items
tet: Hafoun items ne'ebé hili ona

source: Renew all
tet: Hafoun hotu-hotu

source: Export checkouts using format:
tet: Esporta empréstimu sira uza formatu:

source: MARC with items
tet: MARC ho items

source: MARC without items
tet: MARC la ho items

source: Export items bundle contents
tet: Esporta item sira konteúdu pakote nian

source: Don't export fields:
tet: La esporta kampu sira:

source: Patron has nothing checked out.
tet: Kliente la empresta buat ida.

source: Staff patron
tet: Kliente staf

source: Superlibrarian patron
tet: Kliente superbibliotekáriu

source: Protected patron
tet: Kliente protejidu

source: Patron photo
tet: Foto kliente nian

source: No address stored.
tet: La iha hela fatin.

source: No city stored.
tet: La rai sidade.

source: No phone stored.
tet: La iha telemovil ne'ebé rai.

source: No email stored.
tet: La iha email.

source: No date of birth stored.
tet: Data moris la iha.

source: Category:
tet: Kategoria:

source: Home library: %s
tet: Uma biblioteka: %s

source: Borrowernumber: %s
tet: Numerukliente: %s

source: Updated on %s
tet: Atualiza iha%s

source: Account has been administratively locked
tet: Konta ne'e taka hela administrativamente

source: Account has been locked
tet: Konta ne'e taka hela administrativamente

source: Batch check out
tet: Empresta lote

source: Details
tet: Detalle sira

source: Routing lists
tet: Lista sira roteamentu

source: Circulation history
tet: Istoria sirkulasaun

source: Holds history
tet: Istória rezerva

source: Statistics
tet: Estatístika sira

source: Files
tet: Arkivu sira

source: Purchase suggestions
tet: Sujestaun ida kona ba livru ida ne'ebé biblioteka bele sosa

source: Discharges
tet: Kuitasaun

source: Housebound
tet: Preso iha uma

source: ILL requests history
tet: Istória pedidu ILL

source: Recalls history
tet: Istória bolu fila

source: Alert subscriptions (%s)
tet: Alerta subskrisaun sira (%s)

source: Upload patron photo
tet: Upload foto kliente nian

source: Click the 'Delete' button to remove the current image.
tet: Klik butaun 'Apaga' atu hasai imajen atuál ne'e.

source: %s %s %s does not currently have an image available. To import an image for %s %s %s, enter the name of an image file to upload.
tet: %s %s %s la iha imajen ida ne'ebé disponivel agora. Atu importa imajen ida ba %s %s %s, hatama naran ba arkivu imajen hodi upload.

source: Only PNG, GIF, JPEG, XPM formats are supported.
tet: Formatu PNG, GIF, JPEG, XPM de'it bele tama.

source: Select the file to upload:
tet: Hili arkivu ida atu upload:

source: Upload photo
tet: Upload foto

source: Take patron photo
tet: Hasai foto kliente nian

source: Download photo
tet: Download foto

source: Video stream not available.
tet: Vidio la disponivel.

source: Cannot take patron photo.
tet: La konsege hasai foto kliente nian.

source: Set library and desk
tet: Hatuur biblioteka no meza

source: Set library
tet: Hatuur biblioteka

source: Set desk
tet: Hatuur mesa

source: Fast cataloging
tet: Katalogasaun lais

source: Checkout notes
tet: Nota fo empresta

source: Pending on-site checkouts
tet: Emmpréstimu sira on-site pendente

source: Holds queue
tet: Lista rezerva ne'ebé iha ona

source: Holds to pull
tet: Rezerva ne'ebé presiza foti husi armariu

source: Holds awaiting pickup
tet: Rezerva ne'ebé hein hela atu foti

source: All active recalls
tet: Bolu fila ativu hotu

source: Recalls queue
tet: Lista bolu fila ne'ebé iha ona

source: Recalls to pull
tet: Rezerva ne'ebé presiza foti husi estante

source: Overdue recalls
tet: Bolu fila ne'ebé liu ona prazu

source: Recalled items awaiting pickup
tet: Item sira bolu fila ne'ebé hein hela atu foti

source: Recalls awaiting pickup
tet: Bolu fila ne'ebé hein hela atu foti

source: Inactive recalls
tet: Bolu fila la ativu

source: Old recalls
tet: Bolu fila uluk nian

source: Patron request
tet: Pedidu kliente

source: Article requests
tet: Pedidu artigu

source: Transfers
tet: Transferênsias

source: Transfer
tet: Transfere

source: Transfers to send
tet: Transferénsia sira atu haruka

source: Transfers to receive
tet: Transferensia atu simu

source: Overdues
tet: Atrazadu sira

source: Warning: This report is very resource intensive on systems with large numbers of overdue items.
tet: Relatóriu ida ne'e han tempu sei livru barak tarde.

source: Limited to your library. See report help for other details.
tet: Limite ba ita nia biblioteka. Haree ajuda ba relatóriu ba detalle seluk.

source: Overdues with fines
tet: Items tarde ho multa

source: Search cities
tet: Buka sidade sira

source: City search
tet: Buka sidade ida

source: Name
tet: Naran

source: Description
tet: Deskrisaun

source: Public enrollment
tet: Inskrisaun públiku

source: Email required
tet: Email obrigatóriu

source: Start date
tet: Data komesa

source: End date
tet: Data ikus liu

source: Enrolled patrons
tet: Kliente sira ne'ebé sai membrus

source: Yes
tet: Sin

source: No
tet: Lae

source: Actions
tet: Asaun sira

source: Enrollments
tet: Inskrisaun sira

source: There are no enrollments for this club yet
tet: Seidauk iha inskrisaun ida ba klube ne'e

source: Delete
tet: Apaga

source: Search to hold
tet: Peskiza atu rezerva

source: Clear filter
tet: Hamoos filtru

source: Columns
tet: Koluna sira

source: Columns settings
tet: Konfigurasaun sira koluna nian

source: Configure
tet: Halo konfigurasaun

source: Configure table
tet: Halo konfigurasaun tabela nian

source: Copied!
tet: Kópia ona!

source: Copy
tet: Kópia

source: Export or print
tet: Esporta ka imprime

source: Search contracts
tet: Buka kontratu

source: Search by contract name or/and description:
tet: Buka tuir naran kontratu ka/no deskrisaun:

source: Search currencies
tet: Buka osan

source: Currencies search
tet: Buka moeda sira

source: %s(MM/DD/YYYY)%s(DD/MM/YYYY)%s(DD.MM.YYYY)%s(YYYY-MM-DD)%s
tet: %s(FF/LL/TTTT)%s(LL/FF/TTTT)%s(LL.FF.TTTT)%s(TTTT-FF-LL)%s

source: Pound (#) separated text (.csv)
tet: Pound (#) testu ketak ho virgula (.csv)

source: Comma separated text (.csv)
tet: Testu ketak ho virgula (.csv)

source: Slash separated text (.csv)
tet: Testu hakatak ho slash (.csv)

source: Semicolon separated text (.csv)
tet: Testu ketak ho virgula (.csv)

source: Backslash separated text (.csv)
tet: Testu hakatak ho backslash (.csv)

source: Tab separated text (.csv)
tet: Testu hakatak ho tab (.csv)

source: Search desks
tet: Buka meza

source: Package search
tet: Buka pakote

source: Title search
tet: Buka títulu

source: Search licenses
tet: Buka lisensa sira

source: Search packages
tet: Buka pakote sira

source: Search titles
tet: Buka títulu sira

source: Refine your search
tet: Refina Ita-nia peskiza

source: Custom search filters
tet: Filtru peskiza personalizadu sira

source: Availability
tet: Disponiblidade

source: Showing only records with available items
tet: Hatudu deit rejistu sira ho item sira ne'ebé disponivel

source: Show all records
tet: Hatudu rejistu sira hotu

source: Limit to records with available items
tet: Limita ba rejistu sira ho item sira ne'ebé disponivel

source: (related searches: %s%s%s)
tet: (peskiza relevante: %s%s%s)

source: Authors
tet: Autór sira

source: Titles
tet: Títulu sira

source: Topics
tet: Tópiku sira

source: Places
tet: Fatin sira

source: Series
tet: Série

source: Home libraries
tet: Uma biblioteka

source: Holding libraries
tet: Biblioteka ne'ebé kaer livru

source: Locations
tet: Fatin sira

source: Collections
tet: Kolesaun sira

source: Languages
tet: Lian sira

source: Remove facet %s
tet: Hasai faseta %s

source: Show more
tet: Hatudu tan

source: Show less
tet: Hatudu menus

source: Title:
tet: Títulu :

source: Author:
tet: Autór:

source: Vendor:
tet: Vendedór:

source: Basket:
tet: Raga:

source: Internal note:
tet: Nota interna:

source: Vendor note:
tet: Nota vendedór:

source: Basket created by:
tet: Raga kria ona husi:

source: Managing library:
tet: Biblioteka ne'ebé jere:

source: Any library
tet: Kualkér biblioteka

source: Vendor invoice number:
tet: Númeru fatura vendedór nian:

source: Basket group:
tet: Grupu raga:

source: Order line:
tet: Lina hameno:

source: %s Display children too
tet: %s Hatudu labarik sira mós

source: Order status:
tet: Estado orden:

source: Any status except cancelled
tet: Kualkér estado so kansela

source: Any status
tet: Kualkér estadu

source: Ordered
tet: Hameno ona

source: Partially received
tet: Simu ona parsialmente

source: Received
tet: Simu ona
