Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Scan a barcode to renew
tet: Skan kódigu barra ida hodi hafoun

source: %s ( %s ): Renewed - due %s
tet: %s ( %s ): Hafoun ona - fo fila iha %s

source: %s ( %s ): Not renewed - %s
tet: %s ( %s ): La hafoun - %s

source: No matching item could be found
tet: La hetan item ne'ebé hanesan

source: Item is not checked out
tet: Items seidauk empresta ona

source: Cannot be renewed yet
tet: Seidauk bele hafoun

source: Renewed the maximum number of times
tet: Ita hafoun númeru másimu dala sira

source: Scheduled for automatic renewal and cannot be renewed any more
tet: Prontu ona ba hafoun automátika no labele hafoun tan

source: Scheduled for automatic renewal and cannot be renewed because the patron's account has expired
tet: Prontu ona atu hafoun automatikamente no labele hafoun tanba kliente nia konta mate ona

source: Scheduled for automatic renewal
tet: Prontu atu hafoun automatikamente

source: Scheduled for automatic renewal and cannot be renewed because the patron has too many outstanding charges
tet: Prontu atu hafoun automatikamente no labele hafoun tanba kliente iha multa demais

source: On hold for another patron
tet: Item ida ne'e iha rezerva ida ona husi kliente seluk

source: Patron is currently restricted
tet: Kliente hetan restrisaun agora daudauk

source: Item is not allowed renewal
tet: La husik hafoun item

source: Item is an onsite checkout
tet: Emprestimu item ne'e on-site

source: Item has an outstanding fine
tet: Item iha multa pendente

source: Item already issued to other borrower
tet: Item ne'ebé empresta ona ba kliente seluk

source: Unknown error
tet: La hatene sala

source: Guided reports
tet: Matadalan ba relatóriu

source: Build new
tet: Halo foun

source: Use saved
tet: Uza ida ne'ebé rai ona

source: Create from SQL
tet: Kria husi SQL

source: Statistics wizards
tet: Asistente sira estatistika nian

source: Cash register
tet: Kaixa osan

source: Report plugins
tet: Relatóriu plugins nian

source: Top lists
tet: Lista popular liu

source: Patrons with the most checkouts
tet: Kliente sira ne'ebé empresta barak liu

source: Most-circulated items
tet: Item ne'ebé empresta barak liu

source: Inactive
tet: La ativu

source: Patrons who haven't checked out
tet: Kliente ne'ebé seidauk empresta livru ida

source: Items with no checkouts
tet: Items ne'ebé kliente seidauk empresta

source: Other
tet: Seluk

source: Lost items
tet: Items lakon

source: Catalog by item type
tet: Katalogu tuir tipu item

source: Average loan time
tet: Períodu média ba empresta livru

source: New report
tet: Relatóriu foun

source: New guided report
tet: Matadalan ba relatóriu foun

source: New SQL report
tet: Relatóriu SQL foun

source: New SQL from Mana
tet: Relatóriu SQL foun husi Mana

source: Duplicate
tet: Duplikata

source: Duplicate this saved report
tet: Duplika relatóriu ida ne'ebé rai ona

source: Run report
tet: Hala'o relatóriu

source: Schedule
tet: Orariu

source: Report mistake
tet: Fo hatene kona ba sala ne'e

source: Enter a new comment (max 35 characters)
tet: Hatama komentariu foun (max 35 karakter)

source: report
tet: relatóriu

source: Comment
tet: Komentáriu

source: Select format and download report results
tet: Hili formatu no download rezultadu sira relatóriu nian

source: Tab separated text
tet: Testu hakatak ho tab

source: Rendered template (%s)
tet: Template renderizadu (%s)

source: Chart (.svg)
tet: Gráfiku (.svg)

source: Show SQL code
tet: Hatudu kodigu SQL

source: Create chart
tet: Kria grafiku

source: Mana search
tet: Buka mana

source: Your search could not be completed. Please try again later.
tet: Ita nia peskiza la kompletu. Favor koko dala ida tan.

source: This report could not be imported. Please try again later.
tet: Labele importa relatóriu ne'e. Favor koko ida tan.

source: Search reports by keyword:
tet: Peskiza iha relatóriu ho liafuan xave:

source: Relevance
tet: Relevânsia

source: Popularity
tet: Popularidade

source: Popularity (most to least)
tet: Popularidade (barak liu to'o kiik liu)

source: Popularity (least to most)
tet: Popularidade (uitoan deit ba barak liu)

source: Author (A-Z)
tet: Autór (A-Z)

source: Author (Z-A)
tet: Autór (Z-A)

source: Call number (0-9 to A-Z)
tet: Kota (0-9 ba A-Z)

source: Call number (Z-A to 9-0)
tet: Kota (Z-A ba 9-0)

source: Dates
tet: Data sira

source: Publication/Copyright date: newest to oldest
tet: Data publikasaun/Direitos autorais: foun liu ba tuan liu

source: Publication/Copyright date: oldest to newest
tet: Data publikasaun/Direitos autorais: tuan liu ba foun liu

source: Acquisition date: newest to oldest
tet: Data akuisisaun: foun liu ba tuan liu

source: Acquisition date: oldest to newest
tet: Data akuisisaun: tuan liu ba foun liu

source: Title (A-Z)
tet: Títulu (A-Z)

source: Title (Z-A)
tet: Títulu (Z-A)

source: New collection
tet: Kolesaun foun

source: Keyword
tet: Liafuan xave

source: &nbsp;&nbsp;&nbsp;&nbsp; Keyword as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Liafuan nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Author as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Autór nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate name
tet: &nbsp;&nbsp;&nbsp;&nbsp; Naran korporativa

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name
tet: &nbsp;&nbsp;&nbsp;&nbsp; Konferénsia nia naran

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate name as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Naran korporativa nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Konferensia nia naran nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name
tet: &nbsp;&nbsp;&nbsp;&nbsp; Naran pesoál

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Naran pesoal nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Title as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Titulu nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Series title
tet: &nbsp;&nbsp;&nbsp;&nbsp; Serie nia títulu

source: Subject
tet: Asuntu

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject as phrase
tet: &nbsp;&nbsp;&nbsp;&nbsp; Asuntu nudar fraze

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and broader terms
tet: &nbsp;&nbsp;&nbsp;&nbsp; Asuntu ho termu luan liu

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and narrower terms
tet: &nbsp;&nbsp;&nbsp;&nbsp; Asuntu ho termu kloot liu

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and related terms
tet: &nbsp;&nbsp;&nbsp;&nbsp; Asuntu ho termu relevante

source: Shelving location (code)
tet: Fatin ba estante (kódigu)

source: Standard number
tet: Númeru padraun

source: &nbsp;&nbsp;&nbsp;&nbsp; Call number
tet: &nbsp;&nbsp;&nbsp;&nbsp; Kota

source: Language
tet: Lian

source: Notes/Comments
tet: Nota sira/Komentáriu sira

source: Curriculum
tet: Kurríkulu

source: Publisher location
tet: Fatin publikadór nian

source: Publication date (yyyy-yyyy)
tet: Data publikasaun (tttt-tttt)

source: Acquisition date (yyyy-mm-dd)
tet: Data simu (tttt-ff-ll)

source: Expected
tet: Atu mai ona

source: Arrived
tet: To'o mai ona

source: Circulating
tet: Sirkula

source: Out for binding
tet: Sai ona hodi tau hamutuk

source: Bound
tet: Tau hamutuk

source: Late
tet: Tarde

source: Missing
tet: Falta

source: Missing (never received)
tet: Falta (nunka simu)

source: Missing (sold out)
tet: Lakon (fa'an hotu ona)

source: Missing (damaged)
tet: Falta (estraga ona)

source: Missing (lost)
tet: Falta (lakon)

source: Not available
tet: La disponivel

source: Claimed
tet: Reklama ona

source: Stopped
tet: Hapara ona

source: Search subscriptions
tet: Peskiza subskrisaun sira

source: Title:
tet: Títulu:

source: Call number:
tet: Kota:

source: Publisher:
tet: Publikadór:

source: Vendor:
tet: Vendedór:

source: Location:
tet: Lokalizasaun:

source: Expires before:
tet: Prazu molok:

source: Has routing list
tet: Iha lista roteamentu

source: Serial collection
tet: Kolesaun periódiku

source: Edit routing list
tet: Edita lista roteamento

source: Create routing list
tet: Kria lista roteamentu

source: Check expiration
tet: Verifika prazu

source: Manage frequencies
tet: Jere freqüência

source: Manage numbering patterns
tet: Jere numerasaun padroes

source: Search on Mana
tet: Buka iha Mana

source: Manage subscription fields
tet: Jere kampu subskrisaun sira

source: Serials statistics wizard
tet: Gia de estatistika periódiku

source: New subscription for this serial
tet: Subskrisaun foun ba periódiku ida-ne'e

source: Edit subscription
tet: Edita subskrisaun

source: Edit items
tet: Edita item sira

source: Delete subscription
tet: Apaga subskrisaun

source: Receive
tet: Simu

source: Reopen
tet: Loke fali

source: Share %s to Mana
tet: Fahe %s ba Mana

source: Frequency:
tet: Frekuensia:

source: Number pattern:
tet: Modelos de numerasaun:

source: Help
tet: Ajuda

source: New rota
tet: Rota foun

source: Edit rota
tet: Edita rota

source: Add stage
tet: Aumenta etapa ida

source: Add items
tet: Aumenta item sira

source: %s important fields empty (highlighted)
tet: %s kampu importante mamuk (realçados)

source: %s mandatory fields empty (highlighted)
tet: %s kampu obrigatóriu mamuk (realçados)

source: Are you sure you want to add a new item? Any changes made on this page will be lost.
tet: Ita hakarak aumenta item ida foun? Mudansa hotu sei lakon.

source: Are you sure you want to delete this item?
tet: Ita hakarak apaga item ne'e ka lae?

source: Are you sure you want to save?
tet: Ita hakarak rai ka lae?

source: Delete item
tet: Apaga item

source: Form not submitted because of the following problem(s)
tet: Formulariu la tama tanba problema(s) tuirmai

source: Please enter a number of items to create.
tet: Faz favor hatama item ruma atu kria ona.

source: You are about to add %s items. Continue?
tet: Ita atu instala %s buat ida. Kontinua?

source: Requesting SUSHI service
tet: Husu hela servisu SUSHI

source: Processing file and importing titles
tet: Prosesa arkivu no importa títulu sira

source: Reading file
tet: Lee hela arkivu

source: Failed
tet: La lao

source: Finished
tet: Ramata ona

source: Not started
tet: Seidauk hahu

source: Started
tet: Hahu ona

source: Are you sure you want to delete this patron image? This cannot be undone.
tet: Ita hakarak apaga imajen kliente ida ne'e ka lae? Labele kore.

source: Are you sure you want to replace the current patron image? This cannot be undone.
tet: Ita hakarak troka imajen kliente ne'e ka lae? Labele kore.

source: Please choose a file to upload
tet: Faz favor hili arkivu ida hodi upload

source: Accessibility
tet: Asesibilidade

source: Action
tet: Asaun

source: Activity
tet: Atividade

source: Add to Dictionary
tet: Aumenta ba Disionariu

source: Advanced
tet: Advansadu

source: Advanced Sort
tet: Organiza advansadu

source: Advanced sort...
tet: Klasifika advansadu...

source: Align
tet: Aliña

source: Align center
tet: Aliña sentru

source: Align left
tet: Aliña liman karuk

source: Align right
tet: Alinhar liman los

source: Alignment
tet: Aliñamentu

source: Alternative description
tet: Deskrisaun alternativu

source: Alternative source
tet: Huun alternativu

source: Alternative source URL
tet: URL huun alternativu

source: Anchor
tet: Ankor

source: Anchor...
tet: Ânkor...

source: Anchors
tet: Âncoras

source: Apply
tet: Aplika

source: Ascending
tet: Sae hela

source: Back
tet: Fila

source: Background color
tet: Kor iha kotuk

source: Black
tet: Metan

source: Block
tet: Taka netik

source: Blocks
tet: Taka netik

source: Blue
tet: Azul

source: Border
tet: Fronteira

source: Border color
tet: Kor fronteira

source: Border width
tet: Kartaun nia luan

source: Bottom
tet: Iha kraik

source: Browse for an image
tet: Haree imajen ida

source: Capitalization
tet: Kapitalizasaun

source: Caption
tet: Sitasaun

source: Cell
tet: Sela

source: Cell properties
tet: Propriedades selu nian

source: Cell type
tet: Tipu selu

source: Center
tet: Sentru

source: Change
tet: Troka

source: Characters
tet: Karáter sira

source: Characters (no spaces)
tet: Karakter (espasu la iha)

source: Circle
tet: Sírculo

source: Class
tet: Klasse

source: Code
tet: Kodigu

source: Code sample
tet: Amostra kódigu

source: Code sample...
tet: Amostra kódigu...

source: Code view
tet: Haree kódigu

source: Color
tet: Kor

source: Color levels
tet: Nivel kor

source: Column
tet: Koluna

source: Column group
tet: Grupu koluna

source: Column {0}
tet: Koluna (0)

source: Copy row
tet: Kópia linha

source: Could not find the specified string.
tet: Labele hetan string espesifika.

source: Count
tet: Konta

source: Currency
tet: Osan ida

source: Current window
tet: Janela atual

source: Custom color
tet: Kor personalizadu

source: Cut
tet: Tesi

source: Cut row
tet: Tesi lina

source: Dark Blue
tet: Azul nakukun

source: Dark Green
tet: Verde Nakukun

source: Dark Yellow
tet: Kor kinur

source: Date\/time
tet: Data\/oras

source: Delete column
tet: Apaga koluna

source: Delete row
tet: Apaga linha

source: Delete table
tet: Apaga tabela

source: Descending
tet: Tuun hela

source: Dimensions
tet: Dimensões

source: Disc
tet: Disk

source: Document
tet: Dokumentu

source: Document properties
tet: Propriedades dokumentu nian

source: Drop an image here
tet: Hatuun imajen iha ne'e

source: Edit image
tet: Edita imajen

source: Emoticons
tet: Emotikon sira

source: Emoticons...
tet: Emotikon sira...

source: Encoding
tet: Kodifikasaun

source: Error
tet: Sala

source: Failed to initialize plugin: {0}
tet: La konsege karragu plugin: {0}

source: Failed to load plugin url: {0}
tet: La konsege karragu plugin url: {0}

source: Failed to load plugin: {0} from url {1}
tet: La konsege karragu plugin: {0} husi url {1}

source: Failed to upload image: {0}
tet: La konsege upload imajen: {0}

source: File
tet: Arkivu

source: Find
tet: Hetan

source: Find and Replace
tet: Hetan no troka

source: Find and replace
tet: Hetan no troka

source: Find and replace...
tet: Hetan no troka...

source: Find in selection
tet: Buka iha selesaun

source: Find whole words only
tet: Buka de'it liafuan tomak

source: Finish
tet: Ramata

source: Flags
tet: Bandeira sira

source: Flip horizontally
tet: Muda horizontalmente

source: Flip vertically
tet: Fila vertikál

source: Font
tet: Tipu gráfiku

source: Font Sizes
tet: Tamanu Tipu Gráfiku

source: Fonts
tet: Tipu gráfiku

source: Food and Drink
tet: Han no Hemu

source: Formats
tet: Formatu sira

source: General
tet: Jerál

source: Green
tet: Verde

source: H Align
tet: H Aliña

source: Handy Shortcuts
tet: Atalhos de Teclado

source: Header
tet: Kapsaun

source: Header 1
tet: Kapsaun 1

source: Header 2
tet: Kapsaun 2

source: Header 3
tet: Kapsaun 3

source: Header 4
tet: Kapsaun 4

source: Header 5
tet: Kapsaun 5

source: Header 6
tet: Kapsaun 6

source: Headers
tet: Cabeçalhos

source: Heading 1
tet: Kapsaun 1

source: Heading 2
tet: Kapsaun 2

source: Heading 3
tet: Kapsaun 3

source: Heading 4
tet: Kapsaun 4

source: Heading 5
tet: Kapsaun 5

source: Heading 6
tet: Kapsaun 6

source: Headings
tet: Kapsaun

source: Height
tet: Aas

source: Horizontal line
tet: Linha horizontal

source: Horizontal space
tet: Espasu horizontál

source: ID attribute must be unique
tet: Atributu ID tenke úniku

source: Ignore
tet: Ignora

source: Ignore all
tet: Ignora hotu

source: Image description
tet: Deskrisaun imajen nian

source: Image list
tet: Lista imajen

source: Image options
tet: Opsaun imajen

source: Image title
tet: Titulu imajen

source: Image...
tet: Imajen...

source: Insert
tet: Hatama

source: Insert column after
tet: Hatama koluna hafoin

source: Insert column before
tet: Hatama koluna molok

source: Insert date\/time
tet: Hatama data\/oras

source: Insert image
tet: Hatama

source: Insert link
tet: Hatama ligasaun

source: Insert row after
tet: Hatama lina depois de

source: Insert row before
tet: Hatama liña molok

source: Insert table
tet: Hatama tabela

source: Insert template
tet: Hatama template

source: Insert template...
tet: Hatama template...

source: Insert video
tet: Hatama video

source: Insert\/Edit code sample
tet: Hatama\/Edita amostra kódigu

source: Insert\/edit iframe
tet: Hatama\/edita iframe

source: Insert\/edit image
tet: Hatama\/edita imajen

source: Insert\/edit link
tet: Hatama\/edita ligasaun

source: Insert\/edit media
tet: Hatama\/edita mídia

source: Insert\/edit video
tet: Hatama\/edita vidio

source: Invert
tet: Inverte

source: Keyboard Navigation
tet: Navegasaun ba Teklaun

source: Keywords
tet: Liafuan xave

source: Light Green
tet: Verde

source: Light Yellow
tet: Kor kinur

source: Line height
tet: Liña nia aas

source: Link
tet: Ligasaun

source: Link list
tet: Liga lista

source: Link...
tet: Ligasaun...

source: List Properties
tet: Lista Propriedade sira

source: List properties...
tet: Lista propriedade sira...

source: Loading emoticons...
tet: Karregamento emoticons...

source: Make image decorative:
tet: Halo imajen sai dekorativu:

source: Match case
tet: Verifika ona regra han-malu

source: Mathematical
tet: Matemátiku

source: Merge cells
tet: Tau hamutuk células

source: Metadata and Document Properties
tet: Propriedades metadadus no dokumentu nian

source: More...
tet: Liután...

source: New document
tet: Dokumentus foun

source: New window
tet: Janela foun

source: No color
tet: La iha kor

source: No misspellings found.
tet: La hetan ortografia ne'ebé sala.

source: Numbered list
tet: Lista numerada

source: OR
tet: KA

source: Objects
tet: Objetus

source: Open link
tet: Loke ligasaun

source: Open link in...
tet: Loke ligasaun iha...

source: Orange
tet: Kor de laranja

source: Order
tet: Hameno

source: Orientation
tet: Orientasaun

source: Paragraph
tet: Parágrafu

source: Paste as text
tet: Kópia nudar testu

source: Paste or type a link
tet: Paste ka hakerek ligasaun ida

source: Paste row after
tet: Paste liña depois de

source: Paste row before
tet: Paste lina molok

source: People
tet: Ema sira

source: Plugins installed ({0}):
tet: Plugins instalados ({0}):

source: Powered by {0}
tet: Forsa husi {0}

source: Preformatted
tet: Preformatadu ona

source: Premium plugins:
tet: Plugins prêmiu:

source: Prev
tet: Ant

source: Preview
tet: Haree

source: Print...
tet: Imprimi...

source: Quotations
tet: Sitasaun sira

source: Red
tet: Kor mean

source: Redo
tet: Halo fali

source: Remove all IDs
tet: Hasai IDs hotu

source: Remove color
tet: Hasai kor

source: Remove link
tet: Hasai ligasaun

source: Remove this ID
tet: Hasai ID ne'e

source: Replace
tet: Troka

source: Replace all
tet: Troka hotu

source: Replace with
tet: Troka ho

source: Right
tet: Liman loos

source: Row
tet: Kadadak

source: Row group
tet: Grupu de lina

source: Row properties
tet: Propriedades liña nian

source: Row type
tet: Tipu de lina

source: Rows
tet: Liña

source: Select...
tet: Hili...

source: Selection
tet: Selesaun

source: Sharpen
tet: Afila

source: Show blocks
tet: Hatudu bloku sira

source: Show caption
tet: Hatudu kapsaun

source: Show invisible characters
tet: Hatudu karakter sira invizível

source: Size
tet: Tamanu

source: Sort
tet: Organiza

source: Sort by
tet: Organiza tuir

source: Source code
tet: Kodigu huun

source: Special character
tet: Karáter espesial

source: Special character...
tet: Karakter espesiál...

source: Spellcheck
tet: Verifikasaun ortográfica

source: Spellcheck Language
tet: Spellcheck Lingua

source: Spellcheck...
tet: Verifikasaun ortográfica...

source: Square
tet: Quadradu

source: Start list at number
tet: Hahú lista ho númeru

source: Subscript
tet: Subskritu

source: Success
tet: Susesu

source: Superscript
tet: Sobreskritu

source: Symbols
tet: Símbolu

source: Table
tet: Tabela

source: Table of Contents
tet: Índice

source: Table properties
tet: Propriedades tabela nian

source: Target
tet: Tarjetu

source: Templates
tet: Template sira

source: Text
tet: Testu

source: Text color
tet: Kor testu

source: Text to display
tet: Testu atu fo haree

source: Top
tet: Leten

source: Travel and Places
tet: Viajen no Fatin sira

source: Underline
tet: Sublinhadu

source: Update
tet: Atualiza

source: User Defined
tet: Usuáriu Definidu

source: V Align
tet: V Aliña

source: Valid
tet: Validadu

source: Version
tet: Versaun

source: Vertical space
tet: Espasu vertikál

source: View
tet: Haree

source: Visual aids
tet: Ajuda vizuál sira

source: Warn
tet: Fo atensaun ba

source: White
tet: Mutin

source: Whole words
tet: Liafuan tomak

source: Word count
tet: Konta liafuan

source: Words
tet: Liafuan sira

source: Yellow
tet: Kor kinur

source: alignment
tet: aliñamentu

source: case change
tet: mudansa kazu

source: cedi sign
tet: sinál cedi

source: colon sign
tet: sinál colon

source: comments
tet: komentáriu sira

source: cruzeiro sign
tet: sinál kruzeiru

source: currency sign
tet: sinal osan

source: dollar sign
tet: sinál dolar

source: euro-currency sign
tet: sinal euro-currency

source: example
tet: ezemplu

source: formatting
tet: formatasaun

source: history
tet: istoria

source: indentation
tet: indentasaun

source: permanent pen
tet: marcador permanente

source: {0} characters
tet: {0} karakter sira

source: {0} words
tet: {0} liafuan sira

source: Any audience
tet: Kualkér audiénsia

source: Preschool
tet: Pré-eskolár

source: Primary
tet: Primáriu

source: Pre-adolescent
tet: Pré-adolesente

source: Adolescent
tet: Joven

source: Adult
tet: Adultu

source: Specialized
tet: Espesializadu

source: Juvenile
tet: Juvenil

source: Any content
tet: Kualkér konteúdu

source: Fiction
tet: Fiksaun

source: Non-fiction
tet: La fiksaun

source: Biography
tet: Bibliografia

source: Musical recording
tet: Gravasaun múzika

source: Non-musical recording
tet: Gravasaun la múzika

source: Any format
tet: Kualkér formatu

source: Regular print
tet: Testu regulár

source: Large print
tet: Testu boot

source: Braille
tet: Braile

source: CD audio
tet: Áudiu CD

source: Cassette recording
tet: Gravasaun kasete

source: VHS tape / Videocassette
tet: Fita VHS / Vidiokassete

source: DVD video / Videodisc
tet: DVD vidio / Vidiodisk

source: CD software
tet: Software CD

source: Additional content types
tet: Tipu konteudu seluk tan

source: Abstracts / Summaries
tet: Rezumu / Sumariu

source: Bibliographies
tet: Bibliografia sira

source: Catalogs
tet: Katálogu sira

source: Encyclopedias
tet: Ensiklopédia sira

source: Handbooks
tet: Manuál

source: Legal articles
tet: Artigu sira legál

source: Indexes
tet: Índise sira

source: Patent document
tet: Dokumentu patente

source: Discographies
tet: Diskografie sira

source: Legislation
tet: Lejizlasaun

source: Theses
tet: Teze sira

source: Surveys
tet: Levantamentu

source: Reviews
tet: Komentáriu sira

source: Programmed texts
tet: Testu programadu

source: Filmographies
tet: Filmografia sira

source: Directories
tet: Diretóriu sira

source: Technical reports
tet: Relatóriu tékniku

source: Legal cases and case notes
tet: Prosesu legál no nota kazu nian

source: Law reports and digests
tet: Relatóriu lei no dijestu sira

source: Treaties
tet: Tratadu sira

source: Search suggestions
tet: Sujestaun peskiza

source: %s No items were found during staging
tet: %s Item la hetan durante estajiu

source: %s Always add items
tet: %s Sempre aumenta item sira

source: %s Add items only if matching bib was found
tet: %s Aumenta item sira de'it se bib hanesan bib hetan ona

source: %s Add items only if no matching bib was found
tet: %s Aumenta item sira de'it se la hetan bib hanesan

source: %s Replace items if matching bib was found (only for existing items)
tet: %s Aumenta item sira de'it se bib hanesan hetan ona (ba item ne'ebé iha ona de'it)

source: %s Ignore items
tet: %s Ignora items

source: Tools home
tet: Alat nia uma

source: Import patrons
tet: Importa kliente sira

source: Notices and slips
tet: Avizu sira no slip sira

source: Overdue notice/status triggers
tet: Avizu kona ba item tarde/estadu ne'ebé hamosu
