Repository: Hypernova-Oy/Koha
Catalog: misc/translator/po/tet-staff-prog.po
Languages: tet

source: Follow system preference ForcePasswordResetWhenSetByStaff (Don't force)
tet: Tuir preferénsia sistema nian ForcePasswordResetWhenSetByStaff (Don't force)

source: Force
tet: Forsa

source: Block expired patron OPAC actions:
tet: Blokeia asaun sira OPAC klente nian ne'ebé mate ona:

source: Follow system preference
tet: Tuir preferénsia sistema nian

source: Block specific actions
tet: Blokeia asaun espesífiku sira

source: Placing a hold on an item
tet: Hatuur hela rezerva ba item ne'e

source: Placing an ILL request
tet: Hatuur pedidu ILL ida

source: Renewing an item
tet: Hafoun hela item ida

source: Check for previous checkouts:
tet: Verifika empréstimu sira anterior:

source: Yes and try to override system preferences
tet: Sin no koko liu sistema nia preferénsia

source: No and try to override system preferences
tet: Lae no koko liu sistema nia preferénsia

source: Inherit from system preferences
tet: Tama mai husi preferénsia sistema

source: Can place ILL in OPAC:
tet: Bele tau ILL iha OPAC:

source: Default privacy:
tet: Valór default:

source: Never
tet: Nunka

source: Forever
tet: Ba nafatin

source: which should be set up by your system administrator.
tet: sistema ida ne'ebé mak administrador halo.

source: Exclude from local holds priority:
tet: Esklui husi prioridade rezerva lokál:

source: If
tet: Se

source: preference
tet: preferénsia

source: Default messaging preferences for this patron category
tet: Preferénsia mensajen baibain ba kategoria kliente ne'e

source: . Deletion not possible
tet: . Labele apaga

source: This category is used %s times
tet: Kategoria ne'e uza ona dala %s

source: %s %s months %s until %s %s
tet: %s %s fulan %s to'o %s %s

source: Receives overdue notices:
tet: Simu avizu kona ba livru tarde ona:

source: %sHidden by default%sShown%s
tet: %sSubar tuir default%sHatudu ona%s

source: Lost items in staff interface:
tet: Item sira lakon iha versaun funsionariu nian:

source: Check previous checkouts:
tet: Verifika empréstimu sira anterior:

source: Can be guarantee
tet: Bele sai garantia

source: Delete this category
tet: Apaga kategoria ida ne'e

source: %s You searched for %s
tet: %s Ita buka ona ba %s

source: Category name
tet: Naran kategoria

source: Enrollment period
tet: Periodu membru

source: Password expiration
tet: Prazu password

source: Age required
tet: Tinan rekizitu

source: Enrollment fee
tet: Folin atu sai membru

source: Messaging
tet: Mensajen

source: Check previous checkout?
tet: Verifika empréstimu sira anterior?

source: Default privacy
tet: Privasidade default

source: Exclude from local holds priority
tet: Esklui husi prioridade lokál sira

source: %sHidden%sShown%s
tet: %sSubar ona%sHatudu ona%s

source: %s Yes %s No %s
tet: %s Sin %s Lae %s

source: Create a new category
tet: Kria kategoria ida foun

source: No categories have been defined.
tet: Seidauk defini kategoria ida.

source: Configuration errors found
tet: Hetan sala iha konfigurasaun

source: You have %s error(s) in your MARC configuration. Please fix them before using Koha
tet: Iha %s sala(s) iha konfigurasaun MARC nian. Favor hadi'a fali molok uza Koha

source: Configuration okay
tet: Konfigurasaun di'ak

source: You don't have errors in your MARC configuration
tet: La iha sala(s) iha konfigurasaun MARC nian.

source: Test
tet: Teste

source: Result
tet: Rezultadu

source: itemnumber
tet: númeruitem

source: The field itemnumber MUST be mapped
tet: Kampu númeruitem TENKE mapa ba

source: item fields
tet: kampu item

source: ALL items fields MUST :
tet: Kampu items HOTU TENKE :

source: be mapped to the same tag,
tet: tenke mapa ba etiketa hanesan,

source: and they must all be in the 10 (items) tab
tet: no hotu tenke hela iha tab 10 (items)

source: All item fields are in the same tag and in item tab
tet: Kampu item hotu hela iha tab hanesan no tab item

source: Item tag
tet: Etiketa item

source: itemtype NOT mapped
tet: itemtype LA mapa ona

source: the biblioitems.itemtype field MUST :
tet: kampu biblioitems.itemtype TENKE :

source: be mapped to a MARC subfield,
tet: tenke mapa ba MARC subkampu ida,

source: biblioitems.itemtype defined
tet: biblioitems.itemtype defini ona

source: homebranch NOT mapped
tet: homebranch LA mapa ona

source: the items.homebranch field MUST :
tet: kampu items.homebranch TENKE :

source: be mapped to a MARC subfield,
tet: tenke mapa ba subkampu MARC ida,

source: homebranch defined
tet: homebranch defini ona

source: holdingbranch NOT mapped
tet: holdingbranch LA mapa ona

source: the items.holdingbranch field MUST :
tet: kampu items.holdingbranch TENKE :

source: holdingbranch defined
tet: holdingbranch defini ona

source: item type not defined
tet: la defini tipu item

source: at least 1 item type must be defined
tet: tenke defini ona pelumenus tipu item 1

source: at least 1 item type defined
tet: defini ona pelumenus tipu 1

source: library not defined
tet: bibliotena seidauk defini

source: at least 1 library must be defined
tet: tenke defini pelumenus biblioteka 1

source: at least 1 library defined
tet: defini ona pelumenus biblioteka 1

source: biblio and biblionumber
tet: biblio no biblionumber

source: The biblio.biblionumber and biblioitems.biblioitemnumber fields be mapped to a MARC subfield,
tet: Kampu biblio.biblionumber no biblioitems.biblioitemnumber tenke mapa ba sub-kampu MARC,

source: biblionumber and biblioitemnumber mapped correctly
tet: biblionumber ka biblioitemnumber mapa loos ona

source: framework values
tet: valór kuadru

source: select * from marc_subfield_structure where frameworkcode is NULL
tet: hili * husi marc_subfield_structure ne'ebé frameworkcode is NULL

source: select * from marc_tag_structure where frameworkcode is NULL
tet: hili * husi marc_tag_structure ne'ebé frameworkcode is NULL

source: subfields not in same tabs
tet: subkampu la'os iha tabs hanesan

source: Not all subfields for the following tags are in the same tab (or marked 'ignored').
tet: La'os subkampu hotu ba tags tuirmai hela iha tab hanesan de'it (ka marka ignora ona)

source: Tabs in use
tet: Tabs uza hela

source: all subfields for each tag are in the same tab (or ignored)
tet: subkampu hotu ba kada etiketa hela iha tab hanesan de'it (ka ignora ona)

source: invalid authority types
tet: tipu autoridade inválidu

source: Not all authority types referred to by the frameworks are defined.
tet: La'ós tipu autoridade hotu-hotu ne'ebé refere ba husi kuadru sira maka defini ona.

source: Framework code
tet: Kodigu kuadru

source: Framework description
tet: Deskrisaun kuadru

source: Invalid authority type
tet: Tipu autoridade la válidu

source: all authority types used in the frameworks are defined
tet: tipu autoridade hotu ne'ebé uza hela iha kuadru ne'e mak defini ona

source: items.permanent_location is not mapped on the frameworks
tet: items.permanent_location la mapa iha kuadru sira

source: You have %s error(s) in your MARC configuration. Please fix them before using Koha
tet: Iha %s sala(s) iha konfigurasaun MARC nian. Favor hadi'a fali molok uza Koha

source: Cities
tet: Sidade sira

source: New city
tet: Sidade foun

source: An error occurred when updating this city. Perhaps it already exists.
tet: Sala hamosu kuandu atualiza sidade ne'e. Karik iha ona.

source: An error occurred when adding this city. The city ID might already exist.
tet: Sala akontese kuandu aumenta hela sidade ne'e. Iha ona sidade ho naran ida ne'e.

source: An error occurred when deleting this city. Check the logs for details.
tet: Sala akontese kuandu apaga sidade ne'e. Verifika log sira ba detalle sira.

source: City updated successfully.
tet: Sidade atualiza ona.

source: City added successfully.
tet: Sidade aumenta ona.

source: City deleted successfully.
tet: Konsege apaga sidade ne'e.

source: This city already exists.
tet: Sidade ne'e iha ona.

source: City ID:
tet: Sidade nia ID:

source: City id
tet: Sidade nia id

source: City
tet: Sidade

source: State
tet: Distritu

source: ZIP/Postal code
tet: Kodigu ZIP/Korreiu

source: Country
tet: Rai

source: Searching: %s
tet: Buka hela: %s

source: City ID
tet: Sidade nia ID

source: There are no cities defined.
tet: La iha sidade ida ne'ebé defini ona.

source: Create a new city
tet: Kria sidade foun ida

source: New classification source
tet: Huun klasifiukasaun foun

source: New filing rule
tet: Regra arkivamentu foun

source: New splitting rule
tet: Regra arkivamentu foun

source: An error occurred when updating this classification source. Check the logs for details.
tet: Sala hamosu kuandu atualiza fonte klasifikasaun nian. Verifika rejistu sira ba detalle sira.

source: Classification source updated successfully.
tet: Fonte klasifikasaun atualiza ho susesu.

source: An error occurred when adding this classification source. Perhaps the code already exists?
tet: Sala akontese bainhira aumenta fonte klasifikasaun ida-ne'e. Karik kódigu ne'e eziste ona?

source: Classification source added successfully.
tet: Fonte klasifikasaun atualiza ho susesu.

source: An error occurred when deleting this classification source.
tet: Sala akontese kuandu apaga fonte klasifikasaun ne'e.

source: Classification source deleted successfully.
tet: Konsege atu apaga fonte klasifikasaun ne'e.

source: An error occurred when updating this filing rule. Check the logs for details.
tet: Sala akontese kuandu atualiza regra arkivu ida-ne'e. Verifika log sira ba detalle sira.

source: Filing rule updated successfully.
tet: Regra arkivu konsege atualiza.

source: An error occurred when adding this filing rule. Perhaps the code already exists?
tet: Sala akontese bainhira aumenta regra arkivu ida-ne'e. Karik kódigu ne'e eziste ona?

source: Filing rule added successfully.
tet: Regra arkivu aumenta ona.

source: Filing rule deleted successfully.
tet: Konsege apaga regra arkivu.

source: An error occurred when updating this splitting rule. Check the logs for details.
tet: Sala akontese durante prosesu atualiza fahe regra. Verifika log sira ba detalle sira.

source: An error occurred when adding this splitting rule. Perhaps the code already exists?
tet: Sala kontese bainhira aumenta regra splitting ida-ne'e. Karik kódigu ne'e eziste ona?

source: Classification source code:
tet: Klasifikasaun fonte kodigu:

source: Source in use?
tet: Huun uza hela?

source: Filing rule:
tet: Regra arkivamentu:

source: Splitting rule:
tet: Regra arkivamentu:

source: Filing rule code:
tet: Kodigu regra arkivamentu:

source: Filing routine:
tet: Rotina arkivamentu:

source: Splitting rule code:
tet: Kodigu regra arkivamentu:

source: Regular expression:
tet: Expresaun regulár:

source: Add a new regular expression
tet: Aumenta expressão regular ida foun

source: Test the regular expressions:
tet: Teste espresaun regulár sira:

source: Classification sources
tet: Huun klasifikasun

source: Filing rule
tet: Regra arkivamentu

source: Splitting rule
tet: Regra arkivamentu

source: Classification filing rules
tet: Regra arkivamentu klasifikasaun nian

source: Sorting routine
tet: Rotina de ordenasaun

source: Classification splitting rules
tet: Regra arkivamentu klasifikasaun nian

source: Are you sure you want to delete this class source?
tet: Ita hakarak apaga kursus ida ne'e ka lae?

source: Are you sure you want to delete this filing rule?
tet: Ita hakarak apaga regra arkuivamentu ne'e ka lae?

source: Are you sure you want to delete this splitting rule?
tet: Ita hakarak apaga regra ne'e ka lae?

source: Clone circulation and fine rules
tet: Klona regra sirkulasaun no regra multa

source: Cloning circulation and fine rules %s from standard rules%s from "%s"%s %s to "%s"%s
tet: Klona hela regra empresta ho regra multa %s husi regra padraun%s husi "%s"%s %s ba "%s"%s

source: Cloning of circulation and fine rules failed!
tet: Klona ba regra empresta ho regra multa la konsege!

source: The rules have been cloned.
tet: Regra sira ne'e klona ona.

source: Return to circulation and fine rules
tet: Fila ba sirkulasaun no regra multa

source: Jump to page:
tet: Ba pájina:

source: %s %s Jump to table: %s %s
tet: %s %s Hakat ba tabela: %s %s

source: Page: %s
tet: Pájina: %s

source: Go to Koha to MARC mapping
tet: Ba Koha ba mapa MARC

source: Items editor
tet: Editór item sira nian

source: Table id: %s
tet: Id tabela: %s

source: Column name
tet: Koluna naran

source: Is hidden by default
tet: Subar tuir default

source: Cannot be toggled
tet: Labele alternado

source: Save configuration state on page change:
tet: Rai estadu konfigurasaun iha mudansa pájina:

source: Save the search and filtering in session
tet: Rai peskiza no filtru iha sesaun

source: Acquisition tables
tet: Tabela akuisisaun

source: Administration tables
tet: Tabela administrasaun

source: Authorities tables
tet: Tabela autoridade

source: Catalogue tables
tet: Tabela katálogu

source: Cataloguing tables
tet: Tabela katálogusaun

source: Circulation tables
tet: Tabela sirkulasaun

source: Course reserves tables
tet: Tabela rezerva kursu nian

source: E-resource management tables
tet: Tabela jestaun rekursu eletróniku

source: Patrons tables
tet: Tabelas kliente nian

source: Tools tables
tet: Tabelas alat nian

source: OPAC tables
tet: Tabela OPAC nian

source: Reports tables
tet: Tabelas relatóriu

source: Serials tables
tet: Tabelas periodiku

source: New credit type
tet: Tipu kréditu foun

source: An error occurred when saving this credit type.
tet: Sala akontese kuandu rai tipu kréditu ne'e.

source: Credit type code:
tet: Kódigu tipu kréditu:

source: Can be manually added ?
tet: Bele aumenta manualmente?

source: Enable credit number
tet: Ativa númeru kréditu

source: Libraries limitation:
tet: Biblioteka nia limitasaun:

source: No library limitation
tet: La iha limitasaun ba biblioteka

source: Archived
tet: Arquivado

source: System
tet: Sistema

source: Available for
tet: Disponivel ba

source: Credit number enabled
tet: Númeru kréditu ativadu

source: %sManual credit%s
tet: %sKréditu manual%s

source: There are no account credit types defined.
tet: La iha tipu kréditu konta nian ida ne'ebé defini ona.

source: Create new credit type
tet: Kria tipu kréditu foun

source: Filter system credit types
tet: iltru tipu kréditu sistema nian

source: Show all credit types
tet: Hatudu tipu kréditu hotu

source: Enable:
tet: Halo ativa:

source: Pickup interval:
tet: Intervalu atu foti:

source: Enable only if the patron has waiting holds.
tet: Ativa deit se kliente iha rezerva ne'ebé hein hela.

source: New slot:
tet: Slot foun:

source: From
tet: Husi

source: Save configuration
tet: Rai konfigurasaun

source: Remove this slot
tet: Hasai slot ne'e

source: New currency
tet: Osan foun

source: An error occurred when updating this currency. Perhaps it already exists.
tet: Sala akontese kuandu atulaliza moeda ne'e. Karik iha ona moeda ne'e.

source: An error occurred when adding this currency. The currency code might already exist.
tet: Sala hamosu kuandu kria hela moeda ne'e. Kódigu moeda nian bele eziste ona.

source: An error occurred when deleting this currency. Check the logs for details.
tet: Sala akontese kuandu apaga lista moeda ne'e. Verifika rejistu sira ba detalle sira.

source: Currency updated successfully.
tet: Moeda konsege atualiza.

source: Currency added successfully.
tet: Moeda konsege aumenta.

source: Currency deleted successfully.
tet: Moeda konsege apaga.

source: New currency entry form
tet: Formuláriu foun hatama moeda

source: Currency:
tet: Osan:

source: Symbol:
tet: Símbolu:

source: ISO code:
tet: Kodigu ISO:

source: Last updated:
tet: Atualiza ikus:

source: Active:
tet: Ativu:

source: Cannot delete currency %s
tet: Labele apaga moeda %s

source: This currency is used by %s orders.
tet: Moeda ne'e uza ona husi %s orden sira.

source: This currency is used by %s vendors.
tet: Moea ne'e uza ona husi %s vendedór sira.

source: Deletion not possible
tet: Labele apaga

source: Yes, delete this currency
tet: Sin, apaga osan ida ne'e

source: %s %s You searched for %s
tet: %s %s Ita buka ona ba %s

source: Please edit one currency and mark it as active.
tet: Faz favor edita osan ida no marka nudar ativu.

source: Symbol
tet: Símbolu

source: ISO code
tet: Kodigu ISO

source: Last updated
tet: Atualizasaun ikus liu

source: %sYes%s
tet: %s Sin%s

source: New debit type
tet: Tipu debitu foun

source: An error occurred when saving this debit type. Check the logs for details.
tet: Sala akontese kuandu rai tipu débitu ne'e. Verifika log sira ba detalle sira.

source: Debit type code:
tet: Kodigu tipu debitu:

source: Default amount:
tet: Default montante:

source: Can be manually invoiced?
tet: Bele halo invoice manual?

source: Can be sold?
tet: Bele selu?

source: Default amount
tet: Montante default

source: Blocks checkouts?
tet: Bloku emprestimu sira?

source: Invoicing,
tet: Faturamentu,

source: Sale %s
tet: Faan %s

source: Invoicing %s
tet: Faturamentu: %s

source: There are no account debit types defined.
tet: La iha tipu debitu konta nian ida ne'ebé defini ona.

source: Create new debit type
tet: Kria tipu kréditu foun ida

source: Filter system debit types
tet: Filtru tipu débitu sistema nian

source: Show all debit types
tet: Hatudu tipu debitu hotu

source: Modify desk
tet: Modifka meza ida

source: New desk
tet: Mesa foun

source: Confirm deletion of desk
tet: Konfirma apaga ba meza ne'e

source: An error occurred when updating this desk. Perhaps it already exists.
tet: Sala akontese kuandu atualiza hela meza ne'e. Karik iha ona.

source: An error occurred when adding this desk. The desk ID might already exist.
tet: Sala akontese kuandu aumenta hela meza ne'e. ID meza nian karik iha ona.

source: An error occurred when deleting this desk. Check the logs for details.
tet: Sala akontese kuandu apaga meza ne'e. Verifika rejistu sira ba detalle sira.

source: Desk updated successfully.
tet: Meza ne'e konsege atualiza.

source: Desk added successfully.
tet: Meza ne'e konsege aumenta.

source: Desk deleted successfully.
tet: Meza ne'e apaga ona.

source: This desk already exists.
tet: Meza ne'e iha ona.

source: Modify a desk
tet: Modifika meza ida

source: Desk ID:
tet: ID meza nian:

source: Delete desk "%s"?
tet: Apaga meza "%s"?

source: Desk ID
tet: ID meza nian

source: There are no desks defined.
tet: La iha meza ida ne'ebé defini ona.

source: Create a new desk
tet: Kria meza foun ida

source: Please enable Javascript:
tet: Favor ida, ativa Javascript:

source: Successfully saved configuration
tet: Rai ona konfigurasaun

source: New account
tet: Konta foun

source: EDIFACT is currently disabled
tet: EDIFACT agora daudaun la ativa

source: New account
tet: Konta foun

source: Account details
tet: Detalle konta

source: Do not use plugin
tet: Labele uza plugin

source: Transport:
tet: Transporte:

source: Remote host:
tet: Host remotu:

source: Upload port:
tet: Upload porta:

source: Download port:
tet: Download portu:

source: Download directory:
tet: Download diretoriu:

source: Upload directory:
tet: Upload diretóriu:

source: Qualifier:
tet: Kualifikadór:

source: Standard:
tet: Padraun:

source: Orders enabled:
tet: Orden ativa ona:

source: Invoices enabled:
tet: Fatura ativadu:

source: Responses enabled:
tet: Resposta sira ativadu:

source: Automatic ordering:
tet: Hameno automatikamente:

source: Confirm deletion of account?
tet: Konfirma apaga ba konta?

source: Transport
tet: Transporte

source: Remote host
tet: Host remotu

source: Upload port
tet: Upload portu

source: Download port
tet: Download porta

source: Download directory
tet: Download diretoriu

source: Upload directory
tet: Upload diretóriu

source: Qualifier
tet: Qualifikador

source: Standard
tet: Padraun

source: Responses
tet: Resposta sira

source: Auto ordering
tet: Autu orden

source: There are no EDI accounts.
tet: La iha konta EDI.

source: New library EAN
tet: EAN biblioteka foun

source: New EAN
tet: EAN foun

source: New EAN
tet: EAN foun

source: EAN details
tet: EAN nia detalle sira

source: Qualifier:
tet: Qualifikador:

source: There are no library EANs.
tet: La iha EANs biblioteka nian ida.

source: Update on login:
tet: Atualiza iha login:

source: Don't update
tet: Labele atualiza

source: user data on login
tet: dadus utilizadór nian iha login

source: Allow
tet: Husik

source: Don't allow
tet: La husik

source: Default library:
tet: Biblioteka default:

source: Default category:
tet: Kategoria default:

source: Allow OPAC:
tet: Husik OPAC:

source: Allow staff:
tet: Husik staf:

source: Update on login
tet: Atualiza iha login

source: Auto register
tet: Rejistu auto

source: Default library
tet: Biblioteka default

source: Default category
tet: Kategoria default

source: Allow OPAC
tet: Permite OPAC

source: Allow staff
tet: Husik staf

source: Error deleting server '%s'. Check the logs for details.
tet: Sala akontese kuandu apaga servidór '%s'. Verifika log sira ba detalle sira.

source: Server '%s' deleted successfully.
tet: Server '%s' apaga ona.

source: Identity provider updated successfully.
tet: Fornesedór identidade konsege atualiza.

source: Identity provider added successfully.
tet: Fornesedór identidade aumenta ona.

source: Basic configuration
tet: Konfigurasaun báziku

source: Code:
tet: Kodigu:

source: Protocol:
tet: Protokolu:

source: Advanced configuration
tet: Konfigurasaun avansadu

source: Configuration:
tet: Konfigurasaun:

source: Provider's main configuration.
tet: Fornesedor nia konfigurasaun prinsipál.

source: Add default OAuth configuration
tet: Aumenta konfigurasaun OAuth default

source: Mapping:
tet: Mapeamentu:

source: For example,
tet: Por ezemplu,

source: cardnumber
tet: numerukartaun

source: must be present in this mapping
tet: tenke prezente iha mapeamentu ida-ne'e

source: Matchpoint:
tet: Pontu hanesan:

source: User ID
tet: ID Uzuáriu

source: Card number
tet: Numeru kartaun

source: It must be present in mapping
tet: Ida-ne'e tenke prezente iha mapeamentu

source: Icon URL:
tet: Ikonu URL:

source: Domain configuration
tet: Konfigurasaun domain

source: Update user data on login.
tet: Atualiza dadus utilizadór nian iha login.

source: Add default %s configuration
tet: Aumenta konfigurasaun %s default

source: Add default %s mapping
tet: Aumenta mapeamentu %s padraun

source: User id
tet: Id utilizadór

source: Protocol
tet: Protokolu

source: Confirm deletion of identity provider
tet: Konfirma apaga ba fornesedór identidade

source: Are you sure you want to replace current %s contents?
tet: Ita hakarak troka konteúdu %s atuál?

source: Manage domains
tet: Jere domain sira

source: Modify batch status
tet: Modifika estadu lote nian

source: %s %s %s %s Interlibrary loan batch statuses %s %s %s %s
tet: %s %s %s %s Estadu sira lote empréstimu nian entre biblioteka sira %s %s %s %s

source: New batch status
tet: Estadu lote foun nian

source: An error occurred when deleting this batch status.
tet: Sala akontese kuandu apaga estadu lote ne'e.

source: Modify a batch status
tet: Modifika estadu lote ida

source: Is a system status:
tet: maka estadu sistema nian:

source: Is system
tet: maka sistema

source: There are no batch statuses defined.
tet: La iha estadu lote ida ne'ebé defini ona.

source: Create new batch status
tet: Kria estadu lote foun

source: Select a library:
tet: Hili biblioteka ida:

source: Pick
tet: Hili

source: Legend
tet: Lenda

source: Meaning
tet: Signifikadu

source: These are disabled for the current library.
tet: Labele uza ne'e iha biblioteka daudaun.

source: These are enabled.
tet: Hirak ne'e lao ona.

source: Circulation alerts for %s
tet: Avisu sirkulasaun ba %s

source: Check-in
tet: Fo-fila

source: Blocked!
tet: Labele tama!

source: Disabled for %s
tet: Labele uza husi %s

source: Disabled for all
tet: Ema hotu labele uza

source: New search field
tet: Kampu peskiza foun
